Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: By default the list does NOT INCLUDE places that are fully matched between the GEDCOM file and the GoogleMap tables.<br />Fully matched means all levels exist in both the gedcom file and the GoogleMap tables; and the GoogleMap places have coordinates for every level.<br /><br />Check this block to include those matched places.
fi: Oletusasetuksena, luettelo ei sisällä sijainti-/paikkatietoja jotka esiintyvät kokonaisuudessaan sekä GEDCON tiedostossa kuin myös GoogleMap taulukoissa.<br />Kokonaisuudessaan tarkoittaa että kaikki tasot esiintyvät GEDCOM tiedostossa ja GoogleMap taulukoissa; ja GoogleMap sijainti-/paikkatiedoilla on kordinaatiotiedot kaikissa tasoissa.<br /><br />Valitse tämä osa jos haluat sisällyttää kohteet joilla on samat tiedot.
fr: Par défaut la liste N'INCLUT PAS les endroits qui sont entièrement identiques dans le dossier de GEDCOM et dans les tables de GoogleMap.<br />Entièrement identiques signifie que tous les niveaux existent et sont identiques dans le fichier de gedcom et dans les tables de GoogleMap; et que les lieux de GoogleMap ont des coordonnées pour chaque niveau.<br /><br />Cocher la case pour inclure ces endroits identiques dans la liste.
hu: Alapértelmezetten a lista nem tartalmazza a teljesen egyező google térkép és gedcom fájl helyszíneit.<br />A teljesen egyező azt jelenti, hogy szintenként teljesen egyeznek a helyszínadatok.
nb: Som standard inneholder denne listen IKKE steder som er helt like i slektsbasen og GoogleMap.<br />Helt likt betyr at alle nivåer eksisterer i både slektsbasen og GoogleMap, og at stedene i GoogleMap har koordinater til hvert nivå.<br /><br />Marker denne blokken for å inkludere disse helt identiske stedene.
sk: Štandardne zoznam <b>neobsahuje</b> miesta, ktoré sa plne zhodujú medzi GEDCOMom a tabuľkami GoogleMap.<br />Plne zhodujú znamená, že všetky úrovne existujú v oboch miestach - GEDCOM súbore a tabuľkách GoogleMap, a miesta v GoogleMap majú súradnice pre každú úroveň.<br /><br />Skontrolujte tento blok a použite tieto zhodné miesta.

source: Key to colors used below
fi: Avainvärit joita käytetään
fr: Légende des couleurs utilisées
hu: A lentebb használt színek kódjai
nb: Forklaring til fargekodene som er brukt under
sk: Kľúč pre nižšie použité farby

source: This place and its coordinates do not exist in the GoogleMap tables.
fi: Tämä paikka/sijainti ei esiinny GoogleMap taulukoissa.
fr: Ce lieu et ses coordonnées n'existent pas dans les tableaux GoogleMap.
hu: Ez a hely és a koordinátái nem léteznek a Google Térkép táblában.
nb: Dette stedet med sine koordinater finnes ikke i GoogleMap databasen.
sk: Toto miesto a jeho súradnice neexistujú v tabuľkách GoogleMap.
sv: Denna plats och dess koordinater finns inte i Google-kartans tabeller.

source: This place exists in the GoogleMap tables, but has no coordinates.
fi: Tämä paikka/sijainti esiintyy GoogleMap taulukoissa, mutta koordinaatit puuttuvat.
fr: Cet endroit existe dans les tableaux GoogleMap, mais n'a pas de coordonnées.
hu: Ez a hely létezik a Google Térkép táblában, de nincsenek koordinátái.
nb: Dette stedet eksisterer i GoogleMap databasen, men mangler koordinater.
sk: Toto miesto existuje v tabuľkách GoogleMap, avšak nemá súradnice.
sv: Denna plats finns i GoogleMap:s tabeller, men har inga koordinater.

source: This place level is blank in your GEDCOM file. It should be added to GoogleMap places as "unknown" with coordinates from its parent level before you add any place to the next level.
fi: Tämän paikan/sijainnin taso on tyhjä GEDCOM tiedostossasi. Se pitäisi lisätä GoogleMap paikkoihin "tuntemattomana" ja sille tulisi antaa ylemmän tason koordinaatit, ennen kuin lisäät seuraavia alemman tason paikkoja.
fr: Si le niveau place (lieu) est vide dans votre fichier GEDCOM. Il faut ajouter dans GoogleMap ce lieu comme "inconnu" avec des coordonnées de son niveau parent avant d'ajouter n'importe quel endroit au prochain niveau.
hu: Ennek a helynek a szintadatai üresek a GEDCOM fájlban. Ezt mint ismeretlen kell hozzáadni a Google Térképhez a szülőszint koordinátáival mielőtt új helyet adna hozzá a következő szinthez.
nb: Dette nivået er tomt i din GEDCOM-fil. Det bør legges til dine GoogleMap-steder som "ukjent", med koordinater fra det overordnede nivået, før du legger til steder på neste, lavere nivå.
sk: Táto úroveň miest je prázdna vo vašom súbore GEDCOM. Mala by byť pridaná do miest GoogleMap ako \"neznáme\" zo súradnicami s jej rodičovskej úrovne ešte predtým, než pridáte miesto do ďalšej úrovne.

source: This place level is blank in your GEDCOM file, but exists as "unknown" in the GoogleMap places table with coordinates. No action required until the missing level can be entered.
fi: Tämän paikan/sijainnin taso on tyhjä GEDCOM tiedostossasi ja GoogleMap paikkataulukoissa se kuuluu ryhmään "tuntematon" koordinaatioineen. Toimenpiteitä ei tarvita, kunnes puuttuva taso voidaan lisätä.
fr: Si le niveau place (lieu) est vide dans votre fichier GEDCOM, mais qu'il existe en tant que "inconnu" dans la table des lieux GoogleMap avec des coordonnées. Aucune action n'est requise jusqu'à ce que le niveau manquant soit saisi.
hu: Ez a helyszínszint üres a GEDCOM fájlban, de már létezik mint "ismeretlen" a Google Térkép helyekben, koordinátákkal.
nb: Dette stedsnivået er tomt i din GEDCOM-fil, men finnes som "ukjent" i GoogleMaps-tabellen, med koordinater. Du behøver ikke foreta deg noe spesielt, før det manglende nivået kan føres inn.
sk: Táto úroveň miest je prázdná vo vašom súbore GEDCOM, ale existuje ako \"neznáme\" v miestach GoogleMap zo súradnicami. Nie je požadovaná žiadna ďalšia akcia, ak je chýbajúca úroveň dosiahnuteľná.

source: Use Googlemap for Place Hierarchy
fi: Käytä Googlemappia paikkahierarkiaa varten
fr: Utiliser Googlemap pour un classement hiérarchique des lieux
hu: Google térké használat a hely hierchiához
nb: Bruk GoogleMap for stedhierarki
sk: Použiť Googlemap pre hierarchiu miest
sv: Använd Google-kartan för platshierarki

source: Use this option to enable (Yes) or disable (No) the ability to substitute Googlemap for <strong>webtrees</strong> usual Place Hierarchy. To be able to set this option to YES, the Googlemap module must be also be enabled. CAUTION: Before using this option, it is recommended that you insert all places currently existing in your GED into the Googlemap tables.
fi: Ota käyttöön (Kyllä) tai poista käytöstä (Ei) GoogleMap joka korvaa tavallisesti käytössä olevan <strong>webtrees</strong>Paikkahierarkian. Jos valitset Kyllä, niin GoogleMap moduulin pitää olla myös asennettuna ja käytössä. VAROITUS: Ennen kuin otat tämän käyttöön, on suositeltavaa että lisäät kaikki paikkatiedot GEDCOM-tiedostostasi Googelmap taulukkoihin.
fr: Utilisez cette option pour activer (Oui) ou désactiver (Non) la capacité d'afficher les lieux par Googlemap ou par <strong>webtrees</strong>. Pour être en mesure de mettre cette option à OUI, le module Googlemap doit également être activé. ATTENTION: Avant d'utiliser cette option, il est recommandé d'insérer tous les lieux qui existent actuellement dans votre GEDCOM dans les tables de Googlemap.
hu: Evvel az opcióval be (Igen) illetve kikapcsolhatja (Nem) a Google Térkép Helyszínhierarcháját a <strong>webtrees</strong>-re vonatkozóan. Annak érdekében, hogy ezt bekapcsolja, a Google Térkép modul aktív kell legyen.
nb: Bruk denne innstillingen for å aktivere (Ja) eller deaktivere (Nei) muligheten for å erstatte det vanlige stedshierarkiet i <strong>webtrees</strong> med GoogleMaps. Det krever også at Googlemap-modulen er aktivert. FORSIKTIG: Før denne funksjonen aktiveres, anbefales det at du innfører alle stedene som finnes i din GEDCOM-fil i Googlemap-tabellene.
sk: Použite túto voľbu pre povolenie (Ano) alebo zakázanie (Nie) možnosti nahradenia Google map za, v <strong>webtrees</strong> obvyklú, Hierarchii miest. Aby ste ju mohli povoliť, musí byť tiež povolený modul Googlemap. Varovanie: Pred použitím tejto voľby je odporučené, aby ste vložili všetky existujúce miesta v GEDCOMe do tabuliek Googlemap.

source: Size of Place Hierarchy map (in pixels)
fi: Paikkahierarkiakartan koko (pikseleinä)
fr: Taille de la carte de la hiérarchie des lieux (en pixels)
hu: Helyhierarchia térkép mérete (pixelben)
nb: Størrelse på stedhierarkikart (i punkter)
sk: Veľkosť mapy pre hierarchiu miest (v pixeloch)
sv: Storlek av platshierarkikarta (i bildpunkter)

source: The size of the map (in pixels) as shown on the Place Hierarchy pages.
fi: Kartan koko (pikseleinä) näytettynä paikkahierarkiasivuilla.
fr: La taille de la carte (en pixels), comme illustré sur la page des lieux.
hu: A térkép mérete (pixelben) megjelenik a Helyek Hierarchiája lapon.
nb: Størrelsen på kartet(i piksler) som vises på sidene for stedsnavn.
sk: Veľkosť mapy (v pixeloch) ako sa má zobraziť na stránke Hierarchie miest.
sv: Storlek av karta (i bildpunkter) som visas på platshierarkisidor.

source: Type of place markers in Place Hierarchy
fi: Paikkahierarkian paikkamerkkien tyyppi
fr: Type de marqueurs de la hiérarchie des lieux
hu: Helyjelölők a Helyhierarchia térképen
nb: Type stedmarkør i stedhierarki
sk: Typ značky miesta v hierarchii miest
sv: Typ av platsmarkörer i platshierarki

source: Here you can specify what type of marker be able to use (standard or flag). If place has no flag, use standard marker.
fi: Tässä voit määritellä, minkä tyyppisiä merkitsimiä (vakio tai lippu) voit käyttää. Mikäli paikalla ei ole lippua, käytä vakiomerkitsimiä..
fr: Ici vous pouvez spécifier quel type de marqueur à utiliser (standard ou d'un drapeau). Si le lieu n'a pas de drapeau, le marqueur standard sera utilisé.
hu: Itt beállíthatja milyen jelölőt használhat (alapértelmezett vagy zászló). Ha a helynek nincs zászlaja, a standard jelölő lesz használva.
nb: Her kan du velge hvilken type markør du ønsker å bruke(standard eller flagg). Hvis et sted ikke har noe flagg, så bruk standardmarkøren.
sk: Tu môžete určiť, aký typ označenia sa môže použiť (štandardný alebo zástava). Ak miesto nemá zástavu, použije sa štandardný.
sv: Här kan du specifisera vilken typ av markör som kan användas (standard eller flagga). Om platsen inte har nån flagga, används standard markör.

source: Display short placenames
fi: Näytetäänkö lyhyet paikannimet?
fr: Afficher la description des lieux en abrégé
hu: Rövid helynevek használata
nb: Vis kortversjon av stednavn
sk: Zobraziť krátke mená miest
sv: Visa korta platsnamn

source: Here you can choose between two types of displaying places names in hierarchy. If set Yes the place has short name or actual level name, if No - full name.<br /><b>Examples:<br />Full name: </b>Chicago, Illinois, USA<br /><b>Short name: </b>Chicago<br /><b>Full name: </b>Illinois, USA<br /><b>Short name: </b>Illinois
fi: Tässä voit valita kahdesta tavasta näyttää paikannimet hierarkiassa. Mikäli valitset Kyllä, näytetään lyhyt nimi tai käytössä olevan tason nimi. Mikäli valitset Ei, näytetään koko nimi.<br /><b>Esimerkkejä: </b>Chicago, Illinois, USA<br /><b>Lyhyt nimi: </b>Chicago<br /><b>Koko nimi: </b>Illinois, USA<br /><b>Lyhyt nimi: </b>Illinois
fr: Ici vous pouvez choisir entre deux types d'affichage des noms des lieux dans la hiérarchie. Si vous choisissez Oui, le lieu a un nom abrégé ou le nom niveau réel, si non le nom sera complet.<br /><b>Exemples:<br />Nom complet:</b>Chicago, Illinois, USA<br /><b>Nom abrégé: </b>Chicago<br /><b>Nom complet:: </b>Illinois, USA<br /><b>Nom abrégé:</b>Illinois
hu: Két helymegjelenítési mód közül választhat. Ha Igen választ a helyek rövid neve vagy szintje fog megjelenni, ha Nem-et akkor a tejes neve.
nb: Her kan du velge mellom to måter å vise stednavn. Hvis Ja er valgt vil stedet ha et kort navn eller det aktuelle nivånavnet, hvis Nei, hele navnet.<br /><b>Eksempler:<br />Hele navnet: </b>Chicago, Illinois, USA<br /><b>Kort navn: </b>Chicago<br /><b>Hele navnet: </b>Illinois, USA<br /><b>Kort navn: </b>Illinois
sk: Tu si môžete vybrať medzi dvomi typmi zobrazenia mien miest v hierarchii. Ak je nastavené Ano, miesto má krátke meno, ak Nie, tak sa vypíše plné meno.<br /><b>Napríklad:<br />Plné meno: </b>Chicago, Illinois, USA<br /><b>Krátke meno: </b>Chicago<br /><b>Plné meno: </b>Illinois, USA<br /><b>Krátke meno: </b>Illinois
sv: Här kan du valja mellan två sätt att visa platsenamnen i hierarkin. Om Ja, då har platsen ett kort namn eller nuvarande nivånamn, om Nej, hela namnet.<br /><b>T.ex. <br />Hela namnet: </b>Chicago, Illinois, USA<br /><b>Kort namn: </b>Chicago<br /><b>Hela namn: </b>Illinois, USA<br /><b>Kort namn: </b>Illinois

source: Display indis and families counts
fi: Näytä henkilö- ja perheluvut
fr: Affiche les les compteurs pour les individus et les familles
hu: Jelenjenek meg a helyszín és család számlálók
nb: Vis person og familieopptellinger
sk: Zobraziť počty osôb a rodín
sv: Visa antal personer och familjer

source: Here you can specify if the counts of indis and families connected to the place is displayed. Now if GEDCOM file contains many people is recomended to turn it off.
fi: Tässä voit määritellä, näytetäänkö paikkaan liittyvien henkilöiden ja perheiden lukumäärä. Mikäli GEDCOM-tiedosto sisältää paljon henkilöitä, tämä kannattaa kytkeä pois.
fr: Ici vous pouvez spécifier si le nombre d'individus et de familles liés au même endroit doit être affiché. Maintenant, si le fichier GEDCOM contient de nombreuses personnes il est recommandé de le désactiver.
hu: Evvel beállíthatja, hogy a helyszínek és családok amelyek helyekhez vannak rendelve, jelenjenek-e meg. Ha a GEDCOM fájl sok személyt tartalmaz, ajánlott kikapcsolni.
nb: Her kan du velge om antallet av personer og familier som er knyttet til stedet vises. Hvis slektsbasen inneholder mange personer, anbefales det å slå den av.
sk: Tu môžete určiť, či sa zobrazia počty osôb a rodín spojených s týmto miestom. V prípade že, GEDCOM obsahuje veľa osôb, je doporučené túto voľbu vypnúť.
sv: Här kan du specificera om antal personer och familjer som är anslutna till platsen visas. Om GEDCOM-filen innehåller många personer rekommenderas att detta stäng av.

source: Use mouse wheel for zoom
fi: Käytetäänkö hiiren vieritysrullaa zoomauksessa?
fr: Utilisez la molette pour zoomer
hu: Egérgörgő használata zoomoláshoz
nb: Bruk musehjuleet for å zoome
sk: Použiť kolečko myši na zoom
sv: Använd mushjul som zoom

source: Here you can specify if the mouse wheel is enebled for zooming.
fi: Tässä voit määritellä, käytetäänkö hiiren vieritysrullaa zoomaukseen.
fr: Ici vous pouvez spécifier si la molette de la souris est autorisée pour le zoom.
hu: Itt megadhatja, hogy az egér görgője használható-e nagyításra.
nb: Her kan du velge om musehjulet skal brukes til å zoome med.
sk: Tu môžete určiť, či je možné použiť kolečko myši pre približovanie.
sv: Här kan du ange om mushjulet används för zoomning.

source: Hide map controls
fi: Piilota karttastimet
fr: Masquer les contrôles de la carte
hu: Térképgombok elrejtése
nb: Skjul kartkontroller
sk: Ukryť ovladacie prvky mapy
sv: Dölj kartkontrol

source: This option allow to hide map controls (i.e. the map type choice) if mouse is outside the map.
fi: Tällä vaihtoehdolla voit piilottaa karttasäätimet (esim. karttatyypin valinta) mikäli kursori on kartan ulkopuolella.
fr: Cette option permet de masquer les contrôles carte (à savoir le choix du type de carte), si la souris est en dehors de la carte.
hu: Ez az opció lehetővé teszi, hogy elrejtse a térkép vezérlőelemeit.
nb: Denne innstillingen lar deg skjule kart-kontrollene (f.eks. valget av karttype) når musen er utenfor kartet.
sk: Táto voľba umožní ukryť ovládacie prvky mapy (napríklad výber typu mapy), ak je kurzor myši mimo mapu.
sv: Med detta alternativ kan du dölja kartkontroller (t.ex. karttypval) om musen är utanför kartan.

source: The number of markers to be placed at one point before a trail of pins is started in a north east line behind the younger generations. The 'trail' is usually only visable at high zoom values.
fi: Kohdemerkkien lukumäärä yhdessä kohteessa, ennen kuin siirrytään näyttämään nuppimerkkejä, koillis-linjana nuorempien sukupolvien taakse. Nupit nähdään tavallisesti ainoastaan korkealla zoomaustasolla.
fr: Représente le nombre de marqueurs (1,3 ou 5) qui doivent être placés sur un point de la carte avant qu'une file de marqueurs ne soit tracée vers les générations les plus jeunes. La 'file' n'est normalement visible que pour des valeurs de zoom élevées.
hu: Az egyszerre megjelenő jelölők száma.
nb: Antall markører som skal vises på samme sted før en hale av markører startes i en nordøstlig linje bak de yngre generasjonene. Denne halen er normalt kun synlig ved store zoomverdier.
sk: Počet značiek, ktoré sa umiestnia na jednom mieste, než sa vytýči trasa zo značiek (špendlíkov) v severovýchodnej línii za mladšími generáciami. 'Trasa' je obvykle viditeľná iba pri veľkom priblížení.
sv: Antal markörer som placeras vid en punkt förrän ett spår av kartnålar startar i en nordöst linje bakom de yngre generationerna. 'Spåret' är vanligen endast synlig vida höga zoomvärden.

source: Hide the lines connecting the child to each parent if they exist on the map.
fi: Piilota lapsen ja vanhempien yhteysviivat kun ne esiintyvät kartalla.
fr: Si vous cochez la case Masquer les lignes, vous faites disparaître les lignes reliant les enfants à chaque parent s'ils existent sur la carte.
hu: Rejtse el a vonalakat amelyek a gyerekeket a szülőkhöz kapcsolják.
nb: Skjul linjene som forbinder barnet til hver forelder hvis de eksisterer på kartet.
sk: Ukryť čiary spájajúce dieťa s každým rodičom - ak sú na mape.
sv: Dölj förbindelselinjer meller barn och föräldrar om de finns på kartan.

source: Hide the flags that are configured in the googlemap module. Usually these are for countries and states. This serves as a visual cue that the markers around the flag are from the general area, and not the specific spot.
fi: Piilota liput, joita on määritelty googlemap moduulissa. Tavallisesti näitä käytetään maille ja osavaltioille. Liput ovat summittaisia visuaalisia viitteitä ja merkit lipun ympärillä ovat siltä alueelta, ei välttämättä juuri siltä paikalta.
fr: Masquer les drapeaux qui sont configurés dans le module GoogleMap. Habituellement ce sont les pays et les États. Cela sert de repère visuel que les marqueurs autour du drapeau sont de la région de général, et non pas d'accompagnement spécifiques.
hu: Rejtse el a zászlót ami be van állítva a Google Térkép modulban, Általában ezek az országok és államok esetében vannak. Ez egy látványelem ami nem egy konkrét pontot jelöl, hanem egy területet általában.
nb: Skjul de flaggene som er innstilt i googlemap-modulen. Disse er vanligvis for land og stater. Dette fungerer som et synlig tegn på at markørene rundt flagget er fra det generelle området, og ikke fra det nøyaktige stedet.
sk: Ukryť zástavy, ktoré sú nastavené v module Google map. Obvykle označujú zeme a štáty. Zástavy označují správne oblasti značiek zoskupených kolem nich.
sv: Dölj flaggor som är konfigurerad i googlekart-modulen. Vanligen är dessa för länder och delstater. Flaggan visar ett generellt område och markörer i närheten av flaggan är antydningar, men är inte i någon specifik punkt.

source: Change flag
fi: Vaihda lippu
fr: Changer de drapeau
hu: Zászló csere
nb: Endre flagg
sk: Zmeniť vlajku
sv: Ändra flagga

source: No places found
fi: Paikkoja ei löytynyt
fr: Lieu introuvable
hu: Helyszíneket nem találtunk
nb: Ingen steder funnet
sk: Miesto nebolo nájdené
sv: Inga platser hittades

source: Use this value
fi: Käytä tätä arvoa
fr: Utiliser cette valeur
hu: Használd ezt az értéket
nb: Bruk denne verdien
sk: Použiť túto hodnotu
sv: Använd detta värde

source: Prefix
fi: Etuliite
fr: Préfixe
hu: Előtag
nb: Prefiks
sk: Predpona

source: Postfix
fi: Jälkiliite
fr: Suffixe
hu: Utótag
nb: Postfiks
sk: Prípona
sv: Suffix

source: No pre/postfix
fi: Ei etu-/jälkiliitettä
fr: Aucun préfixe/suffixe
hu: Elő/utótag nélkűl
nb: Ingen pre- / postfiks
sk: Žiadna predpona/prípona
sv: Inget pre/suffix

source: Normal, prefix, postfix, both
fi: Normaali, etuliite, jälkiliite, kumpikin
fr: Normal, préfixe, suffixe, les 2
hu: Normál, előtag, utótag, mindkettő
nb: Normal, prefiks, postfiks, begge
sk: Normálna, predpona, prípona, obe
sv: Normal, prefix, suffix, båda

source: Normal, postfix, prefix, both
fi: Normaali, jälkiliite, etuliite, kumpikin
fr: Normal, suffixe, préfixe, les 2
hu: Normál, utótag, előtag, mindkettő
nb: Normal, postfiks, prefiks, begge
sk: Normálna, prípona, predpona, obe
sv: Normal, suffix, prefix, båda

source: Prefix, postfix, both, normal
fi: Etuliite, jälkiliite, kumpikin, normaali
fr: Préfixe, suffixe, les 2, normal
hu: Előtag, utótag, mindkettő, normál
nb: Prefiks, postfiks, begge, normal
sk: Predpona, prípona, obe, normálna
sv: Prefix, suffix, båda, normal

source: Postfix, prefix, both, normal
fi: Jälkiliite, etuliite, kumpikin, normaali
fr: Suffixe, préfixe, les 2, normal
hu: Utótag, előtag, mindkettő, normál
nb: Postfiks, prefiks, begge, normal
sk: Prípona, predpona, obe, normálna
sv: Suffix, prefix, båda, normal

source: Prefix, postfix, normal, both
fi: Etuliite, jälkiliite, normal, kumpikin
fr: Préfixe, suffixe, normal, les 2
hu: Előtag, utótag, normál, mindkettő
nb: Prefiks, postfiks, normal, begge
sk: Predpona, prípona, normálna, obe
sv: Prefix, suffix, normal, båda

source: Postfix, prefix, normal, both
fi: Jälkiliite, etuliite, normal, kumpikin
fr: Suffixe, préfixe, normal, les 2
hu: Utótag, előtag, normál, mindkettő
nb: Postfiks, prefiks, normal, begge
sk: Prípona, predpona, normálna, obe
sv: Suffix, prefix, normal, båda

source: Page only for Administrators
fi: Sivu vain ylläpitäjille
fr: Accès réservé aux administrateurs
hu: Csak adminisztátor
nb: Side kun for administratorer
sk: Stránka iba pre administrátorov
sv: Sida endast för administratörer

source: Basic
fi: Russell
fr: Russell
hu: Russell
nb: Grunnleggende
sk: Russell
sv: Russell

source: Advanced
fi: Lisäasetukset
fr: Détails
hu: Haladó
nb: Avansert
sk: Rozšírené

source: Map
fi: Kartta
fr: Plan/Carte
hu: Térkép
nb: Oppsett
sk: Mapa
sv: Karta

source: Satellite
fi: Satelliitti
hu: Szatelit
nb: Satelitt
sk: Satelit
sv: Satellit

source: Hybrid
fi: Hybridi
fr: Mixte
hu: Ősszevetve

source: Terrain
fi: Maasto
fr: Relief
hu: Terep
nb: Terreng
sk: Terén
sv: Terräng

source: Enable Google Street View
fi: Ota käyttöön Google Street katutasokatselu
fr: Activer Google Street View
hu: Google Street View engedélyezése
nb: Aktiver Google Street View
sk: Aktivovať Google Street View

source: Width
fi: Viuhkakaavion leveys.
fr: Taille de la roue
hu: A kör szélessége
nb: Bredde
sk: Šírka vejára
sv: Solfjäderns bredd

source: Height
fi: Korkeus
fr: Hauteur
hu: Magasság
nb: Høyde
sk: Výška
sv: Höjd

source: Standard
fi: Vakio
sk: Štandard

source: Flag
fi: Lippu
fr: Drapeau
hu: Zászló
nb: Flagg
sk: Vlajka
sv: Flagga

source: Display indis and families count
fi: Näytä henkilö- ja perheluvut
fr: Affichage des compteurs individus et familles
hu: Számlálók megjelenítése
nb: Vis antall personer og familier på sted
sk: Zobraziť počet osôb a rodín
sv: Visa antal personer och familjer

source: Display Map Co-ordinates
fi: Näytä kartta koordinaatit
fr: Afficher les coordonnées
hu: Koordináták megjelenítése
nb: Vis koordinater på kart
sk: Zobraziť mapové koordináty
sv: Visa kartans koordinater

source: minimum
fi: vähintään

source: maximum
fi: enintään
nb: maksimum

source: digits
fi: taso
fr: chiffres
hu: szám
nb: sifre
sk: číslice
sv: siffror

source: State
fi: Lääni
fr: État
hu: Megye
nb: Stat/Fylke
sk: Štát
sv: Län/Provins/Delstat/Region

source: City
fi: Kaupunki
fr: Ville
hu: Város
nb: By
sk: Mesto
sv: Stad

source: Neighborhood
fi: Naapurusto
fr: Voisinage
hu: Környék
nb: Nabolag
sk: Štvrť
sv: Grannskap

source: House
fi: Talo
fr: Maison
hu: Ház
nb: Hus
sk: Dom
sv: Hus

source: Max
fi: Maksimi
fr: Maximum
nb: Maks
