Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Which records linked to this source should be added?
fi: Mitkä tähän lähteeseen liitetyt tietueet tulisi lisätä?
fr: Quels enregistrements liés à cette source voulez-vous ajouter ?
hu: Mely rekordok adjuk hozzá, amelyek hivatkoznak erre a forrásra?
nb: Hvile poster knyttet til denne kilden skal legges til?
sk: Ktoré záznamy prepojené s týmto zdrojom by mali byť pridané?
sv: Vilka poster länkade till denna källa skall läggas till?

source: Add just this source.
fi: Lisää vain tämä lähde.
fr: Ajouter seulement cette source.
hu: Csak ennek a forrásnak a hozzáadása
nb: Legg til bare denne kilden
sk: Pridať práve tento zdroj.
sv: Lägg enbart till denna källa.

source: Add this source and families/people linked to it.
fi: Lisää tämä lähde ja siihen liitetyt perheet/henkilöt.
fr: Ajouter cette source et les individus/familles qui y sont liés.
hu: Forrás hozzáadása, az erre hivatkozó családokkal/személyekkel együtt
nb: Legg til denne kilden og familier/personer den er linket til
sk: Pridať zdroj a prepojiť s rodinou/osobou.
sv: Lägg till denna källa och familjer/personer länkade till den.

source: File Information
fi: Tiedostoinformaatio
fr: Informations du fichier
hu: Fájl információ
nb: Filinformasjon
sk: Informácie o súbore
sv: Filinformation

source: Zip File(s)
fi: Zip-tiedosto(t)
fr: Compresser les fichiers (zip)
hu: Zip (tömörített) fájl(ok)
nb: Komprimér fil(er)
sk: ZIP súbor(y)
sv: Zipfil(er)

source: Include media (automatically zips files)
fi: Lisäksi media (automaattisesti zippaa tiedostot)
fr: Inclure les médias (compresse automatiquement les fichiers)
hu: Média befoglalása (fájlok automatikus tömörítése)
nb: Inkluder multimedia-filer (lager automatisk en zip-fil)
sk: Zahrnúť média (automaticky súbory .zip)
sv: Inkludera media (zippar filer automatiskt)

source: Apply privacy settings?
fi: Käytä yksityisyysasetukset?
fr: Appliquer les règles de restrictions d'accès ?
hu: Milyen bizalmi beállításokat alkalmazzon?
nb: Anvend innstillinger for personvern?
sk: Použiť nastavenie utajenia?
sv: Tillämpa integritetsinställningar?

source: Visitor
fi: Vierailija
fr: Visiteur
hu: Látogató
nb: Gjest
sk: Návštevník
sv: Besökare

source: Member
fi: Jäsen
fr: Membre
hu: Tag
nb: Medlem
sk: Člen
sv: Medlem

source: Administrator
fi: Palvelun ylläpitäjä
fr: Administrateur
hu: Rendszergazda
sk: Administrátor
sv: Administratör

source: Convert from UTF-8 to ANSI (ISO-8859-1)
fi: Muunnetaanko tämä UTF-8-koodattu GEDCOM ANSI (ISO-8859-1) muotoon?
fr: Convertir ce fichier GEDCOM format UTF-8 en format ANSI (ISO-8859-1) ?
hu: Át szeretné konvertálni ezt a GEDCOM-ot UTF-8-ról ANSI (ISO-8859-1)-ra?
nb: Konvertere fra UTF-8 til ANSI (ISO-8859-1)
sk: Chcete zmeniť kódovanie v tomto GEDCOM súbore z UTF-8 na ANSI (ISO-8859-1)?
sv: Vill du konvertera från UTF-8 till ANSI(ISO-8859-1)?

source: Remove custom webtrees tags? (eg. _WT_USER, _THUM)
fi: Poista webtree liitteet? (esim. _WT_USER, _THUM)
fr: Supprimer les balises spécifiques à webtrees ? (par exemple _WT_USER, _THUM)
hu: Távolítsa el az egyéni webtrees mezőket? (pl. _WT_USER, _THUM)
nb: Fjern brukerdefinerte webtreeskoder? (feks. _WT_USER, _THUM)
sk: Odstrániť užívateľské tagy? (np. _WT_USER, _THUM)
sv: Ta bort webtrees taggar? (t.ex. _WT_USER, _THUM)

source: Add by ID
fi: Lisää ID:ta käyttäen
fr: Ajouter par code
hu: Hozzáad ID alapján
nb: Legg til ved hjelp av ID
sk: Pridať podľa ID
sv: Lägg till med hjälp av ID

source: This input box lets you enter an individual's ID number so he can be added to the Clippings Cart. Once added you'll be offered options to link that individual's relations to your Clippings Cart.<br /><br />If you do not know an individual's ID number, you can perform a search by name by pressing the Person icon next to the Add button.
fi: Tähän kenttään voi kirjoittaa henkilön ID-tunnuksen lisätäksesi hänet leikekoriin. Kun hänet on lisätty, sinulle annetaan mahdollisuus linkittää kyseisen henkilön sukulaisuussuhteet leikekoriisi<br /><br />Mikäli et tiedä henkilön ID-tunnusta, voit suorittaa haun klikkaamalla henkilön kuvaketta lisää-painikkeen vieressä.
fr: Cette case de saisie vous permet de saisir le code d'un individu, d'une famille ou d'une source pour l'ajouter au panier. Une fois ajouté, vous avez la possibilité d'ajouter les relations de cet individu/famille/source à votre panier.<br /><br />Si vous ne connaissez pas le code, vous pouvez effectuer une recherche par nom en cliquant sur l'icône "choisir" appropriée.
hu: A mezőbe írja be az illető személy azonosítóját, hogy hozzáadja a Hulladékkosárhoz. Hozzáadva lehetővé válik további kapcsolatok felvétele a Hulladékkosárba.<br /><br />Amennyiben nem ismeri a személy azonosítóját a Személy ikonra kattintva kikeresheti az illetőt.
nb: I dette feltet kan du føre inn ID-nummer for personer som skal føyes til Utklippsmappen. I neste trinn kan du velge hvilke av personens slektninger som skal tas med.<br /><br />Hvis du ikke kjenner personens ID-nummer, kan du søke på navn ved å klikke på person-ikonet ved siden av "Legg til"-knappen.
sk: Toto políčko vám umožňuje zadať ID osoby, ktorým pridáte danú osobu do Schránky výstrižkov. Po pridaní dostanete možnosť, ako prepojiť danú osobu zo Schránkou výstrižkov.<br /><br />Ak neznáte ID osoby, môžete ju vyhľadať podľa mena kliknutím na ikonu Panáčika vedľa tlačidla pre pridanie.
sv: Denna box låter dig skriva in en persons ID-nummer så att han kan läggas till i urklippskorgen. Väl tillagd kommer du få frågan om du vill lägga till personens relationer till urklippskorgen.<br /><br />Om du inte vet en persons ID-nummer kan du utföra en sökning via namn genom att trycka på personikonen intill Lägg till knappen.

source: This box shows the contents of your Clippings Cart. The <i>Types</i> column indicates the type of each entry, which can be Individual (INDI), Family (FAM), Source (SOUR), Repository (REPO), Note (NOTE), and Media (OBJE); each is represented by its own icon. The <i>ID</i> column shows the ID number for each item of that particular type. The <i>Name / Description</i> column gives either the name of the family or individual, or a description of the item. The Remove button will remove that record from the Clippings Cart. <b>Confirmation to remove is NOT asked for.</b>
fi: Tämä luettelo kertoo leikekorisi sisällön. Tyypit ovat henkilö (INDI), perhe (FAM), lähde (SOUR), tietovarasto (REPO), huomautus (NOTE), ja media (OBJE). Jokaista tyyppiä edustaa oma kuvakkeensa. ID on kyseistä tyyppiä koskevan kohteen tunnusluku. Nimi / kuvaus sisältää joko perheen tai henkilön nimen tai kohteen kuvauksen. Poista-painike poistaa tietueen leikekorista. Huomaa, että poistamista ei pyydetä vahvistamaan.
fr: Cette case montre le contenu de votre panier. Les <i>en-têtes</i> de colonnes indiquent le type de données sélectionnées, qui peuvent être des Individus (INDI), des familles (FAM), des Sources (SOUR), un dépôt d'archives (REPO), une note(NOTE), ou un média (OBJE) ; chacun est représenté par sa propre icône. La colonne <i>ID</i> affiche le numéro ID pour chaque enregistrement de chaque type d'objets. La colonne <i>Nom / Description</i> donne soit le nom de famille ou de l'individu ou une description de l'un ou l'autre. Le bouton de suppression supprimera cet enregistrement du panier. <b>Attention, une confirmation de cette suppression ne vous sera pas demandé.</b>
hu: Ez a dobozban látható a Hulladékkosár tartalma. A <i>Típus</i> oszlop jelzi az elemek típusát, ami lehet személy (INDI), család (FAM), forrás (SOUR), raktár (REPO), megjegyzés (NOTE) és média (OBJE); ikonokkal jelezve. Az <i>ID</i> oszlop az elemek azonosítóját tartalmazza. A <i>Név / Leírás</i> oszlop a család vagy személy nevét vagy leírását tárolja. A Törlés gomb törli a bejegyzést a Hulladékkosárból.
nb: Tabellen viser innholdet i din Utklippsmappe. <i>Type</i>-spalten angir hvilken type hver innførsel tilhører. Alternativene er Person (INDI), Familie (FAM), Kilde (SOUR), Arkiv (REPO), Notat (NOTE), og Medie (OBJE); med hvert sitt ikon. <i>ID</i>-spalten angir ID-nummeret for hvert element av den aktuelle typen. <i>Navn/Beskrivelse</i>-spalten angir enten familiens/personens navn, eller en beskrivelse av elementet. <b>Fjern</b>-knappen fjerner innførselen fra Utklippsmappen. <b>Den slettes umiddelbart, og det kommer IKKE spørsmål om bekreftelse.</b>
sk: Tento rámček vám zobrazuje obsah vašej Schránky výstrižkov. Stĺpec <i>Typy</i> indikuje typ každej položky, čo môže byť osoba (INDI), rodina (FAM), zdroj (SOUR), repozitár (REPO), poznámka (NOTE) a médiá (OBJE); každý je reprezentovaný vlastnou ikonou. Stĺpec <i>ID</i> zobrazuje číslo ID pre každú položku príslušného typu. Stĺpec <i>Meno / Popis</i> zobrazuje buď meno rodiny alebo osoby, alebo popis položky. Tlačidlo Odstrániť odstráni záznam zo Schránky výstrižkov. <b>Nie je vyžadované potvrdenie odstranenie.</b>
sv: Detta område visar dig innehållet i din urklippskorg. <i>Typ</i>-kolumnen visar typen för varje post, som kan var Person (INDI), familj (FAM), källa (SOUR), arkiv (REPO), anteckning (NOTE) och media (OBJE); alla har sin egen ikon. <i>ID</i>-kolumnen visar ID-nummret för varje post av den typen. <i>Namn / beskrivning</i>-kolumnen ger antingen namnet på familjen eller personen eller en beskrivning av posten. Tabort knappen tar bort den posten från urklippskorgen.<b>Bekräftelse på borttagning kommer INTE att ges.</b>

source: When you click this link your Clippings Cart will be totally emptied.<br /><br />If you don't want to remove all persons, families, etc. from the Clippings Cart, you can remove items individually by clicking the <b>Remove</b> link in the Name boxes. There is <u>no</u> confirmation dialog when you click either of these links; the requested deletion takes place immediately.
fi: Klikkaamalla tätä, leikekorisi tyhjenee kokonaan.<br /><br />Mikäli et halua poistaa kaikkia henkilöitä, perheitä ja paikkoja leikekorista, voit poistaa ne yksitellen klikkaamalla "Poista" linkkiä nimiruuduissa.
fr: Cliquez sur ce lien pour vider entièrement votre panier.<br /><br />Si vous ne voulez pas enlever toutes les données de votre panier, vous pouvez supprimer une par une celles dont vous ne voulez pas en cliquant sur le lien <b>Retirer</b>. Il n'y a <u>pas</u> de fenêtre de confirmation, la suppression est immédiate.
hu: Ha erre kattint a Hulladékkosárból teljesen kiürül.<br /><br />Ha nem szeretne minden személyt, családot, stb. törölni akkor egyenként a Törlés linkre kattintva is megteheti ezt.
nb: Ved å klikke på knappen vil du tømme utklippsmappen din helt.<br /><br />Dersom du ikke ønsker å fjerne alle personer, familier, osv. fra utklippsmappen, kan du fjerne enkeltvis ved å klikke på valget "Fjern" i navneboksen.<br /><br /><b>PS</b> - Det er <u>ikke</u> noen mulighet til å angre dersom du klikker på disse knappene; Utklippsmappen blir tømt med en gang.
sk: Kliknutím na tento odkaz bude vaša schránka výstrižkov úplne vyprázdnená.<br /><br /> Ak nechcete odstrániť všetky osoby, rodiny atd zo schránky výstrižkov, môžete odstraňovať položku za položkou klikaním na odkaz "Odstrániť" v rámčekoch s menami.
sv: Genom att klicka på denna länk kommer Urklippskorg att tömmas helt.<br /><br />Om du inte vill ta bort alla personer, familjer etc. från Urklippskorg kan du ta bort dem en och en genom att klicka på <b>Tabort</b> länken i namnboxarna. Det finns <u>ingen</u> konfirmationsdialog när du klickar på någon av dessa länkar, raderingen sker omedelbart.

source: Family Tree Clippings Cart
fi: Sukupuun leikekori
fr: Panier
hu: Családfa Metszési Kosara
nb: Utklippsmappe
sk: Schránka výstrižkov
sv: Släktträdsurklippskorg

source: Some items could not be added due to privacy restrictions
fi: Joitakin kohteita ei voitu lisätä yksityisyysrajoitusten vuoksi.
fr: Respect des règles de confidentialité : certains enregistrements n'ont pu être ajoutés
hu: Néhány elemet nem sikerült hozzáadni személyes adatok védelme miatt
nb: Noen objekter kunne ikke legges til pga personvernrestriksjoner
sk: Niektoré položky nemôžu byť pridané z dôvodu restrikcií
sv: Vissa delar kunde inte läggas till på grund av integritetsrestriktioner

source: The Clippings Cart allows you to take extracts ("clippings") from this family tree and bundle them up into a single file for downloading and subsequent importing into your own genealogy program. The downloadable file is recorded in GEDCOM format.<br /><ul><li>How to take clippings?<br />This is really simple. Whenever you see a clickable name (individual, family, or source) you can go to the Details page of that name. There you will see the <b>Add to Clippings Cart</b> option. When you click that link you will be offered several options to download.</li><li>How to download?<br />Once you have items in your cart, you can download them just by clicking the <b>Download Now</b> link. Follow the instructions and links.</li></ul>
fi: Leikekori mahdollistaa tietojen "leikkeiden" tallentamisen tästä sukupuusta leikekoriin ja liittämään ne yhdeksi GEDCOM-tiedostoksi omalle työasemallesi siirtämistä varten, jonka jälkeen voit omalla sukututkimusohjelmalla jatkaa käsittelyä.<br /><ul><li>Kuinka leike tehdään? Tämä on helppoa. Aina kun näet klikattavissa olevan nimen (henkilön, perheen tai paikan) voit mennä kyseiselle sivulle. Siellä näet vaihtoehdon "Lisää leikekoriin". Klikkaamalla linkkiä avautuu sivu, jossa on monta vaihtoehtoa tiedoston siirtämiseen.</li><li>Miten siirtää tiedosto koneellesi?<br />Kun sinulla on haluamasi tiedot leikekorissa klikkaa <b>"Siirrä nyt työasemalle</b>"-linkkiä. Seuraa sen jälkeen ohjeita ja linkkejä.</li></ul>
fr: Le panier vous permet de prendre des extraits de cet arbre familial et de les regrouper en un seul fichier pour le téléchargement et l'importation ultérieure dans votre programme de généalogie. Le fichier téléchargeable est enregistré au format GEDCOM.<br /><ul><li>Comment prendre ces données ?<br />C'est vraiment simple. Lorsque vous voyez un nom cliquable (individu, famille, ou source), vous pouvez aller à la page Détails de ce nom. Là, vous pourrez voir l'option <b>Ajouter au panier</b>, vous aurez alors la possibilité d'ajouter immédiatement d'autres extraits liés à votre sélection.</li><li>Comment faire pour télécharger ?<br />Une fois que vous avez des articles dans votre panier, vous pouvez les télécharger en cliquant simplement sur le lien <b>Télécharger maintenant</b>. Suivez les instructions et les liens.</li></ul>
hu: A Hulladékkosár lehetővé teszi kivonatok létrehozását bejegyzésekből, amelyek később letölthetőek lesznek és beimportálhatóak más családfa programokba. A letölthető fájl GEDCOM formátumú lesz.
nb: Utklippsholderen lar deg gjøre "utklipp" fra slektstreet og pakke dem i en samlet fil i GEDCOM-format, som kan lastes ned og importeres i ditt eget slektsprogram.<br /><ul><li>Hvordan gjør man utklipp?<br />Det er meget enkelt. Overalt hvor du ser et klikkbart navn (person, familie eller kilde) kan du gå til personens Fakta-side. Der vil menypunktet <b>Legg i utklippsmappen</b> ha kommet til i hovedmenyen. Når du klikker på linken, kan du velge blant flere alternativer for hva som skal med i utklippet.</li><li>Hvordan hentes det ned?<br />Så snart du har utklipp i din mappe, kan du hente dem hjem ved å klikke på <b>Last ned</b>. Følg instruksjonene og linkene.</li></ul>
sk: <br />Schránka výstrižkov vám umožňuje robiť z tohoto rodokmeňa \"výstrižky\" a vložiť ich do jednoduchého GEDCOM súboru ku stiahnutiu.<br /><br />* Ako urobiť výstrižky?<br />To je veľmi jednoduché. Kdekoľvek uvidíte meno, na ktoré sa dá kliknúť (osoba, rodina alebo prameň), môžete na toto meno kliknúť a tak sa dostať na stránku s údajmi o tomto mene. Na tejto stránke uvidíte voľu \"Pridať do schránky výstrižkov\".<br />Kliknutím na tento odkaz sa dostanete na stránku, kde budete mať niekoľko možností stiahnutia.<br /><br />* Ako súbor stiahnuť?<br />Keď budete mať položky v schránke, môžete ich stiahnúť jednoducho kliknutím na odkaz \"Stiahnúť\".<br>Potom postupujte podľa inštrukcií a odkazov.

source: Add Individual By ID
fi: Lisää henkilö ID-tunnuksen avulla
fr: Ajout de données par leur code
hu: Egyén hozzáadása azonosító alapján
nb: Legg til person ved hjelp av ID
sk: Pridať osobu pomocou ID
sv: Lägg till person via ID

source: Manager
fi: Sukupuun ylläpitäjä
fr: Gestionnaire
hu: Menedzser
nb: Forvalter
sk: Správca

source: Convert media path to
fi: Muunna mediapolku
fr: Convertir le chemin d'accès des Médias à
hu: Media könyvtár megváltoztatása
nb: Endre mediabane til
sk: Zkonvertovať cestu k mediám
sv: Konvertera media-sökvägen till

source: Convert media folder separators to
fi: Muunna mediakansioiden erottimiksi
fr: Conversion du séparateur de répertoire
hu: Media könyvtár elválasztó karakterének megváltoztatása
nb: Endre mediamappens oppdeling til
sk: Zkonvertovať oddeľovač adresárov médií na
sv: Konvertera mediamappseparatortecken till

source: Forward slashes : /
fi: Kauttaviiva: /
fr: Slash : /
hu: Per jel: /
nb: Skråstreker : /
sk: Lomky : /
sv: Snedstreck : /

source: Backslashes : \
fi: Takakenoviiva : \
fr: Antislash : \
hu: Fordított per jel: \
nb: Omvendte skråstreker : \
sk: Obrátené lomky: \
sv: Bakstreck : \

source: Type
fi: Tyyppi
hu: Típus
nb: Datatype
sk: Typ
sv: Typ

source: Name / Description
fi: Nimi / Kuvaus
fr: Nom / Description
hu: Név / Leírás
nb: Navn/beskrivelse
sk: Meno / Popis
sv: Namn / Beskrivning

source: Cannot create
fi: Luonti ei onnistu
fr: Création impossible
hu: Nem hozható létre
nb: Klarte ikke å opprette filen
sk: Nie je možné skopírovať
sv: Kan inte skapa en fil

source: Check access rights on this directory.
fi: Tarkista tämän kansion käyttöoikeudet.
fr: Vérifier les droits d'écriture du répertoire.
hu: Kérjük, ellenőrizze a könyvtár jogosultságait!
nb: Sjekk rettighetene for å opprette en fil i denne mappen.
sk: Skontrolujte prístupové práva k tejto zložke.
sv: Kontrollera åtkomsträttigheter för mappen.

source: Census assistant
fi: Census (väestönlaskenta) apulainen
fr: Assistant recensement
hu: Statisztikai asszisztens
nb: Folketellingshjelp
sk: Asistent sčítania

source: The census assistant provides a simple way to enter census transcripts and link them to each person listed in the census.
fi: Census (väestönlaskenta) apulainen, yksinkertaisin keinoin tallentaa census-tiedot (väestönlaskennasta) ja yhdistää vastaaviin henkilöihin.
fr: L'assistant recensement fournit un moyen simple se saisir les transcriptions des recensements et de les lier aux personnes figurant dans le recensement.
hu: A Statisztikai asszisztens lehetővé teszi statisztikák készítését és ezek belinkelését az érintett személyekhez.
nb: Folketellingshjelpen er en enkel måte å gå inn folketellingensutskriftene og knytte dem til personene som er oppført i tellingen.
sk: Asistent sčítania ľudu poskytuje jednoduchý spôsob, ako vkladať sčítacie transkripty (census transcripts) a vytvárať odkazy na konkrétne osoby.

source: Add people
fi: Lisää henkilöitä
fr: Ajouter des personnes
hu: Személy hozzáadása
nb: Legg til personer
sk: Pridať osobu
sv: Lägg till personer

source: You must enter a name
fi: Kirjoita nimi
fr: Vous devez préciser un nom
hu: Adja meg a nevét
nb: Du må skrive inn et navn
sk: Musíte zadať meno
sv: Skriv ett namn

source: Click to choose person as Head of family.
fi: Klikkaa valitaksesi henkilön perheen pääksi.
fr: Cliquez pour choisir personne comme chef de famille (de-cujus).
hu: Kattintson, hogy kiválassza mint Családfőt.
nb: Klikk for å velge personen som familieoverhode.
sk: Kliknutím vyberte osobu ako hlavu rodiny.
sv: Klicka för att valja en person som familjens huvudperson.

source: Click %s to choose person as Head of family.
fi: Valitse %s perheen päähenkilöksi.
fr: Cliquez %s pour choisir personne comme chef de famille (de-cujus).
hu: Kattintson %s, hogy kiválassza mint Családfőt.
nb: Klikk %s for å velge personen som familieoverhode.
sk: Klik %s vybrať osobu ako hlavu rodiny.
sv: Välj %s till familjens huvudperson.

source: Step-Father
fi: Isäpuoli
fr: Beau-père
hu: Mostoha apa
nb: Stefar
sk: Nevlastný otec
sv: Styvfar

source: Step-Mother
fi: Äitipuoli
fr: Belle-mère
hu: Mostoha anya
nb: Stemor
sk: Nevlastná matka
sv: Styvmor

source: Parents
fi: Vanhemmat
hu: Szülők:
nb: Foreldre
sk: Rodičia:
sv: Föräldrar

source: none
fi: ei mitään
fr: aucun
hu: semmi
nb: ingen
sk: Nikto
sv: inga

# unknown family
source: unknown
fi: perhe ei tiedossa
fr: inconnu(e)
hu: ismeretlen
nb: Ukjent
sk: neznáma
sv: okänd

source: Census transcript
fi: Census (väestönlaskenta) jäljennös
fr: Transcription du recensement
hu: Statisztikai átirat
nb: Avskrift av folketelling
sk: Sčítací transkript

source: Household
fi: Perhe- eli ruokakunta
fr: Maisonnée
hu: Háztartás
nb: Husholdning
sk: Domácnosť
sv: Hushåll

source: Year
fi: Vuosi
fr: Année
hu: Év
nb: År
sk: Rok:
sv: År

source: Title
fi: Otsikko
fr: Titre
hu: Cím
nb: Tittel
sk: Titul
sv: Titel

source: Notes
fi: Lisätiedot
hu: Jegyzetek
nb: Notater
sk: Poznámky
sv: Anteckningar

source: Census date
fi: Väestönlaskenta päivä
fr: Date du recensement
hu: Népszámlálás dátuma
nb: Folketellingsår
sk: Dátum sčítania
sv: Folkräkningsdatum

source: Help
fi: Ohje
fr: Aide
hu: Súgó
nb: Hjelp
sk: Nápoveda
sv: Hjälp

source: Click &quot;Preview&quot; to copy Edit Input Fields
fi: Valitse &quot;Esikatselu&quot; kun kopioit muokatut syöttökentät
fr: Cliquez sur &quot;Aperçu&quot; pour copier Modifier les champs de saisie
hu: Kattintson az &quot;Előnézet&quot;re a szerkesztő mező másolásához
nb: "Forhåndsvisning" klistrer inn feltene ovenfor
sk: Kliknutím na &quot;Náhľad&quot; skopírujete políčka pre úpravu
sv: Klicka &quot;Preview&quot; för att redigera inmatningsfälten

source: Preview
fi: Esikatselu
fr: Prévisualier
hu: Előnézet
nb: Forhåndsvisning
sk: Náhľad
sv: Förhandsgranska

source: Proposed Census Text&nbsp;&nbsp;
fi: Ehdotettu Census (väestönlaskenta) teksti&nbsp;&nbsp;
fr: Texte proposé pour le recensement&nbsp;&nbsp;
hu: Javasolt statisztikai szöveg&nbsp;&nbsp;
nb: Foreslått tekst for folketelling
sk: Navrhnutý text sčítania&nbsp;&nbsp;
sv: Föreslagen folkräkningstext&nbsp;&nbsp;

source: Head of Household:
fi: Pää
fr: Chef de famille:
hu: Háztartás vezetője:
nb: Familiens overhode:
sk: Hlava domácnosti:
sv: Hushållets överhuvud

source: Add/Insert Blank Row
fi: Lisää tyhjä rivi
fr: Ajouter/Insérer une ligne vide
hu: Hozzáad/Beszúr üres sort
nb: Legg til / sett inn ekstra linje
sk: Pridať/vložiť prázdny riadok
sv: Lägg till tom rad

source: Father's Birthplace - (Chapman format)
fi: Isän syntymäpaikka (Chapman muodossa)
fr: Lieu de naissance du père - (format Chapman)
hu: Apa születési helye - (Chapman formátum)
nb: Fars fødselssted (Chapman format)
sk: Otcove miesto narodenia - (Chapman formát)
sv: Faderns födelseort - (i Chapman format)

source: Mother's Birthplace - (Chapman format)
fi: Äidin syntymäpaikka (Chapman muoto)
fr: Lieu de naissance de la mère - (format Chapman)
hu: Anya születési helye - (Chapman formátum)
nb: Mors fødselssted (Chapman format)
sk: Matkine miesto narodenia - (Chapman formát)
sv: Moderns födelseort - (i Chapman format)

source: Search for People to add to Add Links list.
fi: Hae henkilöitä yhteyksien luontilistaan.
fr: Recherche de personnes à ajouter à la liste Ajouter Liens.
hu: Személy keresése a hivatkozás hozzáadása listába
nb: Søk for personer som skal legges til lenkelisten
sk: Hľadať osoby pre pridanie do zoznamu Pridať odkazy.
sv: Sök efter personer att lägga till "Lägg till länklista".
