Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Add a new brother or sister
fi: Lisää veli tai sisko perheeseen
fr: Ajouter un nouveau frère ou une nouvelle sœur
hu: Új testvér hozzáadása
nb: Legg til en ny bror eller søster
sk: Pridať nového brata alebo sestru
sv: Lägg till en ny bror eller syster

source: You can add a child to this family when you click this link. "This Family", in this case, is the father and mother of the principal person of this screen.<br /><br />Keep in mind that you are going to add a sibling of that person. Adding a brother or sister is simple: Just click the link, fill out the boxes in the pop up screen and that's all.<br /><br />If you have to add a son or daughter of the principal person, scroll down a little and click the link in "Family with Spouse".
fi: Klikkaamalla linkkiä, voit lisätä lapsen tähän perheeseen. "Tämä Perhe" tarkoittaa tarkastelun kohteena olevaa henkilöä ja hänen vanhempiaan.<br /><br />Huomio, lisäät siis sisaruksen kohteena olevalle henkilölle. Veljen tai siskon lisääminen on yksinkertainen toimenpide. Klikkaa linkkiä, anna pyydetyt tiedot uudessa ponnahduslomakkeessa, siinä kaikki.<br /><br />Jos sinulla on tarkoitus lisätä lapsi kohteena olevalle henkilölle, valitse alempana oleva toimenpide "Perhe puolison kanssa".
fr: Vous pouvez ajouter un enfant à cette famille lorsque vous cliquez sur ce lien. «Cette famille», dans ce cas, est le père et la mère du personnage principal de cet écran.<br /><br />Gardez à l'esprit que vous allez ajouter un frère ou une sœur à cette personne. Ajout d'un frère ou une sœur est simple: Il suffit de cliquer sur le lien, remplir les cases dans le menu déroulant l'écran et c'est tout.<br /><br />Si vous devez ajouter un fils ou une fille au personnage principal, faites défiler un peu et cliquez sur le lien "Famille avec le conjoint».
nb: Du kan legge et barn til familien ved å klikke på denne linken. "Familien" vil her si far og mor til hovedpersonen på siden.<br /><br />Husk at du altså legger til en bror eller søster til denne personen. Å legge til en bror eller søster er enkelt: klikk på linken, og fyll i feltene i pop-up-vinduet.<br /><br />Hvis du vil legge til en sønn eller datter av hovedpersonen, følg linken under "Familie med [navn på ektefelle]" lenger ned på siden.
sk: Kliknutím na tento odkaz môžete do tejto rodiny pridať dieťa. \"Táto rodina\" v tomto prípade je otec a matka hlavnej osoby na tejto obrazovke.<br /><br />Myslite na to, že pridávate súrodenca tejto osoby. Pridanie brata alebo sestry je jednoduché. Iba kliknite na odkaz, vyplňte údaje a to je všetko.<br /><br />Ak musíte pridať hlavnej osobe syna alebo dcéru, rolujte dole a kliknite na odkaz \"Rodina s partnerom\".

source: Add a new son or daughter
fi: Lisää poika tai tytär
fr: Ajouter un nouveau fils ou nouvelle fille
nb: Legg til en ny sønn eller datter
sk: Pridať nového syna alebo dcéru
sv: Lägg till en ny son eller dotter

source: You can add a child to this family when you click this link. "This Family", in this case, is the principal person of this screen and his or her spouse.<br /><br />Keep in mind that you are going to add a son or daughter of that person. Adding a son or daughter is simple: Just click the link, fill out the boxes in the popup screen and that's all.<br /><br />If you have to add a brother or sister of the principal person, scroll up a little and click the link in "Family with Parents".
fi: Klikkaamalla tätä voit lisätä lapsen perheeseen. "Tämä Perhe" tarkoittaa tarkstelun kohteena olevaa henkilöä ja hänen puolisoaan.<br /><br />Huomio, olet siis lisäämässä pojan tai tyttären kohteena olevalle henkilölle. Pojan tai tyttären lisääminen on yksinkertainen toimenpide. Klikkaa linkkiä (teksti), anna pyydetyt tiedot ponnahduslomakkeessa, siinä kaikki.<br /><br />Jos sinun pitää lisätä veli tai sisko kohteena olevalle henkilölle, niin valitse hiukan ylempänä linkki "Vanhempien perhe".
fr: Vous pouvez ajouter un enfant à cette famille en cliquant ce lien. "Cette famille", dans ce cas, est l'individu principal de cette fiche et son ou sa conjoint (e)<br /><br />Gardez à l'esprit que vous allez ajouter un fils ou une fille à cet individu. Ajouter un fils ou une fille est simple : cliquez le lien, informez les champs dans la fenêtre réduite et voilà tout.<br /><br />Si vous devez ajouter un frère ou une sœur à l'individu principal, descendez un peu dans la page et cliquez sur le lien situé dans "Famille avec Parents".
nb: Du kan legge et barn til familien ved å klikke på denne linken. "Familien" vil her si hovedpersonen på siden og hans/hennes ektefelle.<br /><br />Husk at du altså legger til en sønn eller datter til denne personen. Å legge til en sønn eller datter er enkelt: klikk på linken og fyll i feltene i pop-up-vinduet.<br /><br />Hvis du vil legge til en bror eller søster av hovedpersonen, følg linken under "Familie med foreldre" lenger opp på siden.
sk: Kliknutím na tento odkaz môžete do tejto rodiny pridať dieťa. \"Táto rodina\" v tomto prípade je hlavná osoba na tejto obrazovke z jej partnerom.<br /><br />Myslite na to, že pridávate tejto osobe syna alebo dcéru. Pridanie syna alebo dcéry je jednoduché. Iba kliknite na odkaz, vyplňte údaje a to je všetko.<br /><br />Ak musíte pridať hlavnej osobe bratra alebo sestru, rolujte nahoru a kliknite na odkaz \"Rodina s rodičmi\".

source: Here you can add a source <b>Citation</b> to this record.<br /><br />Just click the link, a window will open, and you can choose the source from the list (Find ID) or create a new source and then add the Citation.<br /><br />Adding sources is an important part of genealogy because it allows other researchers to verify where you obtained your information.
fi: Tässä voit lisätä tietueelle lähdeviitteen.<br /><br />Klikkaamalla linkkiä, avautuu ikkuna, ja voit valita lähteen listasta (Hae ID) tai luoda uusi lähde ja sitten lisätä lainaus.<br /><br />Lähteiden lisääminen on tärkeä osa sukututkimusta, koska muut tutkijat voivat tarkistaa mistä olet hankkinut tietosi.
fr: Ici vous pouvez ajouter une source <b>Citation</b> à cet enregistrement.<br /><br />Cliquez le lien, une fenêtre s'affichera; vous pouvez sélectionner une source dans la liste (Trouver ID) ou créer une nouvelle source et alors ajouter la Citation.<br /><br />Indiquer les sources d'une information est un partie importante en généalogie car cela permet aux autres chercheurs de vérifier l'origine de l'information.
nb: Her kan du legge til et kilde-<b>Sitat</b> til posten.<br /><br />Klikk på linken og det kommer opp et vindu der du kan velge kilden fra listen (Finn ID) eller opprette en ny kilde og så legge til Sitatet.<br /><br />Kildebelegg er en viktig del av slektsforskningen fordi det gir andre forskere mulighet for å verifisere den informasjonen du presenterer.
sk: Tu môžete pridať k tomuto záznamu <b>Citáciu</b> zdroja.<br /><br />Kliknite na odkaz, otvorí sa okno a vy zo zoznamu vyberiete zdroj (Nájsť ID) alebo pridáte nový zdroj, a potom pridáte citáciu.<br /><br />Pridávanie zdrojov je dôležitou časťou rodokmeňa pretože umožňuje bádateľom overovať, kde ste si našli vaše informácie.
sv: Här kan du lägga till en källa <b>Citat</b> till denna datapost.<br /><br />Klicka på länken, ett fönster öppnas och du kan välja källan från listan (Sök ID) eller skapa en ny källa och sen lägga till Citatet.<br /><br />Att lägga till källor är en viktig del av släktforskning för att det tillåter andra forskare att verifiera varifrån du fått din information.

source: By clicking this link, you can add a <u>new</u> female person and link this person to the principal individual as a new wife.<br /><br />Just click the link, and you will get a pop up window to add the new person. Fill out as many boxes as you can and click the <b>Save</b> button.<br /><br />That's all.
fi: Klikkaamalla tätä linkkiä voit lisätä "uuden" (naispuolisen) henkilön ja kytkeä hänet näytön päähenkilöön uutena vaimona.<br /><br />Klikkaa linkkiä, täytä ponnahdusikkunassa mahdollisimman monta kenttää ja klikkaa lopuksi "Tallenna".
fr: En cliquant sur ce lien, vous pouvez ajouter un <u>nouvel</u> individu féminin et lier cet individu à l'individu principal en tant qu'épouse.<br /><br />Cliquez simplement sur le lien, et vous obtiendrez une fenêtre pop-up pour y ajouter ce nouvel individu. Remplissez le maximum de champs puis cliquez sur le bouton <b>Sauvegarder</b>.<br /><br />C'est tout.
nb: Ved å klikke på denne lenken, kan du legge til en <u>ny</u> kvinne og knytte henne til hovedpersonen som en ny ektefelle/partner.<br /><br />Bare klikk på lenken, så vil du få opp et vindu for å legge til den nye personen.<br />Fyll ut så mange felt som mulig og trykk på <b>Lagre</b>knappen.
sk: Kliknutím na tento odkaz môžete pridať "novú" ženu a pripojiť ju k ústrednej osobe ako novú manželku.<br /><br />Kliknite jednoducho na odkaz. Objaví sa pop-up okno, v ktorom budete môcť novú osobu pridať.<br />Vyplňte čo najviacej políčok a kliknite na tlačítko "Uložiť".<br /><br />To je všetko.
sv: Genom att klicka denna länk, kan du lägga till en <u>ny</u> kvinnoperson och länka denna person till skärmens huvudperson som ny maka.<br /><br />Klicka denna länk och ett popupp-fönster öppnas till vilken du kan lägga till den nya personen. Fyll i så många rutor du kan och klicka på <b>Spara</b>-knappen.<br /><br />Det är allt.

source: When this option box is checked, the «Close Relatives» tab will show date differences as follows:<br /><ul><li>birth dates of partners.<br />A negative value indicates that the second partner is older than the first.<br /><br /></li><li>marriage date and birth date of the first child.<br />A negative value here indicates that the child was born before the marriage date or that either the birth date or the marriage date is wrong.<br /><br /></li><li>birth dates of siblings.<br />A negative value here indicates that either the order of the children is wrong or that one of the birth dates is wrong.</li></ul>
fi: Kun tämä valintaruutu on rastitettu «Sukulaiset»-välilehti näyttää päivämääräerotukset seuraavasti:<br /><ul><li>Partnerien syntymäajat.<br /> Negatiivinen arvo kertoo, että seuraava partneri on vanhempi kuin edellinen.<br /><br /></li><li>Vihkimispäivä ja ensimmäisen lapsen syntymäaika.<br />Negatiivinen arvo osoittaa, että lapsi syntyi ennen vihkimispäivää tai että joko syntymäaika tai vihkimisaika on väärä.<br /><br /></li><li>Lasten syntymäajat.<br />Negatiivinen arvo kertoo, että joko lasten järjestys on väärä tai joku lasten syntymäajoista on väärä.</li></ul>
fr: Quand cette option est cochée, l'onglet «Famille proche» affichera les écarts entre les dates comme suit :<br /><ul><li>dates de naissance des partenaires.<br />Une valeur négative indique que le second partenaire est plus âgé que le premier.<br /><br /></li><li>date de mariage et date de naissance du premier enfant.<br />Une valeur négative indique que l'enfant est né avant la date de mariage ou que la date de mariage ou de naissance est erronée.<br /><br /></li><li>dates de naissance des frères et sœurs.<br />Une valeur négative indique que l'ordre des enfants est erroné ou que l'une des dates de naissance est erronée.</li></ul>
nb: Når denne ruten er haket av, vil «Familie»-fanen vise aldersforskjeller på følgende måter:<br /><ul><li>partneres fødselsdatoer.<br />En negativ verdi indikerer at den andre partneren er eldre enn den første.<br /><br /></li><li>vielsesdato og første barns fødselsdato.<br />En negativ verdi her angir at barnet ble født før foreldrene ble gift, hvilket kan bety at en av datoene er feil.<br /><br /></li><li>søskens fødselsdato.<br />En negativ verdi her indikerer at enten rekkefølgen på barna eller en/noen av datoene er feil.</li></ul>
sk: Ak je táto voľba zaškrtnutá, panel \"Najbližší príbuzný\" zobrazí rozdiely údajov medzi:<br /><ul><li>dátumami narodenia partnerov.<br />Záporná hodnota značí, že druhý partner je starší než prvý.<br /><br /></li><li>dátumom svadby a narodenia prvého dieťaťa.<br />Záporná hodnota značí, že sa dieťa narodilo pred svadbou alebo je jeden z dátumov nesprávny.<br /><br /></li><li>dátumami narodenia súrodencov.<br />Záporná hodnota značí, že buď je poradie detí zlé, alebo jeden z dátumov.</li></ul>

source: A-Z list of names
fi: A-Ö nimiluettelo
fr: Liste des noms A-Z

source: The A-Z list allows you to select all names beginning with a certain letter. Unknown names are listed under “…” and people who do not have a surname are listed under “None”.
fi: A-Ö luettelon avulla voit valita kaikki nimet jotka alkavat tietyllä kirjaimella. Tuntemattomat nimet luetellaan "..." alla ja ihmiset, joilla ei ole sukunimeä, luetellaan "Ei mikään" alle.
fr: La liste A-Z vous permet de sélectionner tous les noms commençant par une certaine lettre. Les noms inconnus sont listés sous “…” et les personnes n'ayant pas de nom de famille sont listées sous “None”.

source: If a person’s name is not known, it should be left blank. If you enter “Unknown” as a name, it will be listed under “U”.
fi: Mikäli henkilön nimi on tuntematon, se tulisi jättää tyhjäksi. Jos täytät nimeksi “Tuntematon”, se listautuu “T”:n alle.
fr: Si le nom d'une personne est inconnu, il faut le laisser en blanc. Si vous entrez "Inconnu" dans le champ nom, cet individu sera listé sous la lettre "I".

source: Ancestors
fi: Esivanhemmat
fr: Ancêtres
sk: Predkovia

source: The Ancestry page is very similar to the <a href="?help=pedigree.php">Pedigree Tree</a>, but with more details and alternate <a href="?help=chart_style">Chart style</a> displays.<br /><br />Each ancestry is shown with a unique number, calculated according to the <i>Sosa-Stradonitz</i> system:<div style="padding-left:30px;"><b>Even</b> numbers for men (child*2)<br /><b>Odd</b> numbers for women (husband+1) except for <b>1</b></div><br />Example:<br /><div style="padding-left:30px;">The root person is <b>1</b>, regardless of gender.<br /><b>1</b>'s father is <b>2</b> (<b>1</b> * 2), mother is <b>3</b> (<b>2</b> + 1).<br /><b>2</b>'s father is <b>4</b> (<b>2</b> * 2), mother is <b>5</b> (<b>4</b> + 1).<br /><b>3</b>'s father is <b>6</b> (<b>3</b> * 2), mother is <b>7</b> (<b>6</b> + 1).<br /><b>7</b>'s father is <b>14</b> (<b>7</b> * 2), mother is <b>15</b> (<b>14</b> +1).</div><br />etc.
fi: Jälkeläiset sivu muistuttaa <a href="?help=pedigree.php">Esivanhemmat-kaaviota</a>, mutta tarkennetuin tiedoin.
fr: Le Tableau d'ascendance est très similaire à l'<a href="?help=pedigree.php">Arbre d'ascendance</a>, mais plus détaillé et affichant un autre <a href="?help=chart_style">style Graphique</a>.<br /><br />Chaque ancêtre est montré avec un numéro unique, calculé selon le système <i>Sosa-Stradonitz</i>:<div style="padding-left:30px;"><b>Nombres pairs</b> pour les hommes (enfant*2)<br /><b>Nombres impairs</b> pour les femmes (époux+1) excepté pour le <b>1</b></div><br />Exemple:<br /><div style="padding-left:30px;">La personne racine est <b>1</b>, sans égard pour le sexe.<br /><b>1</b>'s père est <b>2</b> (<b>1</b> * 2), mère est <b>3</b> (<b>2</b> + 1).<br /><b>2</b>'s père est <b>4</b> (<b>2</b> * 2), mère est <b>5</b> (<b>4</b> + 1).<br /><b>3</b>'s père est <b>6</b> (<b>3</b> * 2), mère est <b>7</b> (<b>6</b> + 1).<br /><b>7</b>'s père est <b>14</b> (<b>7</b> * 2), père est <b>15</b> (<b>14</b> +1).</div><br />etc.
nb: Skjemaet over forfedre ligner <a href="?help=pedigree.php">Anetreet</a>, men viser flere detaljer, og gir mulighet for å velge mellom flere forskjellige <a href="?help=chart_style">utformninger</a> av diagrammet.<br /><br />Hvert opphav forsynes med et unikt nummer, beregnet etter<i>Sosa-Stradonitz</i>-systemet:<div style="padding-left:30px;"><b>Partall</b> for menn (barn*2)<br /><b>Oddetall</b> for kvinner (ektemann+1) med unntak for <b>1</b>.</div><br />Eksempel:<br /><div style="padding-left:30px;">Rotpersonen er <b>1</b>, uansett kjønn.<br /><b>1</b>s far er <b>2</b> (<b>1</b> * 2), mor er <b>3</b> (<b>2</b> + 1).<br /><b>2</b>s far (<b>1</b>s farfar) er <b>4</b> (<b>2</b> * 2), mor (<b>2</b>s farmor) er <b>5</b> (<b>4</b> + 1).<br /><b>3</b>s far (<b>2</b>s morfar) er <b>6</b> (<b>3</b> * 2), mor (<b>2</b>s mormor) er <b>7</b> (<b>6</b> + 1).<br /><b>7</b>s far er <b>14</b> (<b>7</b> * 2), mor er <b>15</b> (<b>14</b> +1).</div><br />osv.
sk: Stránka s Vývodom (rodovým pôvodom, predkami) je veľmi podobná <a href=\"?help=pedigree.php\">Rodokmeňovému stromu</a>, ale s viacero detailami a alternatívnymi <a href=\"?help=chart_style\">štýlmi</a>.<br /><br />Každý predok je zobrazený s jednoznačným číslom dopočítaným podľa <i>Sosa-Stradonitz</i> systému: <div style=\"padding-left:30px;\"><b>Párne</b> čísla pre mužov (dieťa*2)<br /><b>Nepárne</b> čísla pre ženy (manžel+1) okrem <b>1</b></div><br />Príklad:<br /><div style=\"padding-left:30px;\">Východisková osoba (koreňová osoba) je <b>1</b>, bez ohľadu na pohlavie.<br />Jej otec je <b>2</b> (<b>1</b> * 2), matka je <b>3</b> (<b>2</b> + 1).<br />Otcov otec je <b>4</b> (<b>2</b> * 2), matka je <b>5</b> (<b>4</b> + 1).<br />Matkin otec je <b>6</b> (<b>3</b> * 2), matka je <b>7</b> (<b>6</b> + 1).<br />Otec <b>7</b> je <b>14</b> (<b>7</b> * 2), matka je <b>15</b> (<b>14</b> +1).</div><br />atd.
sv: Antavla_sida är mycket lika som <a href="?help=pedigree.php">Förfädrar_träd</a>, men med mera detaljer och alternativ <a href="?help=chart_style">Diagram stil</a> visa.<br /><br />Varje förfäder visas med unikt nummer, kalkulerad enligt <i>Sosa-Stradonitz</i> system:<div style="padding-left:30px;"><b>Jämna</b> numror för män (barn*2)<br /><b>Udda</b> numror för kvinnor (make+1) förutom för <b>1</b></div><br />Exampel:<br /><div style="padding-left:30px;">Startperson är <b>1</b>, oberoende an kön.<br /><b>1</b>'s fader är <b>2</b> (<b>1</b> * 2), moder är <b>3</b> (<b>2</b> + 1).<br /><b>2</b>'s fader är <b>4</b> (<b>2</b> * 2), moder är <b>5</b> (<b>4</b> + 1).<br /><b>3</b>'s fader är <b>6</b> (<b>3</b> * 2), moder är <b>7</b> (<b>6</b> + 1).<br /><b>7</b>'s fader är <b>14</b> (<b>7</b> * 2), moder är <b>15</b> (<b>14</b> +1).</div><br />etc.

source: Day selector
fi: Päivän valinta
fr: Choix du jour
nb: Dagvelger
sk: Výber dní
sv: Dagväljare
