Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: The following facts did not match. Select the information you would like to keep.
fi: Seuraavat tiedot eivät ole yhtäpitäviä. Valitse tieto, jonka haluat säilyttää.
fr: Les champs suivants sont différents. Sélectionner la valeur à conserver.
hu: A következő események nem egyeznek meg. Kérjük jelölje ki, hogy melyik információt tartsuk meg.
nb: Følgende faktafelt har forskjellig innhold. Velg de opplysningene du ønsker å beholde.
sk: Nasledujúce údaje si nezodpovedajú. Označte informáciu, ktorú chcete zachovať.
sv: Följande fakta matchade inte. Välj informationen du vill behålla.

source: Merge Step 3 of 3
fi: Yhdistä - vaihe 3/3
fr: Fusion : étape 3/3
hu: Összefűzés - 3. lépés a 3-ból
nb: Flettesteg 3 av 3
sk: Zlučovanie - krok 3 z 3
sv: Slå ihop steg 3 av 3

source: GEDCOM record successfully deleted.
fi: GEDCOM-tietue poistettu.
fr: Enregistrement GEDCOM supprimé avec succès.
hu: A GEDCOM-bejegyzést sikeresen töröltük
nb: GEDCOM-datapost slettet.
sk: Záznam bol úspešne zmazaný.
sv: GEDCOM-datapost raderad.

source: Updating linked record
fi: Päivitetään yhdistettyä tietuetta
fr: Mise à jour de l'enregistrement lié
hu: Összekapcsolt rekordok frissítése
nb: Oppdaterer data som er knyttet til denne
sk: Aktualizovanie pripojenej správy
sv: Uppdatera länkade poster

source: Adding
fi: Lisätään
fr: Ajout
hu: Hozzáadás
nb: Legger til
sk: Pridanie
sv: Lägga till

source: from
fi: lähtien
fr: de
hu: kezdettel
nb: fra
sk: od
sv: från

source: favorites updated.
fi: suosikit on päivitetty.
fr: Favoris actualisés.
hu: kedvencek frissítve.
nb: favoritter er nå oppdatert.
sk: obľúbené obnovené.
sv: favoriter uppdaterad

source: Merge more records.
fi: Yhdistä lisää tietueita.
fr: Fusionner d'autres enregistrements.
hu: További rekordok összefűzése
nb: Flette flere oppføringer.
sk: Zlúčiť viacej záznamov.
sv: Slå ihop flera poster.

source: Merge Step 1 of 3
fi: Yhdistä - vaihe 1/3
fr: Fusion : étape 1/3
hu: Összefűzés - 1. lépés a 3-ból
nb: Flettesteg 1 av 3
sk: Zlučovanie - krok 1 z 3
sv: Slå ihop steg 1 av 3

source: Select two GEDCOM records to merge. The records must be of the same type.
fi: Valitse kaksi GEDCOM-tietuetta yhdistettäväksi. Tietueiden tulee olla samaa tyyppiä.
fr: Sélectionner les 2 enregistrements GEDCOM à fusionner. Ils doivent être du même type.
hu: Válassza ki a 2 összefűzendő GEDCOM-rekordot! A rekordok típusának meg kell egyezni.
nb: Velg 2 oppføringer i slektsbasen som skal flettes. Oppføringene må være av samme type.
sk: Označte 2 GEDCOM záznamy, ktoré sa majú zlúčiť. Záznamy musia byť rovnakého typu.
sv: Välj 2 GEDCOM-poster att slå ihop. Posterna måste vara av samma typ.

source: Merge To ID:
fi: Yhdistä tähän ID:een:
fr: Fusion vers:
hu: Célrekord azonosítója:
nb: Flett til ID:
sk: Zlúčiť do ID:
sv: Slå ihop med ID:

source: Merge From ID:
fi: Yhdistä siirtämällä tästä ID:stä:
fr: Fusion de:
hu: Forrásrekord azonosítója:
nb: Flett fra ID:
sk: Zlúčiť z ID:
sv: Slå ihop från ID:

source: <b>webtrees</b> site unavailable
fi: <b>webtrees</b> sivusto ei käytettävissä
fr: Site <b>webtrees</b> indisponible
hu: A <b>webtrees</b> oldal nem elérhető
nb: <b>webtrees</b> nettstedet er ikke tilgjengelig
sk: Nedostupný web <b>webtrees</b>
sv: <b>webtrees</b> sajt är inte tillgänglig

source: Oops! The webserver is unable to connect to the database server. It could be busy, undergoing maintenance, or simply broken. You should <a href="index.php">try again</a> in a few minutes or contact the website administrator.
fi: Hupsis! Web palvelin ei saanut yhteyttä tietokantapalvelimeen. Se on liikakuormitettuna, huolletaan tai vaikka epäkunnossa. Kokeile <a href="index.php">try again</a> hetken kuluttua tai ole yhteydessä web sivuston ylläpitäjään.
fr: Oops! Le serveur Web ne parvient pas à se connecter au serveur de base de données. Il pourrait être occupé, en cours de maintenance, ou tout simplement cassé. Vous devriez <a href="index.php">essayez à nouveau</a> dans quelques minutes ou contactez l'administrateur du site.
hu: Upsz! A webszerver nem tud csatlakozni az adatbázisszerverhez. Túlterhelt lehet, karbantartás alatt áll vagy csak elromlott. Próbálja később megnyitni az oldalt vagy vegye fel a kapcsolatot az oldal karbantartójával.
nb: Oops! Webserveren kan ikke koble til databaseserveren. Den kan være travel, gjennomgå vedlikehold, eller rett og slett være ødelagt. Du bør <a href="index.php"> prøve igjen </a> etter et par minutter eller kontakte administratoren for nettsiden.
sk: Ups! Webový server sa nedokáže pripojiť na databázový server. Buď je príliš zaneprázdnený, prechádza údržbou alebo je pokazený. <a href=\"index.php\">Skúste to</a> za pár minút znova alebo kontaktujte správcu webu.
sv: Hoppsan! Webbservern kan inte ansluta sig till databasservern. Den kan vara upptagen, undergå service, eller helt enkel trasig. Du kan försöka <a href="index.php">try again</a> efter några minuter eller kontakta sajtadministratorn.

source: The database reported the following error message:
fi: Tietokanta ilmoittaa seuraavan virheen:
fr: La base de données rapporte le message d'erreur suivant:
hu: Az adatbázis a következő hibaüzenetet adta:
nb: Databasen rapporterte følgende feilmelding:
sk: Databáza vypísala nasledujúcu chybovú správu:
sv: Databasen raporterar följande felmeddelande:

source: If you are the website administrator, you should check that:
fi: Jos olet web sivuston ylläpitäjä, tarkista:
fr: Si vous êtes l'administrateur du site, vous devez vérifier que:
hu: Ha Ön a weblap karbantartója, ellenőrizze ezeket:
nb: Hvis du er administrator for nettstedet, bør du kontrollere at:
sk: Ak ste správca webu, mal by ste skontrolovať toto:
sv: Om du är sajtadministratör, kontrollera att:

source: the database connection settings in the file <b>/data/config.ini.php</b> are still correct
fi: tietokantayhteysasetukset tiedostossa <b>/data/config.ini.php</b> ovat oikein.
fr: les paramètres de connexion de base de données dans le fichier <b>/data/config.ini.php</b> sont encore corrects
hu: az adatbázis beállításai a <b>/data/config.ini.php</b> fájlban helyesnek tűnnek
nb: Tilkoblingsinnstillingene for databasen i filen <b>/data/config.ini.php</b> er fremdeles korrekte
sk: nastavenie pripojenia k databázi v súbore <b>/data/config.ini.php</b> je v poriadku
sv: databasanslutningens inställningar i filen <b>/data/config.ini.php</b> är fortfarande riktiga

source: the directory <b>/data</b> and the file <b>/data/config.ini.php</b> have access permissions that allow the webserver to read them
fi: hakemisto <b>/data</b> ja tiedostolla <b>/data/config.ini.php</b> on sellaiset oikeudet, että web palvelin (sovellus, esim. apache) pystyy niitä myös lukemaan
fr: Le répertoire <b>/data</b> et le fichier <b>/data/config.ini.php</b> ont les autorisations d'accès qui permettent au serveur web pour les lire
hu: a <b>/data</b> mappa és a <b>/data/config.ini.php</b> fájl olvasható a webszerver által
nb: mappen <b>/data</b> og filen <b>/data/config.ini.php</b> har tilgangsrettigheter som tillater serveren å lese dem
sk: adresár <b>/data</b> a súbor <b>/data/config.ini.php</b> majú prístupové práva nastavené tak, že webový server ich môže čítať
sv: katalogen <b>/data</b> och filen <b>/data/config.ini.php</b> har åtkomsträttigheter som tillåter webbservern att läsa dem

source: you can connect to the database using other applications, such as phpmyadmin
fi: että pysyt luomaan yhteyden tietokantaan esimerkiksi käyttäen phpmyadmin
fr: vous pouvez vous connecter à la base de données en utilisant d'autres applications, telles que phpmyadmin
hu: csatlakozhat az adatbázishoz külső programok felhasználásával, mint pl. a phpmyadmin
nb: du kan koble til databasen med andre programmer, for eksempel phpmyadmin
sk: môžete sa pripojiť do databáze použitím iných aplikácií, napríklad phpmyadmin
sv: du kan ansluta dig till databasen med andra program, så som phpmyadmin

source: If you cannot resolve the problem yourself, you can ask for help on the forums at <a href="http://webtrees.net">webtrees.net</a>
fi: Jos et pysty ratkomaan ongelman, kokeile jos saisit apua forumista <a href="http://webtrees.net">webtrees.net</a>
fr: Si vous ne pouvez pas résoudre le problème vous-même, vous pouvez demander de l'aide sur les forums <a href="http://webtrees.net">webtrees.net</a>
hu: Ha nem tudja megoldani a problémát, segítséget kérhet a következő fórumon: <a href="http://webtrees.net">webtrees.net</a>
nb: Hvis du ikke klarer å løse problemet selv, kan du spørre om hjelp på forumet <a href="http://webtrees.net">webtrees.net</a>
sk: Ak nedokážete vyriešiť problém sami, môžete sa spýtať na fóre <a href=\"http://webtrees.net\">webtrees.net</a>
sv: Om du inte kan lösa problemet själv, kanske du kan få hjälp från forumet vid <a href="http://webtrees.net">webtrees.net</a>

source: Ancestors of %s
fi: Esivanhemmat - %s
fr: Ancêtres de %s
sk: Predkovia %s

source: Show cousins
fi: Näytä serkut
fr: Afficher les cousins
hu: Unokatestvérek feltüntetése
nb: Vis søskenbarn
sk: Zobraz synovcov / netere
sv: Visa kusiner

source: Current Server Time:
fi: Aika palvelimessa:
fr: Heure du serveur
hu: Jelenlegi szerver idő:
nb: Gjeldende systemtid:
sk: Aktuálny čas servera:
sv: Nuvarande servertid:

source: Current User Time:
fi: Nykyinen käyttäjän aika:
fr: Heure du navigateur
hu: Jelenlegi felhasználói idő:
nb: Gjeldende tid for bruker:
sk: Aktuálny čas užívateľa:
sv: Nuvarande användartid:

source: Site configuration
fi: Sivuston asetukset
fr: Configuration du site
hu: Weblap beállítások
nb: Innstillinger
sk: Konfigurácia stránky
sv: Sajt konfiguration

source: Logs
fi: Lokit
fr: Journaux
hu: Eseménynaplók
nb: Logger
sk: Logy
sv: Loggar

source: Family trees
fi: Sukupuut
fr: Arbres généalogiques
hu: Családfák
nb: Slektstrær (GEDCOM)
sk: Rodokmeň
sv: Släktträd

source: Users
fi: Käyttäjät
fr: Utilisateurs
hu: Felhasználók
nb: Brukere
sk: Užívatelia
sv: Användare

source: Add a new user
fi: Lisää uusi käyttäjä
fr: Ajouter un nouvel utilisateur
hu: Új felhasználó
nb: Opprett ny bruker
sk: Pridať nového užívateľa
sv: Lägg till en ny användare

source: Send broadcast messages
fi: Lähetä kaikille ilmoituksia
fr: Envoyer des messages à tous les utilisateurs
hu: Broadcast üzenet küldése
nb: Send beskjed til alle
sk: Poslať správy všetkým užívateľom
sv: Sänd meddelande till alla

source: Delete inactive users
fi: Poista passiiviset käyttäjät
fr: Supprimer les utilisateurs inactifs
hu: Inaktív felhasználók törlése
nb: Slett inaktive brukere
sk: Zmazať neaktívnych užívateľov
sv: Ta bort inaktiva användare

source: Modules
fi: Moduulit
hu: Modulok
nb: Moduler
sk: Moduly
sv: Moduler

source: Menus
fi: Valikot
hu: Menük
nb: Menyer
sk: Menu
sv: Menyer

source: Tabs
fi: Välilehdet
fr: Onglets
hu: Fülek
nb: Faner
sk: Záložky
sv: Flikar

source: Blocks
fi: Lohkot
fr: Blocs
hu: Tömbök
nb: Blokker
sk: Bloky
sv: Block

source: Reports
fi: Raportit
fr: Rapports
hu: Jelentések
nb: Rapporter
sk: Správy
sv: Rapporter

source: Loading...
fi: Ladataan...
fr: Chargement...
hu: Betöltés
nb: Laster...
sk: Načítam...
sv: Laddar...

source: Color Palette
fi: Väripaletti
fr: Palette de couleurs
hu: Színpaletta
nb: Fargepalett
sk: Paleta farieb
sv: Färgpalett

source: GEDCOM checker
fi: GEDCOM tarkistaja
fr: GEDCOM vérificateur
hu: Gedcom ellenőrző
nb: Kontroll av GEDCOM
sk: GEDCOM kontrola
sv: GEDCOM-granskare

source: Critical
fi: Kriittinen
fr: Erreur grave
hu: Kritikus
nb: Kritisk
sk: Kritický
sv: Kritiskt

source: Error
fi: Virhe
fr: Erreur
hu: Hiba
nb: Feil
sk: Chyba
sv: Fel

source: Warning
fi: Varoitus
fr: Avertissement
hu: Figyelmeztetés
nb: Advarsel
sk: Upozornenie
sv: Varning

source: GEDCOM File:
fi: GEDCOM-tiedosto:
fr: Fichier GEDCOM
hu: GEDCOM-állomány:
nb: Slektsfil:
sk: Súbor GEDCOM:
sv: GEDCOM-fil:

source: Lines of GEDCOM context
fi: GEDCOM kontekstin rivejä
fr: Nombre de lignes GEDCOM<br />avant et après la ligne en erreur
hu: GEDCOM tartalom sorai
nb: Rader med GEDCOMkontekst
sk: Riadky obsahu GEDCOMu
sv: Rader med GEDCOM-innehåll

source: Records with errors
fi: Virheelliset tietueet
fr: Les enregistrements comportant une erreur
hu: Hibás bejegyzések
nb: Poster med feil
sk: Záznamy s chybami
sv: Poster med fel

source: All records
fi: Kaikki tietueet
fr: Tous les enregistrements
hu: Összes bejegyzés
nb: Alle poster
sk: Všetky záznamy
sv: Alla poster

source: This module checks the format of a GEDCOM file against the <a href="http://phpgedview.sourceforge.net/ged551-5.pdf">5.5.1 GEDCOM Specification</a>. It also checks for a number of common errors in your data. Note that there are lots of versions, extensions and variations on the specification so you should not be concerned with any issues other than those flagged as "Critical". The explanation for all the line-by-line errors can be found in the specification, so please check there before asking for help.
fi: Tämä moduuli tarkistaa noudattaako GEDCOM tiedoston rakenne niitä sääntöjä joita kuvataan standardissa, osoitteessa <a href="http://phpgedview.sourceforge.net/ged551-5.pdf">5.5.1 GEDCOM Specification</a>. Samalla tarkistetaan joitakin yleisesti esiintyviä virheitä. Standardista esiintyy monia poikkeamia, erilaisia versioita, laajennuksia, muunnoksia, joten päähuomion tulisi kiinnittyä kriittisiksi (Critical) merkittyihin virheisiin. Rivikohtaisesti eritellään virheselitykset ja niitä kannattaa ensin katsoa edellä mainitusta standardista ennen kuin pyytää tulkinta-apua.
fr: Ce module vérifie le format d'un fichier GEDCOM sur <a href="http://phpgedview.sourceforge.net/ged551-5.pdf">5.5.1 GEDCOM Specification</a>. Il vérifie également pour un certain nombre d'erreurs communes dans vos données. Notez qu'il existe beaucoup de versions, les extensions et les variantes du cahier des charges ne devraient pas être concernés par les questions autres que celles signalées comme «critiques». L'explication de toutes les erreurs, ligne par ligne peut être trouvée dans le cahier des charges, donc s'il vous plaît vérifier vos données avant de demander de l'aide.
hu: Ez a modul leellenőrzi a GEDCOM fájl formátumát a szabványoknak megfeleltetve: <a href="http://phpgedview.sourceforge.net/ged551-5.pdf">5.5.1 GEDCOM Szabvány</a>. Ezen túl ellenőrzi a sűrűn előforduló hibákat is az Ön adataiban. Megjegyzendő, hogy sok változata létezik a szabványnak, tehát nem kell megijedni ha Kritikus hibát talál a modul. A hibaleírásokat ajánlott összevetni az előbb linkelt szabvánnyal, és csak utána kérjen külső segítséget.
nb: Denne modulen undersøker om en GEDCOM-fil overensstemmer med <a href="http://phpgedview.sourceforge.net/ged551-5.pdf">5.5.1 GEDCOM-spesifikasjonen</a>. Den gransker også dine data for enkelte vanlige feil. Merk at spesifikasjonen finnes i mange versjoner og med mange tillegg og varianter, så du behøver ikke bekymre deg over andre feilmeldinger enn de som er merket med "Kritisk". Forklaringen på alle linje-for-linje-feilene finnes i spesifikasjonen, så undersøk der før du ber om hjelp.
sk: Tento modul overí formát súboru GEDCOM oproti <a href=\"http://phpgedview.sourceforge.net/ged551-5.pdf\">5.5.1 GEDCOM špecifikácii</a>. Tiež skontroluje bežné chyby vo vašich dátach. Existuje hodne verzií, rozšírení a variácií na špecifikáciu, takže by ste sa nemali znepokojovať s problémami inými než \"Kritickými\". Vysvetlenie pre všetky riadkové chyby môžete nájsť v špecifikácii, takže sa prosím najskôr podívajte tam, než budete žiadať o pomoc.
sv: Denna modul granskar formatet hos en GEDCOM-fil emot <a href="http://phpgedview.sourceforge.net/ged551-5.pdf">5.5.1 GEDCOM Specification</a>. Den granskar också ett antal vanligen förekommande fel i din data. Observera att det finns flera versioner, tillägg och variationer av specificationen, så huvuduppmärksamheten skall riktas på de som märkts som kritiska "Critical". Felförklaningar framgår radvist, så se först i ovannämda specification förrän du begär hjälp.

source: Edits made to the database are not synchronized to the file %s. The file contents may be out-of-date. You can synchronize it with the database now by performing an <b><a "%s">export</a></b>.
fi: Tietokantamuutokset ei enää vastaa tilannetta tiedostossa %s. Tiedosto saattaa olla vanhentunut. Voit synkronoida sen ajantasalle suorittamalla toiminto <b><a "%s">siirrä</a></b>.
fr: Les modifications apportées à la base de données ne sont pas synchronisées au fichier %s.Le contenu du fichier peut être périmé. Vous pouvez le synchroniser avec la base de données maintenant en effectuant une <b><a "%s">exportation</a></b>.
hu: Az adatbázisban történt változások nincsenek a %s fájlba kiszinkronizálva. A fájl adatai elavultak. Szinkronizálhatja az adatokat az adatbázissal egy <b><a "%s">export</a></b> művelettel.
nb: Forandringer i databasen er ikke synkronisert med filen %s, så filinnholdet kan være foreldet. Du kan synkronisere det nå ved å gjøre en <b><a "%s">eksport</a></b>.
sk: Úpravy databáze nie sú synchronizované zo súborom %s. Obsah súboru môže byť zastaralý. Môžete vykonať synchronizáciu s databázou vykonaním <b><a \"%s\">exportu</a></b>.
sv: Redigering gjorda till databasen är inte synkroniserad till fil %s. Filens innehåll kan vara föråldrad. Du kan synkronisera den nu genom att utföra <b><a "%s">exportera</a></b>.

source: missing
fi: puuttuu
fr: balise manquante
hu: hiányzó
nb: manglende
sk: chýbajúci
sv: fattas

source: multiple
fi: useita samoja
hu: többszörös
nb: flere
sk: viacnásobný
sv: multipla

source: invalid
fi: epäkelpo
fr: mauvaise
hu: érvénytelen
nb: ugyldig
sk: neplatný
sv: felaktig

source: too many
fi: liian monta
fr: trop
hu: túl sok
nb: for mange
sk: príliš veľa
sv: för många

source: too few
fi: liian vähän
fr: pas assez
hu: túl kevés
nb: for få
sk: príliš málo
sv: för få

source: does not link back
fi: ei viittaa takaisin
fr: le lien de retour est manquant
hu: nem hivatkozik vissza
nb: linker ikke tilbake
sk: nie je link späť
sv: länkar inte tillbaka

source: tag
fi: tunniste (tag)
fr: balise
hu: címke
nb: etikett
sv: tagg

source: data
fi: tiedot
fr: donnée
hu: adat
sk: údaje

source: Nothing references this record
fi: Ei yhtään lähdettä tässä tallenteessa
fr: aucun lien vers cet enregistrement
hu: Nincs hivatkozás erre a bejegyzésre
nb: Det finnes ikke noen referanser til registreringen
sk: Žiadne referencie na tento záznam
sv: Det finns inga refernser till detta objekt

source: spacing
fi: välimerkit
fr: espacement
hu: térköz
nb: mellomrom
sk: odstup
sv: mellanrum

source: see
fi: katso
fr: voir
hu: lát
nb: se
sk: pozri
sv: se

source: No errors found at this level.
fi: Tällä tasolla ei löytynyt virheitä.
fr: Aucune erreur trouvée à ce niveau.
hu: Nincs hiba találat ezen a szinten.
nb: Fant ikke noen feil på dette nivået.
sk: Neboli nájdené žiadne chyby na tejto úrovni.
sv: Vid denna nivå hittades inga fel.

source: Relationships between %1$s and %2$s
fi: Sukulaisuus - %1$s ja %2$s
fr: Parenté entre %1$s et %2$s
sk: Vzťah medzi %1$s a %2$s

source: Options:
fi: Asetukset:
hu: Lehetőségek:
nb: Valg:
sk: Voľby:
sv: Inställningar:

source: Person 1
fi: Henkilö 1
fr: Personne 1
hu: 1. személy
sk: Osoba 1

source: Person 2
fi: Henkilö 2
fr: Personne 2
hu: 2. személy
sk: Osoba 2

source: Show path
fi: Näytä polku
fr: Voir le lien de parenté
hu: Útvonal
nb: Slektslinje
sk: Ukázať vzťah
sv: Visa sökväg

source: No link between the two individuals could be found.
fi: Sukuyhteyttä näiden kahden henkilön välillä ei löydy.
fr: Aucun (autre) lien trouvé entre les deux individus.
hu: A két személy között nem lelhető fel rokoni kapcsolat.
nb: Kan ikke finne noen forbindelse mellom de to personene.
sk: Medzi týmito dvomi osobami nebol nájdený žiadny (ďalší) vzťah.
sv: Ingen förbindelse mellan de två personerna kunde hittas.

source: No other link between the two individuals could be found.
fi: Muita linkkejä henkilöiden välillä ei löytynyt.
fr: Aucun autre lien entre les deux individus n'a été trouvé.
hu: A két személy között nem található más kapcsolat.
nb: Kan ikke finne noen annen forbindelse mellom de to personene.
sk: Medzi týmito dvomi osobami nebyl nájdený žiadny ďalší vzťah.
sv: Ingen annan förbindelse mellan de två personerna kunde hittas.

source: Find next path
fi: Hae toinen reitti
fr: Lien suivant
hu: Alternatív útvonal
nb: Finn neste slektslinje
sk: Nájsť ďalší vzťah
sv: Hitta nästa sökväg

source: Relationship: %s
fi: Sukulaisuus: %s
fr: Parenté: %s
hu: Kapcsolat: %s
nb: Forhold: %s
sk: Vzťah: %s
sv: Förhållande: %s

source: Please enter a Given name, Last name, or Place in addition to Year
fi: Anna vuosiluvun lisäksi etunimi, sukunimi tai paikka.
fr: Entrez un nom de personne ou de lieu en complément de l'année
hu: Kérem adjon meg keresztnevet, vezetéknevet vagy helyet az év mellett
nb: Vennligs oppgi et fornavn, etternavn eller et sted i tillegg til årstall
sk: Prosím zadajte k roku ešte meno, priezvisko alebo miesto.
sv: Var vänlig och skriv in ett förnamn, efternamn eller ort tillsammans med ett årtal

source: General Search
fi: Yleishaku
fr: Recherche générale
hu: Általános keresés
nb: Generelt søk
sk: Všeobecné hľadanie
sv: Allmän sökning

source: Enter search terms
fi: Hakuehdot
fr: Entrez les termes recherchés
hu: Keresőkifejezés megadása:
nb: Skriv inn søkeord
sk: Vložte výraz, ktorý sa má vyhľadať:
sv: Ge sökvillkor

source: Search for
fi: Hae
fr: Rechercher
hu: Keresd
nb: Søk etter
sk: Pátrať po
sv: Skriv in nyckelord:

source: Exclude some non-genealogical data
fi: Ohita joitakin ei-sukututkimuksellisia tietoja
fr: Exclure les données non-généalogiques
hu: Kizárása a nem genealógiai adatoknak
nb: Utelat enkelte data som ikke er slektstilknyttet
sk: Vylúčiť nejaké negenealogické údaje
sv: Undanta viss icke-genealogisk data

source: Off
fi: Ei
fr: Non
hu: Igen
nb: Av
sk: Zrušený
sv: Av

source: Show related persons/families
fi: Näytä sukulaishenkilöt ja -perheet.
fr: Afficher les individus/familles reliées (ou apparentées)
hu: Mutassuk a kapcsolódó személyeket/családokat
nb: Vis beslektede personer/familier
sk: Zobraziť príbuzné osoby / rodiny
sv: Visa relaterade personer/familjer

source: Replace with
fi: Korvaa tällä:
fr: Remplacer par
hu: Csere erre
nb: Erstatt med
sk: Prepísať s
sv: Ersätt med

source: Entire record
fi: Koko tietue
fr: Enregistrement complet
hu: Összes rekord
nb: Hele posten
sk: Celý záznam
sv: Hela posten

source: Given name
fi: Etunimi
fr: Prénom
hu: Keresztnév
nb: Fornavn
sk: Meno:
sv: Förnamn

source: Last name
fi: Sukunimi
fr: Nom
hu: Vezetéknév
nb: Etternavn
sk: Priezvisko:
sv: Efternamn

source: Soundex type:
fi: Soundex-tyyppi
fr: Type de recherche phonétique:
hu: Hangzási típus:
nb: Fonetisk algoritme:
sk: Soundex typ:
sv: Soundextyp:

source: Individuals'<br />names to print:
fi: Henkilöiden <br />tulostettavat nimet
fr: Noms des individus à imprimer :
hu: Személyek<br />neveit kiírni:
nb: Individer<br />vis:
sk: Mená<br />osôb ku zobrazeniu:
sv: Personers<br />namn att skriva ut:

source: Names with hit
fi: Löytyneet nimet
fr: Noms correspondant à
hu: Talált nevek
nb: Navn med antall treff
sk: Mená s prístupom
sv: Namn som hittats

source: All names
fi: Kaikki nimet
fr: Tous les noms
hu: Az összes név
nb: Alle navn
sk: Všetky mená
sv: Alla namn

source: select all
fi: valitse kaikki
fr: sélectionner tout
hu: mind kijelölése
nb: velg alle
sk: vybrať všetko

source: select none
fi: poista kaikki
fr: désélectionner
hu: kijelölés megszüntetése
nb: velg ingen
sk: nevybrať nič

source: invert selection
fi: käänteisvalinta
fr: inverser la sélection
hu: inverz kijelölés
nb: Invertér
sk: invertovať výber

source: Results per page
fi: Tuloksia sivulla
fr: Résultats par page
hu: Oldalankénti találat
nb: Resultater pr. side
sk: Výsledky na stránke
sv: Resultat per sida

source: Other Searches
fi: Muita hakuja
fr: Autres recherches
hu: Egyéb keresések
nb: Andre søk
sk: Ďalšie hľadania
sv: Andra sökningar
