Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Here you can enter the precision. Based on this setting the number of digits that will be used in the latitude and longitude is determined.
fi: Tässä voit määrätä tarkuustaso. Määrätään kuinka monta numeroa käytetään leveys- ja pituusasteissa.
fr: Permet de définir la précision. Cette valeur est utilisée pour déterminer le nombre de chiffres significatifs de la latitude et de la longitude.
hu: Itt megadhatja az értékek pontosságát. Ez meghatározza hány tizedes legyen használva a szélességi és hosszúsági koordinátákban.
nb: Her kan du angi hvor nøyaktig et sted skal benevnes. Basert på denne innstillingen, vil dette bestemme hvor mange siffer som skal brukes i lengde og breddegradene for stedet.
sk: Tu môžete vložiť presnosť. Na základe nastavenia je určený počet číslic, ktorý sa použije v zemepisnej šírke a dĺžke.
sv: Här kan du ange noggrannhet. Denna inställning bestämmer huru många siffror används vid latitud och longitud.

source: Enter latitude or Longitude
fi: Syötä levays- tai pituusasteet
fr: Latitude ou longitude
hu: Adja meg a szélességi és hosszúsági fokokat
nb: Angi lengde og breddegrad
sk: Vložte zemepisnú šírku a dĺžku
sv: Ge latitud eller longitud

source: Here the latitude and longitude can be entered. First select the area you want to set (E/W or N/S). Next enter the value for latitude or longitude. This should be a decimal value.<br />The decimal value can be determined by converting the minutes and seconds using the following formula:<br />degrees_decimal = ((seconds / 60) + minutes) / 60 + degrees.
fi: Tässä listätään leveys- ja pituusasteet. Ensin lisää suunta I/L (Itä/Länsi) tai P/E (Pohjoinen/Etelä). Sitten leveys- tai pituusasteen arvo. Sen tulisi olla desimaaliarvo.<br />Desimaaliarvo saadaan kun muunnetaan pituuspiirin minuutit ja sekunnit seuraavasti:<br />asteet desimaaliarvona = ((sekunnit / 60) + minuutit) / 60 + asteet. Esimerkiksi Helsingin pituuspiiri on 24°56'55" E, 55 sekuntia, 56 minuuttia, 24 astetta, E on etelä
fr: Permet d'entrer la latitude et la longitude du lieu. Sélectionnez d'abord la coordonnée (E/W ou N/S). Entrez ensuite la valeur pour la latitude ou la longitude. Elles doivent être exprimées en degrés décimaux.<br />Les degrés décimaux peuvent être déduits des degrés/minutes/secondes grâce à la formule suivante:<br />degrés_décimaux = ((secondes / 60) + minutes) / 60 + degrés.
hu: Itt megadhatja a szélességi és hosszúsági fokokat. Előbb válassza ki beállítandó területet (K/Ny vagy É/D). Majd írja be a szélességi vagy hosszúsági fokot. Ez tizedes érték kell legyen.<br />A tizedes értéket a percek és másodpercek átalakításával kapja meg, a következő képlet segítségével:<br />fok_tizedes_értéke = ((másodpercek / 60) + percek) / 60 + fokok.
nb: Her kan du angi lengde og breddegraden til stedet. Først velger du området du ønsker å angi(Ø/V eller N/S). Deretter angir du verdien for lengde eller breddegraden. Dett bør være en desimalverdi.<br />Desimalverdien kan bestemmes ved å konvertere minuttene og sekundene ved å bruke følgende format:<br />degrees_decimal = ((sekunder / 60) + minutter) / 60 + grader.
sk: Tu môžete vložiť zem. šírku a dĺžku. Najskôr zvoľte oblasť (V/Z alebo S/J). Ďalej vložte hodnotu pre zem. šírku alebo dĺžku (decimálne).<br />Desiatkovú hodnotu môžete určiť prevodom z minút a sekúnd z nasledujúceho vzorca: <br />stupne desiatkovo = ((sekundy / 60 ) + minúty) / 60 + stupne.
sv: Här kan du skriva in latitud och longitud. Först välj området du önskar ställa in (Ö/V eller N/S). Sen skriver du in värdet för latitud eller longitud. Det bör vara ett grad värde med decimaler.<br />Decimal värdet kan erhållas genom att räkna om minuter och sekunder med hjälp av följande formel:<br />grader_decimal = ((sekunder / 60) + minuter) / 60 + grader.

source: Enter zoom level
fi: Syötä zoomaus taso
fr: Facteur de zoom
hu: Adja meg a nagyítási szintet
nb: Angi nivå for zoom
sk: Vložte úroveň priblíženia
sv: Ge zoomnivå

source: Here the zoom level can be entered. This value will be used as the minimal value when displaying this geographic location on a map.
fi: Zoomaustaso. Tämä arvo käytetään vähimmäisarvona kun esitetään maantieteellinen paikka kartalla.
fr: Permet de définir le facteur de zoom. Cette valeur définit le facteur minimal lors de l'affichage de ce lieu sur la carte.
hu: Itt megadhatja a nagyítási értéket. Ezt mint egy minimális érték lesz használva a térképek megjelenítésekor.
nb: Her angir du ønsket nivå for zoom av kartutsnitt. Denne verdien vil bli brukt som minimumsverdi når stedet blir vist på et kart.
sk: Tu môžete vložiť úroveň priblíženia. Táto hodnota bude použitá ako minimálna pri zobrazovaní geografických miest na mape.

source: Select an icon
fi: Valitse ikoni
fr: Icône
hu: Válasszon ikont
nb: Velg et ikon
sk: Vyberte ikonu
sv: Välj ikon

source: Here an icon can be set or removed. Using this link a flag can be selected. When this geographic location is shown, this flag will be displayed.
fi: Näytä tai poista ikoni (kuvake). Tätä linkkia käyttäen näytetään kansallinen lippu. Lippu esitetään maantieteellisen sijaintia näytettäessä.
fr: Permet de choisir ou de supprimer une icône. Lorsque ce lieu est affiché, l'icône choisie apparait
hu: Itt megadhat vagy eltávolíthatja a használni kívánt ikont. Ezen a linken egy zászlót választhat ki. Ha ezt a hely van kiválasztva, egy zászló fog megjelenni.
nb: Her kan man innstille eller fjerne et ikon. Med denne linken kan man velge et flagg, som brukes som markør når stedet vises.
sk: Tu môže byť nastavená alebo odstránená ikona. Použitím tohoto odkazu si môžete zvoliť zástavu. S týmto miestom sa zobrazí zároveň táto zástava.

source: Select flag
fi: Valitse lippu
fr: Choisir un drapeau
hu: Zászló választás
nb: Velg flagg
sk: Vybrať vlajku
sv: Välj flagga

source: Using the pull down menu it is possible to select a country, of which a flag can be selected. If no flags are shown, then there are no flags defined for this country.
fi: Alasvetovalikolla valitaan maa, ja sen vastaava lippu. Jos lippua ei näy, niin sille maalle ei ole olemassa lippu (ei löydy lipputiedostona).
fr: Ce menu déroulant permet de choisir un pays et de sélectionner son drapeau. Si aucun drapeau n'est défini pour ce pays aucun drapeau n'est montré.
hu: A legördülő menü segítségével kiválaszthat egy országot és annak zászlaját. Ha nem látható zászló, akkor ahhoz az országhoz nincs hozzárendelt kép.
nb: Her kan du velge hvilket lands flagg som skal brukes. Hvis det ikke vises noe flagg, er det ikke definert noe flagg for dette landet.
sk: Použitím rolovacieho menu je možné si zvoliť zem, z ktorej môžete vybrať zástavu. Ak sa nezobrazí žiadna zástava, najskôr nie je pre túto zem nadefinovaná žiadna vlajka.
sv: Genom användandet av drag-ner menyn är det möjligt att välja ett land för vilken en flagga väljs. Om ingen flagga visas, då finns det inga flagga definierad för detta land.

source: Enter filename
fi: Lisää tiedostonimi
fr: Nom du fichier
hu: Fájlnév megadása
nb: Angi filnavn
sk: Zadajte meno súboru
sv: Skriv in filnamn

source: Browse for the file on your computer which contains the place locations in CSV format.
fi: Selaa ja hae tietokoneeltasi CSV-muodossa olevan tiedoston, joka sisältää paikka-/sijaintitiedot.
fr: Recherchez le fichier sur votre ordinateur qui contient les lieux en format CSV.
hu: Fájl böngészése a helyi gépen, amely CSV formátumban tartalmaz helyszín adatokat.
nb: Let etter filen som inneholder opplysninger om steder i formatet CSV på datamaskinen din.
sk: Prechádzať súbory na počítači, ktoré obsahujú miesta, vo formáte CSV.

source: Select a file from the list of files already on the server which contains the place locations in CSV format.
fi: Valitse palvelimella jo olevista tiedostoista se tiedosto, joka sisältää paikkatiedot CSV-muodossa.
fr: Sélectionnez un fichier dans la liste des fichiers déjà sur le serveur qui contient les lieux en format CSV.
hu: Válasszon ki egy fájt la listából amik már a szerveren vannak, amely CSV formátumban tartalmaz helyszín adatokat.
nb: Velg en fil på listen over filer som allerede er på serveren, som inneholder steder i formatet CSV.
sk: Vybrať súbor zo zoznamu súborov, ktoré už sú na servere, ktorý obsahuje miesta vo formáte CSV.

source: Clean placelocation database
fi: Siivoa paikkatieto tietokanta
fr: Vider la table placelocation
hu: Helyszínadatbázis kiürítése
nb: Tøm tabellen i databasen med stedsopplysninger
sk: Vymazať databázu miest

source: When this option is selected the placelocation database will be cleared. This means that only the location stored in this table will be deleted. This will not change anything in the GEDCOM.
fi: Tällä valinnalla tyhjennetään sijainti-/paikkatietokanta. Vain kyseinen sijainti-/paikkatieto taulukosta poistetaan. Tämä toimenpide ei tee muutoksia GEDCOMiin.
fr: Lorsque cette option est sélectionnée, la base de données des lieux sera vidée. Cela signifie que seuls les lieux stockés dans cette table seront effacés. Cela ne changera rien dans le GEDCOM.
hu: Amennyiben ez az opció ki van választva a helyszínadatbázis ki lesz ürítve. Ez azt jelenti, hogy az összes helyszín ami ebben a táblázatban található törlésre kerül. Ez nem érinti a GEDCOM adatokat.
nb: Her kan du du velge å tømme tabellen med stedsopplysninger i databasen. Det betyr at bare innholdet i tabellen blir fjernet, mens slektsfilen(GEDCOM) vil være intakt.
sk: Ak zvolíte túto možnosť, databáza miest bude vyčistená. To znamená, že iba miesta uložené v tejto tabuľke budú vymazané. V GEDCOMe nebude nič zmenené.

source: Update existing records
fi: Päivitä olemassa olevat tallenteet
fr: Mise à jour des dossiers existants
hu: Létező bejegyzések frissítése
nb: Oppdater steder som finnes fra før
sk: Aktualizovať existujúce záznamy
sv: Uppdatera befintliga dataposter

source: Only update existing records.<br />When this option is selected only existing records will be updated. This can be used to fill in latitude and longitude of places that have been imported from a GEDCOM. No new places will be added to the database.
fi: Päivitä vain esiintyviä tietueita.<br />Kun tämä on valittuna, vain tietokannassa olevia tietueita päivitetään. Tämä omaisuus voidaan käyttää kun on tuotu GEDCOM tiedostosta tietokantaan leveys- ja pituusasteet ja halutaan tehdä täydennyksiä. Tietokantaan ei lisätä uusia sijainti-/paikkatietueita.
fr: Mise à jour uniquement des enregistrements existants.<br />Lorsque cette option est sélectionnée, uniquement les enregistrements existants seront mis à jour. Ceci peut être utilisé pour combler en latitude et longitude des lieux qui ont été importés à partir d'un fichier GEDCOM. Pas de nouveaux endroits seront ajoutés à la base de données.
hu: Csak a létező bejegyzéseket frissíti.<br />Ha ez az opció van bejelölve, csak a létező értékek kerülnek frissítésre. Ez a GEDCOM-ból importált helyek koordinátáinak megadására használható. Nem kerülnek be új helyszínek az adatbázisba.
nb: Her kan du oppdatere steder som er registrert fra før.<br />Dette valget kan brukes for å fylle ut lengde og breddegrad for steder som allerede er importert fra en slektsfil. Det vil ikke bli lagt til noen nye steder.
sk: Iba aktualizovať stávajúce záznamy.<br />Keď je táto voľba vybraná, aktualizujú sa iba stávajúce záznamy. Toto môže byť použité pre vyplnanie zemepisnej šírky a dĺžky miest, ktoré boli importované z GEDCOMu. Do databáze nebudú pridané žiadne nové miesta.
sv: Uppdatera endast befintliga dataposter.<br />När detta alternativ väljs, endast befintliga dataposter blir uppdaterade. Detta kan användas för att fylla i latitud och longitud för platser som har importerat från ett GEDCOM. Inga nya platser läggs till databasen.

source: Overwrite location data
fi: Ylikirjoita sijainti tiedot
fr: Remplacer les données des lieux
hu: Helyszínadatok felülírása
nb: Overskrive kartreferanser
sk: Prepísať údaje miest

source: Overwrite location data in the database with data from the file.<br />When this option is selected, the location data in the database (latitude, longitude, zoomlevel and flag) are overwritten with the data in the file, if available. If the record is not already in the database a new record will be created, unless the Update-only option is also selected.
fi: Korvaa sijainti-/paikkatiedot tietokannassa tiedostosta tuodulla tiedoilla.<br />Tällä valinnalla tietokannassa vastaavat sijainti-/paikkatietueet (leveysasteet, pituusasteet, zoomaustaso,lippu) korvataan tiedostosta luetulla tiedolla. Jos tietue tietokannassa ei esiinny, niin luodaan uusi tietue, paitsi silloin kun Vain Päivitys on myös valittuna.
fr: Remplacer les données de localisation dans la base de données avec les données du fichier. <br /> Lorsque cette option est sélectionnée, les données de localisation dans la base de données (latitude, longitude, zoomlevel et pavillon) sont remplacés par les données dans le fichier, si disponible. Si le dossier n'est pas déjà dans la base de données un nouvel enregistrement sera créé, à moins que l'option Mettre à jour uniquement est également sélectionné.
hu: Az adatbázis helyszínadatainak felülírása a fájlból importáltakkal.<br />Ha ez az opció ki van választva, az adatbázis helyszínadatai (szélességi fog, hosszúsági fok, nagyítási szint és zászló) felül lesz írva a fájlban található értékekkel. Ha egy helyszín nem létezik, akkor az létre lesz hozva, kivéve ha nem aktív a Csak frissítés opció.
nb: Her kan du legge inn kartreferanser på nytt fra datafilen.<br />Dersom du velger dette, vil kartreferansene (lengde og breddegrader, zoomnivå og flagg) til de ulike stedene bli overskrevet med dataene fra filen. Dersom valget "Oppdatere bare steder som finnes fra før" ikke er markert, vil også steder som ikke finnes fra før, bli importert.
sk: Prepísať dáta s miestami v databázi údajmi zo súboru.<br />Ak je vybraná táto voľba, dáta s miestami v databázi (zem. šírka, dĺžka, násobok priblíženia a zástava) budú prepísané údajmi zo súboru - ak existujú. Ak záznam nie je v databázi, vytvorí sa nový - ak nie je vybrané Iba aktualizovať.

source: Show inactive places
fi: Näytä ei-aktiiviset paikat
fr: Afficher les lieux non utilisés
hu: Interaktív helyek mutatása

source: By default, the list shows only those places which can be found in your family trees. You may have details for other places, such as those imported in bulk from an external file. Selecting this option will show all places, including ones that are not currently used.
fi: Oletuksena näkyvät vain ne paikat jotka löytyvät sukupuussasi. Sinulla voi olla tietoja muista paikoista, kuten niistä jotka on tuotu massasiirtona ulkoisesta tiedostosta. Tämän vaihtoehdon valitseminen näyttää kaikki paikat, myös ne, joita ei tällä hetkellä käytetä.
fr: Par défaut, la liste ne montre que les lieux qui se trouvent dans votre arbre généalogique. Vous pouvez avoir des détails pour les autres lieux, tels que ceux qui sont importés en vrac à partir d'un fichier externe. Sélectionnez cette option pour afficher tous les lieux, incluant ceux qui ne sont pas utilisés actuellement.

source: If you have a large number of inactive places, it can be slow to generate the list.
fi: Jos sinulla on iso määrä ei-aktiivisia paikkoja, voi olla hidasta luoda lista.
fr: Si vous avez un grand nombre de lieux non-utilisés, le temps de création de la liste peut être long.

source: <strong>This tool</strong> provides a way to compare places in your gedcom file with the matching entries in the googlemaps 'placelocations' table.<br /><br /><strong>The display</strong> can be structured for a specific gedcom file; for a specific country within that file; and for a particular area (e.g. state or county) within that country.<br /><br /><strong>Places</strong>are listed alphabetically so that minor spelling differences can be easily spotted, and corrected.<br /><br /><strong>From</strong> the results of the comparison you can click on place names for one of these three options:<br /><br /><strong>1 - </strong>For gedcom file places you will be taken to the Place Heirarchy view. Here you will see all records that are linked to that place.<br /><br /><strong>2 - </strong>For places that exist in the gedcom file, but not in the googlemap table (highlighted in red), you will get the googlemap \"Add place\" screen.<br /><br /><strong>3 - </strong>For places that exist in both the gedcom file and the googlemap table (perhaps without coordinates) you will get the googlemap \"edit place\" screen. Here you can edit any aspect of the place record for the googlemap display.<br /><br /><strong>Hovering</strong> over any place in the googlemap table columns will display the zoom level curently set for that place.
fi: Tällä <strong>työkalulla</strong>voidaan verrata paikkatiedot GEDCOM tiedostossa ja GoogleMaps 'paikkasijainti'-taulukossa, jotta samanlaiset tai erilaiset arvot löytyisivät.<br /><br />Näytön voi määritellä tiettylle GEDCOM tiedostolle; tiettylle maalle sen sisällä; tai tiettylle alueelle maan sisällä (esim. lääni tai kylä).<br /><br />Paikat luetteloidaan aakkosjärjestyksessä, ja kirjoituserot voidaan helposti tunnistaa ja korjata.<br /><br />Vertailutuloksissa voi klikata paikan nimeä ja edetä yhteen seuraavista vaihtoehdoista:<br /><br /><strong>1 - </strong>GEDCOM paikka - siirtää Paikkahierarkia näkymään. Siellä näet kaikki tiedot jotka viittaavat kyseiseen paikkaan.<br /><br /><strong>2 - </strong> Esiintyy GEDCOM tiedostossa, mutta ei esiinny GoogleMap taulukossa (väritys punainen), siirtää GoogleMap näkymään "Lisää paikka".<br /><br /><strong>3 - </strong>Esiintyy GEDCOM tiedostossa ja myös GoogleMap taulukossa (joskus ilman koordinaattitietoa), siirtää GoogleMap näkymään "muokkaa paikka". Siellä voit muokata paikkatietueen kaikkia esitystapaominaisuuksia.<br /><br /><strong>Kohdistimella osoittaen</strong> eli siirtämällä hiirellä kohdistinta minkä tahansa GoogleMap taulukon paikan kohdalle, näytetään kyseisen paikan voimassa oleva zoomaustaso.
fr: <strong>Cet outil</strong> fournit un moyen de comparer les lieux de votre fichier GEDCOM avec les entrées correspondantes dans la table "placelocations" de GoogleMaps.<br /><br /><strong>L'affichage</strong> peut être structuré pour un fichier gedcom spécifique; pour un pays spécifique dans ce fichier, et pour un domaine particulier (par exemple, l'État ou comté) dans ce pays.<br /><br /><strong>Les lieux</strong> sont classés par ordre alphabétique afin que les différences mineures d'orthographe puissent être facilement repérées et corrigées.<br /><br /><strong>Dans</strong> les résultats de la comparaison, vous pouvez cliquer sur les noms de lieu pour l'une de ces trois options:<br /><br /><strong>1 - </strong>Pour que les lieux du fichier gedcom soient pris en compte dans la vue des lieux. Ici vous pourrez voir tous les enregistrements qui sont liés à ce lieu.<br /><br /><strong>2 - </strong>Pour les lieux qui existent dans le fichier GEDCOM, mais pas dans le tableau googlemap (en rouge), vous obtiendrez l'écran googlemap "Ajouter lieu".<br /><br /><strong>3 - </strong>Pour les lieux qui existent à la fois dans le fichier GEDCOM et dans la table googlemap (peut-être sans coordonnées), vous obtiendrez l'écran googlemap "Modifier lieu". Ici, vous pouvez modifier n'importe quel aspect du lieu pour l'affichage googlemap.<br /><br /><strong>Survoler</strong> avec la souris n'importe quel endroit dans les colonnes de table de googlemap montrera le niveau du zoom courant réglé pour cet endroit.
hu: <strong>Ez az eszköz</strong> lehetővé teszi a gedcom helyek és a google térkép helyeinek összefésülését. <br />
nb: <strong>Dette verktøyet</strong> gir deg muligheten for å sammenligne steder i din GECDOM-fil med de tilsvarende innførsler i 'placelocations'-tabellen i googlemaps.<br /><br /><strong>Visningen</strong> kan tilpasses spesielt for hver enkelt GEDCOM-fil; for et bestemt land i den filen; og for et bestemt område (f.eks. fylke eller kommune) i det landet.<br /><br /><strong>Steder</strong> vises i alfabetisk rekkefølge, så det er lette å oppdage og rette små forskjeller i stavemåte.<br /><br /><strong>Fra</strong> listen over resultatene av sammenligningen har du følgende muligheter:<br /><br /><strong>1 - </strong>Ved å klikke på stedsnavn i GEDCOM-filen, kommer du til Stedsnavnshierarkiet. Her vil du få en oversikt over alle postene som er knyttet til det valgte stedet.<br /><br /><strong>2 - </strong>For stedsnavn som finnes i GEDCOM-filen men ikke i googlemap-tabellen (fremhevet med rødt), vil du komme til "Tilføy sted" for googlemap.<br /><br /><strong>3 - </strong>For stedsnavn som finnes både i GEDCOM-filen og i googlemaps-tabellen (kanskje uten koordinater), kommer du til "Rediger sted" i googlemaps. Her kan du tilpasse hvordan googlemap skal vise stedet.<br /><br /><strong>Hold musen</strong> over et stedsnavn i googlemap-spaltene for å se hvilket zoom-nivå stedet for øyeblikket er innstilt til å vises i.
sk: <strong>Tento nástroj</strong> poskytuje spôsob, ako v GEDCOMe porovnať miesta z rovnakými údajmi v tabuľke 'placelocations' v Google mapách.<br /><br /><strong>Zobrazenie</strong> môže byť štrukturované pre určitý súbor GEDCOM, pre určitú zem v tom súbore a pre určitú oblasť (napríklad štát alebo kraj) v danej zemi.<br /><br /><strong>Miesta</strong> sú zoradené podľa abecedy, takže môžete jednoducho vidieť a opraviť malé preklepy.<br /><br /><strong>Vo</strong> výsledkoch porovnania môžete kliknúť na mená miest na jednu z troch možností:<br /><br /><strong>1 - </strong>Miesta z GEDCOM súboru vás odkážu na zobrazenie Hierarchie miest. Tu uvidíte všetky záznamy, ktoré sa vzťahujú k danému miestu.<br /><br /><strong>2 - </strong>Pre miesta, ktoré existujú v GEDCOMe, ale nie v GoogleMap tabuľke (zvýraznená červeno), dostanete obrazovku z GoogleMap \"Pridať miesto\".<br /><br /><strong>3 - </strong>Pre miesta, ktorá existujú v GEDCOMe i v tabuľkách GoogleMap (možno bez súradníc) dostanete obrazovku z GoogleMap \"Upraviť miesto\". Tu môžete upraviť čokoľvek, čo sa týka záznamu o Mieste.<br /><br />Pri <strong>prejdením myšou</strong> cez akékoľvek miesto v tabuľke GoogleMap zobrazíte úroveň priblíženia, ktorá je práve nastavená pre dané miesto.

source: Place Check - List Filtering Optons
fi: Paikka tarkistus - Listaus suodatus valinnat
fr: Vérification des lieux : options des filtres
hu: Helyek ellenőrzése - Szűrő opciók megjelenítése
nb: Stedskontroll, vis filterinnstillinger
sk: Kontrola miest - Voľby filtra výberu
sv: Platskontroll - Lista filtreringsalternativ

source: This section includes options to limit or extend the scope of the listed places.<br /><br />It is hoped to add more options in the future.
fi: Tämä osa sisältää vaihtoehdot rajata tai laajentaa mitä sisällytetään sijainti-/paikkaluetteloon.<br /><br />Tulevaisuudessa lisätään enemmän vaihtoehtoja.
fr: Cette section inclut des options pour limiter ou étendre la portée des lieux cités. <br /> <br /> On espère ajouter plus d'options dans le futur.
hu: Evvel az opcióval szűrheti a megjelenő helyszínek számát.
nb: Denne seksjonen inneholder innstillinger for å begrense eller utvide mengden av viste steder.<br /><br />Det planlegges å legge til flere innstillinger senere.
sk: Táto sekcia obsahuje voľby pre obmedzenie alebo rozšírenie rozsahu miest v zozname.<br /><br />Dúfame, že v budúcnosti pridáme viacero volieb.

source: Include matched places
fi: Sisällytä yhteensopivat paikat
fr: Inclure les lieux identiques
hu: Egyező helyek megjelenítése
nb: Inkluder helt like steder
sk: Vrátane rozpoznaných miest
sv: Inkludera matchade platser
