Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: In this block you will find the messages sent to you by other users or the admin. You too can send messages to other users or to the admin.<br /><br />The <b>webtrees</b> mail system is designed to help protect your privacy. You don't have to leave your email address here and others will not be able to see your email address.<br /><br />To expand a message, click on the message subject or the "<b>+</b>" symbol beside it. You can delete multiple messages by checking the boxes next to the messages you want to delete and clicking on the <b>Delete Selected Messages</b> button.
fi: Tästä lohkosta löydät muilta käyttäjiltä tai ylläpitäjiltä tulleet viestit. Voit itsekin lähettä viestejä.<br /><br /><b>webtrees</b> sähköpostipalvelu piilottaa sähköpostiosoitteesi muilta.<br /><br />Halutessasi avata viestin, klikkaa viestin otsikkoa tai "<b>+</b>"-merkkiä viestin vieressä. Viestejä voit poistaa rastittamalla poistettavat viestit ja klikkaamalla <b>Poista merkityt viestit</b>.
fr: Ce bloc contient les messages qui vous ont été envoyés par d'autres utilisateurs ou l'administrateur. Vous pouvez aussi envoyer des messages aux autres utilisateurs et à l'administrateur.<br /><br />Le système de messagerie de <b>webtrees</b> est conçu en fonction de protéger votre intimité. Vous n'avez pas à laisser votre adresse courriel ici et les autres utilisateurs seront incapables de la voir.<br /><br />Pour développer un message, cliquez sur le sujet du message ou sur le signe "<b>+</b>" situé à côté. Vous pouvez supprimer plusieurs messages en cochant les cases situées à côté des messages à supprimer, puis cliquez sur le bouton <b>Supprimer les messages sélectionnés</b>.
nb: I denne blokken finner du beskjeder som administratoren eller andre brukere har sendt deg. Du kan også sende beskjeder til andre brukere eller til administratoren. <br /><br />Postsystemet i <b>webtrees</b> er designet for å beskytte ditt privatliv. Du behøver ikke skrive din epost-adresse, og andre vil heller ikke kunne sse den.<br /><br />For å åpne en beskjed, klikk på "<b>+</b>" ved siden av tittelen. Du kan slette flere beskjeder på en gang ved å krysse av boksene ved siden av de beskjedene du vil slette, og så klikke på <b>Slett merkede meldinger</b>.
sk: V tomto bloku nájdete vaše správy poslané inými uživateľmi alebo správcom. Tiež môžete posielať správy ostatným užívateľom alebo správcovi.<br /><br />Mailový systém <b>webtrees</b> je navrhnutý tak, aby chránil vaše súkromie. Nemusíte tu zadávať vašu e-mailovú adresu a ostatný ju neuvidia.<br /><br />Pre zobrazenie správy kliknite na jej predmet alebo na symbol \"<b>+</b>\" vedľa nej. Môžete vymazať viacej správ naraz zaškrtnutím políčok vedľa správ a kliknutím na tlačidlo <b>Vymazať označené správy</b>.
sv: I detta block hittar du meddelande som sänts till dig från någon annan användare eller administratören. Du kan också sända meddelande till dem.<br /><br /><b>webtrees</b> e-post system är designat för att hjälpa skydda din integritet. Du behöver inte ange din e-post adress här och andra användare kan inte se den.<br /><br />För att utvigda ett meddelande, klicka på meddelandes ärende eller "<b>+</b>" symbolen nära invid. Du kan radera flera meddelande genom att bocka i rutorna invid meddelanden som du vill radera och sen klicka på <b>Radera markerade meddelande</b>knappen.

source: Journal block
fi: Päiväkirja-lohko
fr: Bloc Journal
nb: Blokken Notatblokk
sk: Blok Denník
sv: Dagboks block

source: You can use this journal to write notes or reminders for your own use. When you make such a note, it will still be there the next time you visit the site.<br /><br />These notes are private and will not be visible to others.
fi: Voit käyttää tätä päiväkirjaa muistiinpanojen (tai muistutusten) kirjoittamiseen omaan tarpeeseesi.<br />Muistiinpanot säilyvät seuraaviin käynteihisi.<br /><br />Nämä muistiinpanot eivät näy muille.
fr: Vous pouvez utiliser ce journal pour écrire des notes ou des rappels pour votre usage personnel. Quand écrivez des notes, elles seront encore présentes lors de votre prochaine visite du site. <br /><br />Ces notes sont privées et ne seront pas visibles par d'autres personnes.
hu: Ön ebbe a blokkba írhat saját használatra jegyzeteket (vagy emlékeztetőket).<br />Természetesen ha Ön beír ide egy jegyzetet, azt a következő látogatáskor is itt fogja találni.<br /><br />Ezek a feljegyzések nem férhetők hozzá a többi felhasználó számára.
nb: Du kan bruke denne notatblokken til å skrive kommentarer(eller huskelapper) for eget bruk.<br />Selvsagt vil notatet også være der neste gang du besøker siden.<br /><br />Disse notatene vil ikke være synlige for andre.
sk: Do tohoto denníku môžete zapisovať poznámky (alebo pripomienky) pre vlastnú potrebu.<br />Samozrejme, že poznámka, ktorú vložíte, tu bude i pri vašej ďalšej návšteve.<br /><br />Tieto poznámky sú pre ostatných neviditeľné.
sv: Du kan använda denna journal för att skriva anteckningar eller påminnelser för eget bruk.<br />När du gör en anteckning kommer den att vara kvar nästa gång du besöker sajten.<br /><br />Dessa anteckningar är inte synliga för andra.

source: This is your personal page.<br /><br />Here you will find easy links to access your personal data such as <b>My Account</b>, <b>My Indi</b> (this is your Individual Information page), and <b>My Pedigree</b>. You can have blocks with <b>Messages</b>, a <b>Journal</b> (like a Notepad) and many more.<br /><br />The layout of this page is similar to the Home Page that you see when you first access this site. While the parts of the Home Page are selected by the site administrator, you can select what parts to include on this personalized page. You will find the link to customize this page in the Welcome block or separately when the Welcome block is not present.<br /><br />You can choose from the following blocks:<ul><li><a href="?help=mypage_charts"><b>Charts</b></a></li><li><a href="?help=mypage_customize"><b>Customize my page</b></a></li><li><a href="?help=mypage_stats"><b>GEDCOM statistics</b></a></li><li><a href="?help=index_loggedin"><b>Logged in users</b></a></li><li><a href="?help=mypage_message"><b>Messages</b></a></li><li><a href="?help=mypage_favorites"><b>My favorites</b></a></li><li><a href="?help=mypage_myjournal"><b>My journal</b></a></li><li><a href="?help=index_onthisday"><b>On this day in your history</b></a></li><li><a href="?help=index_media"><b>Random media</b></a></li><li><a href="?help=recent_changes"><b>Recent changes</b></a></li><li><a href="?help=index_events"><b>Upcoming events</b></a></li><li><a href="?help=mypage_welcome"><b>Welcome</b></a></li></ul>
fi: Tämä on sinun oma henkilökohtainen sivusi.<br /><br />Tästä löydät linkit omiin tietoihin <b>Käyttäjätilini</b>, <b>Henkilötietoni</b> ja <b>Esivanhempani</b>. Tässä voi olla erilaisia lohkoja tarjolla esim. <b>Viestit</b>, a <b>Päiväkirja</b> (Notepad tapainen) jne.<br /><br />Esitystapa muistuttaa Etusivua, joka on kuitenkin pääosin ylläpitäjän muotoilema. Tässä sinä valitset sinulle sopiva esitystapa, käyttäen Tervetuloa osassa olevaa linkkia.<br /><br />Valittavissasi on seuraavat asiat eli lohkot:<ul><li><a href="?help=mypage_charts"><b>Kaaviot</b></a></li><li><a href="?help=mypage_customize"><b>Oma sivuni-muokkaus</b></a></li><li><a href="?help=mypage_stats"><b>GEDCOM tilastot</b></a></li><li><a href="?help=index_loggedin"><b>Sisäänkirjautuneet käyttäjät</b></a></li><li><a href="?help=mypage_message"><b>Viestit</b></a></li><li><a href="?help=mypage_favorites"><b>Suosikkini</b></a></li><li><a href="?help=mypage_myjournal"><b>Päiväkirjani</b></a></li><li><a href="?help=index_onthisday"><b>Tänä päivänä tapahtui</b></a></li><li><a href="?help=index_media"><b>Satunnaismedia</b></a></li><li><a href="?help=recent_changes"><b>Viimeiset muutokset</b></a></li><li><a href="?help=index_events"><b>Tulevat tapahtumat </b></a></li><li><a href="?help=mypage_welcome"><b>Tervetuloa</b></a></li></ul>
fr: Ceci est votre page personnelle.<br /><br />Vous y trouverez des liens pour accéder facilement à vos données personnelles tel que <b>Mon compte</b>, <b>Ma fiche</b> (c'est la page de vos données individuelles), et <b>Mon Arbre d'ascendance</b>. Vous pouvez avoir des blocs du genre <b>Mes messages</b>, un bloc <b>Mon journal</b> (comme Notepad) et plusieurs autres.<br /><br />La présentation de cette page est semblable à celle de la page d'Accueil lors de votre premier accès au site. Les blocs de la page d'Accueil sont déterminés par l'administrateur du site, tandis que vous pouvez personnaliser ceux de la page Page personnelle. Le lien Personnaliser votre page personnelle est situé dans le bloc Bienvenue ou séparément lorsque le bloc Bienvenue est absent.<br /><br />Vous pouvez choisir entre les blocs suivants:<ul><li><a href="?help=mypage_charts"><b>Bloc graphique</b></a></li><li><a href="?help=mypage_customize"><b>Personnaliser votre page personnelle</b></a></li><li><a href="?help=mypage_stats"><b>Statistiques GEDCOM</b></a></li><li><a href="?help=index_loggedin"><b>Utilisateurs connectés</b></a></li><li><a href="?help=mypage_message"><b>Mes messages</b></a></li><li><a href="?help=mypage_favorites"><b>Mes favoris</b></a></li><li><a href="?help=mypage_myjournal"><b>Mon journal</b></a></li><li><a href="?help=index_onthisday"><b>Ce jour-là</b></a></li><li><a href="?help=index_media"><b>Une image au hasard</b></a></li><li><a href="?help=recent_changes"><b>Modifications récentes</b></a></li><li><a href="?help=index_events"><b>Les événements à venir</b></a></li><li><a href="?help=mypage_welcome"><b>Bloc Bienvenue</b></a></li></ul>
nb: Dette er din personlige side.<br /><br />Her finner du hurtiglinker for å komme til dine personlige data, som <b>Min konto</b>, <b>Mine slektsdata</b> (dvs. din egen Personside i slektsbasen), og <b>Mine aner</b>. Du kan også ha blokker med <b>Beskjeder</b>, en <b>Notatblokk</b> og mange fler.<br /><br />Siden er bygget opp på samme måte som Startsiden som du kommer til når du først besøker nettstedet, men mens administratoren bestemmer hvilke blokker som skal vises på Startsiden, kan du selv bestemme hvilke blokker som skal vises på din personlige side. Linket for å tilpasse siden finner du Velkomst-blokken, eller frittstående på siden hvis du har deaktivert Velkomst-blokken.<br /><br />Du kan velge blant følgende blokker:<ul><li><a href="?help=mypage_charts"><b>Diagram</b></a></li><li><a href="?help=mypage_customize"><b>Tilpass min side</b></a></li><li><a href="?help=mypage_stats"><b>Slektstrestatistikk</b></a></li><li><a href="?help=index_loggedin"><b>Brukere som er logget inn</b></a></li><li><a href="?help=mypage_message"><b>Beskjeder</b></a></li><li><a href="?help=mypage_favorites"><b>Favoritter</b></a></li><li><a href="?help=mypage_myjournal"><b>Notatblokk</b></a></li><li><a href="?help=index_onthisday"><b>Årsdag for hendelser i slekten</b></a></li><li><a href="?help=index_media"><b>Tilfeldig bilde</b></a></li><li><a href="?help=recent_changes"><b>Siste endringer</b></a></li><li><a href="?help=index_events"><b>Kommende begivenheter</b></a></li><li><a href="?help=mypage_welcome"><b>Velkommen</b></a></li></ul>
sk: Toto je vaša osobná stránka.<br /><br />Tu môžete ľahko nájsť odkazy na prístup k vašim osobným údajom ako <b>Môj účet</b>, <b>Osobné</b> (toto je vaša Osobná informačná stránka) a <b>Môj vývod</b>. Môžete tu mať bloky <b>Správy</b>, <b>Denník</b> (ako Notepad) a mnoho ďalších.<br /><br />Rozloženie tejto stránky je podobné Domovskej, ktorú vidíte, keď sa prihlásite na tento web. Zatiaľ čo sú časti Domovskej stránky vybrané správcom, vy si môžete vybrať časti vašej osobnej stránky. Odkazy na úpravu tejto stránky nájdete v Uvítacom bloku alebo oddelene ak tento nie je zobrazený.<br /><br />Môžete si vybrať z nasledujúcich blokov:<ul><li><a href=\"?help=mypage_charts\"><b>Schémy</b></a></li><li><a href=\"?help=mypage_customize\"><b>Upraviť moju stránku</b></a></li><li><a href=\"?help=mypage_stats\"><b>Štatistiky v GEDCOMe</b></a></li><li><a href=\"?help=index_loggedin\"><b>Prihlásený uživatelia</b></a></li><li><a href=\"?help=mypage_message\"><b>Správy</b></a></li><li><a href=\"?help=mypage_favorites\"><b>Moje obľúbené</b></a></li><li><a href=\"?help=mypage_myjournal\"><b>Môj denník</b></a></li><li><a href=\"?help=index_onthisday\"><b>Tohoto dňa vo vašej histórii</b></a></li><li><a href=\"?help=index_media\"><b>Náhodný obrázok</b></a></li><li><a href=\"?help=recent_changes\"><b>Nedávne zmeny</b></a></li><li><a href=\"?help=index_events\"><b>Nadchádzajúce udalosti</b></a></li><li><a href=\"?help=mypage_welcome\"><b>Vitajte</b></a></li></ul>

source: GEDCOM statistics block
fi: GEDCOM tilastojen-lohko
fr: Bloc Statistiques GEDCOM
nb: Statistikkblokken for slektsbasen
sk: Blok štatistík GEDCOM
sv: GEDCOM-statistiks block

source: In this block you will see some statistics about the current GEDCOM file. If you need more information than is listed, send a message to the contact at the bottom of the page.
fi: Tällä alueella näet joitakin tilastotietoja tästä GEDCOM-tiedostosta. Mikäli tarvitset enemmän tietoja, lähetä ilmoitus sivun lopussa olevaan kontaktiosoitteeseen.
fr: Ce bloc présente quelques chiffres concernant ce fichier GEDCOM.<br />Si vous souhaitez d'autres informations, utilisez le lien <B>Contact</B> en bas de page.<br /><br />~Principaux noms de familles~<br />Ce bloc affiche la liste des noms de familles les plus fréquents. Leur nombre est déterminé par l'administrateur.<br /><br />En cliquant sur un nom de la liste, vous afficherez la page <b>Liste des individus</b>, qui vous donnera davantage de détails.
hu: Ebben a blokkban az aktuális GEDCOM-állományra vonatkozó legfontosabb statisztikai adatokat találhatja. <br />Ha Ön több információra kíváncsi, a lap alján találhat lehetőséget a kapcsolat felvételére.<br /><br />~LEGYAKORIBB VEZETÉKNEVEK BLOKK~<br />A GEDCOM-állományban legtöbbet előforduló vezetéknevek láthatók ebben a blokkban. A feltüntetett nevek számát az adminisztrátor szabja meg. <br /><br />A nevek természetesen kattinthatóak, így bővebben tájékozódhat az adott személyről az Személyek listája útján.
nb: I denne blokken vil du se noen statistiske opplysninger om den aktive slektsbasen. Dersom du ønsker mer informasjon, kan du sende en forespørsel til kontaktpersonen du finner nederst på siden.
sk: V tomto bloku vidíte štatistické údaje o aktuálnom súbore GEDCOM.<br />Ak chcete viacej informácií, môžete poslať správu na kontaktnú adresu na zápätí stránky.
sv: I detta block kommer du att se lite statistik om den nuvarande GEDCOM-filen.<br />Om du vill ha mer information kan du sända ett meddelande till kontakten längst ner på sidan.

source: The Welcome block shows you:<ul><li>The current GEDCOM file</li><li>The date and time</li><li>Links to:<ul><li>My Account</li><li>My Pedigree</li><li>My Individual Record</li><li>Customize My Page</li></ul></li></ul><br /><b>Note:</b><br />You will see the links to <b>My Indi</b> and <b>My Pedigree</b> only if you are known to the current GEDCOM file. You might have a record in one GEDCOM file and therefore see the <b>My Indi</b> and <b>My Pedigree</b> links, while in another GEDCOM file you do not have a record and consequently these links are not displayed.
fi: <dt>Tämä Tervetuloa-lohko näyttää:<ul><li>- Nykyisen GEDCOM-tiedoston</li><li>Päivän ja ajan</li><li>Linkit seuraaviin kohteisiin:<ul><li>Käyttäjätilini</li><li>Esivanhempani (katso huomautusta)</li><li>Henkilötietoni (katso huomautusta)</li><li>Oma sivuni-muokkaus</li></ul></li></ul><br /><b>Huomautus</b><br />Näet linkit <b>Henkilötietoni</b> ja <b>Esivanhempani</b> vain jos sinulla on tietue kyseisessä GEDCOM-tiedostossa. Joten jos sinulla on tietue yhdessä GEDCOM-tiedostossa näet linkit <b>Henkilötietoni</b> ja <b>Esivanhempani</b>, mutta, jos tietueet puuttuvat toisesta GEDCOM-tiedostosta, ei kyseisiä linkkejä ole näkyvissä.
fr: Le bloc Bienvenue vous montre:<ul><li>Le fichier GEDCOM courant</li><li>La date et l'heure</li><li>Des liens vers:<ul><li>Mon compte</li><li>Mon arbre</li><li>Ma fiche</li><li>Personnalisez votre page personnelle</li></ul></li></ul><br /><b>Note:</b><br />Vous verrez des liens vers <b>Ma fiche</b>et<b>Mon arbre</b> uniquement si vous êtes inclus dans le fichier GEDCOM courant. Vous pouvez avoir un enregistrement dans un fichier GEDCOM et donc voir les liens vers<b>Ma fiche</b> et <b>Mon arbre</b>, tandis que dans un autre fichier GEDCOM vous n'avez aucun enregistrement vous concernant et donc ces liens ne sont pas affichés.
hu: <dl>~FELHASZNÁLÓ ÜDVÖZLŐ BLOKK ~<dt>A Felhasználó Üdvözlő Blokk a következőket tünteti fel:</dt><dd>- Az aktuális GEDCOM-állomány</dd><dd>- A dátum és az idő</dd><dd>- Hivatkozások a következőkhöz::</dd><dd> - - Felhasználói adataim</dd><dd>- - Családfám (lásd még a megjegyzést)</dd><dd>- - Saját Személyes Adataim (lásd még a megjegyzést)</dd><dd>- - Állítsa be az Ön személyes oldalát</dd></dl><b>Megjegyzés:</b><br />Az "Én és a családom" valamint a "Családfám" hivatkozásokat csak akkor láthatja, ha Ön is szerepel az aktuális GEDCOM-állományban.<br />Tehát ez alapján lehetséges, hogy Ön szerepel az egyik GEDCOM-állományban és így megjelenik a fenti két hivatkozás, míg egy másik állomány esetében, melyben Ön nem szerepel, nem jelennek meg.
nb: <dt>Denne velkomstblokken viser deg:</dt><dd> Den aktive slektsbasen</dd><dd> Dato og klokkeslett</dd><dd> Lenker til:</dd><dd> Min konto</dd><dd> Mitt anetre(se PS under)</dd><dd> Mine personregistreringer(se PS under)</dd><dd> Endre <i>din egen</i> side</dd><br /><b>PS</b> Du vil bare kunne se lenkene til "Mine personregistreringer" og "Min anetavle" dersom du er registrert i den aktive slektsbasen.<br />Derfor vil du kunne se disse lenkene i noen slektsbaser, mens i andre der du ikke er registert, vil du ikke se disse lenkene.
sk: <dl>~UVÍTACÍ BLOK ~<dt>Tento uvítací blok zobrazuje:</dt><dd>- Aktuálny GEDCOM súbor</dd><dd>- Dátum a čas</dd><dd>- Odkazy na:</dd><dd> - - Môj účet</dd><dd>- - Môj vývod (prečítajte si komentár)</dd><dd>- - Môj osobný záznam (prečítajte si komentár)</dd><dd>- - Upraviť vstupnú bránu MyGedView</dd></dl><b>Komentár</b><br />Odkazy na "Môj vývod" a "Môj osobný záznam" uvidíte jedine vtedy, ak je v súbore GEDCOM o váš záznam.<br />Takže je možné, že v jednom GEDCOM súbore ste zapísaný a uvidíte odkazy "Môj vývod" a "Môj osobný záznam", zatiaľ čo v inom GEDCOMe záznam o vás nie je a odkazy "Môj vývod" a "Môj osobný záznam" potom nebudú zobrazené.
sv: <dt>Detta välkomstblock visar dig:<ul><li>Den aktuella GEDCOM-filen.</li><li>Datum och tid</li><li>Länkar till:</li><ul><li>Mitt konto</li><li>Mina anor</li><li>Min personliga post</li><li>Skräddarsy Min Sida</li></ul></ul><br /><b>Anmärkning:</b><br />Du ser bara länkarna till <b>Min person</b> och <b>Min antavla</b> om du är känd för den aktuella GEDCOM-filen. Medan du i en annan GEDCOM-fil inte har någon datapost och därför visas inte dessa länkar.

source: If you have forgotten your password, you can click this link to request a new password.<br /><br />You will be taken to the "Lost Password Request" page.
fi: Jos olet unohtanut salasanasi, voit klikata tätä linkkiä pyytääksesi uuden salasanan.<br /><br />Pääset sivulle "Pyydä uusi salasana".
fr: Si vous avez oublié votre mot de passe, vous pouvez cliquer sur ce lien pour demander un nouveau mot de passe.<br /><br />Vous allez être redirigé vers la page demande de "Mot de passe oublié".
nb: Hvis du har glemt ditt passord, kan du klikke her for å be om et nytt.<br /><br />Du vil bli ført til siden "Nytt passord".
sk: Ak ste zabudli heslo, môžete kliknúť na tento odkaz a požiadať o nové.<br /><br />Dostanete sa na stránku \"Žiadosť o nové heslo\".
sv: Om du har glömt ditt lösenord, kan du klicka på denna länk för att begära ett nytt lösenord.<br /><br />Du förflyttas till "Begär nytt lösenord"-sidan.

source: Request user account
fi: Pyydä uusi käyttäjätili
fr: Demande de compte d'utilisateur
nb: Be om en brukerkonto
sk: Žiadosť o založenie uživateľského účtu
sv: Begär nytt användarkonto

source: If you are a visitor to this site and wish to request a user account, you can click this link.<br /><br />You will be taken to the "Register" page.
fi: Mikäli vierailet tällä sivustolla ja haluat käyttäjätilin, klikkaa tätä linkkiä.<br /><br />Pääset "rekisteröitymissivulle".
fr: Si vous êtes un visiteur de ce site et vous voulez demander un compte utilisateur, vous pouvez cliquer sur ce lien.<br /><br />Vous serez amené à la page «S'inscrire».
nb: Klikk her hvis du er en gjest på siden og vil be om en brukerkonto.<br /><br />Du vil bli ført til Registreringssiden.
sk: Ak ste návštevníkom tejto stránky a chcete požiadať o založenie užívateľského účtu, môžete kliknúť na tento odkaz.<br /><br />Zobrazí sa vám stránka "Registrácia".
sv: Om du är besökare på denna sajt och önskar förfråga om ett användarkonto, du kan klicka denna länk.<br /><br />Du förflyttas till "Registrering"-sidan.

source: In this box you have to type your real name.<br /><br />We need your first and last names to determine whether you qualify for an account at this site, and what your rights should be. This name will be visible to other logged-in family members and users.
fi: Kirjoita tähän oikea nimesi, etu- ja sukunimi.<br /><br />Ylläpitäjä päättää avataanko sinulle käyttäjätili ja millaiset oikeudet sinulle annetaan. Muut sisäänkirjautuneet perhejäsenet ja käyttät näkevät tämän nimen.
fr: Indiquez ici votre nom réel.<br /><br />Nous avons besoin de vos nom et prénom pour déterminer si vous êtes admissible à un compte sur ce site, et quels devraient être vos droits. Ce nom sera visible par les autres membres de la famille et les utilisateurs connectés.
nb: I dette feltet må du skrive ditt virkelige navn.<br /><br />Vi trenger å vite ditt for- og etternavn for å avgjøre om du kvalifiserer til en konto på nettstedet, og hvilke rettigheter du i så fall skal ha. Dette navnet vil være synlig for andre innloggede familiemedlemmer og brukere.
sk: Do tohoto poľa musíte napísať vaše skutočné meno.<br /><br />Potrebujeme vaše krstné meno a priezvisko, aby sme určili, či máte nárok na účet na tejto stránke a aké práva byste mali mať. Toto meno bude viditeľné ostatným prihlásený rodinným členom a užívateľom.
sv: Skriv här ditt riktiga namn, för- och efternamn.<br /><br />Administratören avgör på dess grund vilka rättighet du eventuellt får. Ditt namn är synlig för andra inskivna familjemedlemmar och användare.

source: Find next relationship path
fi: Hae seuraava sukulaisuuspolku
fr: Trouver le lien de parenté suivant
nb: Finn neste slektskapsvei
sk: Nájdi ďalší príbuzenský vzťah
