Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Ex-Spouse
fi: Entinen puoliso
fr: Ex-conjoint
hu: Volt házastárs
nb: Eks
sk: Ex-manželia
sv: F.d. make/maka

source: Ex-Wife
fi: Entinen vaimo
fr: Ex-épouse
hu: Volt feleség
nb: Ekskone
sk: Ex-manželka
sv: F.d fru

source: Ex-Husband
fi: Entinen mies
fr: Ex-mari
hu: Volt férj
nb: Eksmann
sk: Ex-manžel
sv: F.d man

source: Source Information
fi: Lähdetieto
fr: Information sur la source
hu: Forrás információ
nb: Kilde-informasjon
sk: Informácie o zdroji
sv: Källinformation

source: Delete this Source
fi: Poista lähde
fr: Supprimer cette source
hu: Forrás törlése
nb: Slett denne kilde
sk: Zmazať tento zdroj
sv: Radera denna källa

source: Are you sure you want to delete this Source?
fi: Haluatko varmasti poistaa lähteen GEDCOM-tiedostosta?
fr: Confirmez-vous la suppression de cette source ?
hu: Biztosan törölni szeretné ezt a forrást a GEDCOM-állományból?
nb: Er du sikker på at du vil slette denne kilden fra databasen?
sk: Ste si istý, že chcete vymazať tento zdroj z GEDCOM súboru?
sv: Är du säker på att du vill radera denna källa från GEDCOM-filen?

source: Repository information
fi: Tietovaraston tiedot
fr: information sur le référentiel (base de donnée)
hu: Szervezet Információ
nb: Arkivinformasjon
sk: Informácie repozitára
sv: Arkiv-information

source: Delete repository
fi: Poista tietovarasto
fr: Destruction du référentiel (base de donnée)
hu: Szervezet Törlése
nb: Slett arkiv
sk: Zmazať prameň
sv: Ta bort arkiv

source: Be sure to select an option to search for.
fi: Valitse haettava vaihtoehto.
fr: Merci de choisir une option de recherche
hu: Válasszon keresendő opciót
nb: Velg en kategori å søke etter.
sk: Uistite sa, že máte vybrané kritéria pre vyhľadávanie.
sv: Du måste välja något att söka efter.

source: Result Page
fi: Tulossivu
fr: Résultats
hu: Találati oldal
nb: Resultatside
sk: Stránka výsledku
sv: Resultatsida

source: Delete family
fi: Poista perhe
fr: Supprimer cette famille
hu: Család törlése
nb: Slett familie
sk: Zmazať rodinu
sv: Radera familj

source: Deleting the family will unlink all of the individuals from each other but will leave the individuals in place. Are you sure you want to delete this family?
fi: Perheen poistaminen poistaa kaikki henkilöiden väliset yhteydet mutta jättää henkilöt paikalleen. Haluatko todella poistaa tämän perheen?
fr: Confirmez-vous la suppression de cette famille ? NB : les individus ne seront pas effacés
hu: A család törlése minden személyi összefüggést egymáshoz kitöröl de a személyek megmaradnak. Biztos benne hogy, ki akarja törölni ezt a családot?
nb: Ved å slette familie, vil tilknytning mellom disse personene slettes. Enkeltpersonene vil fortsatt finnes i databasen. Vil du slette denne familien?
sk: Zmazanie rodiny spôsobí zrušenie spojenia medzi osobami, ktoré sú členmi rodiny, ale nezruší ich záznamy. Ste si istý, že chcete zmazať túto rodinu?
sv: Radering av familjen kommer att koppla loss alla personerna ifrån familjen men kommer att lämna alla personerna orörda. Är du säker på att du ska radera familjen?

source: about %s
fi: noin %s
fr: vers %s
hu: %s névjegy
nb: omkring %s
sk: okolo %s
sv: ungefär %s

source: calculated %s
fi: laskettu %s
fr: calculé %s
hu: kiszámolva %s
nb: beregnet %s
sk: pravdepodobne %s
sv: beräknad %s

source: estimated %s
fi: arviolta %s
fr: estimé %s
hu: becsült %s
nb: beregnet %s
sk: odhadom %s
sv: uppskattad %s

source: interpreted %s (%s)
fi: tulkittu %s (%s)
fr: interprété %s (%s)
hu: értelmezhető %s (%s)
nb: antatt %s (%s)
sk: vysvetlené %s (%s)
sv: tolkat %s (%s)

source: before %s
fi: ennen %s
fr: avant %s
hu: %s előtt
nb: før %s
sk: pred %s
sv: före %s

source: after %s
fi: %s jälkeen
fr: après %s
hu: %s után
nb: etter %s
sk: po %s
sv: efter %s

source: from %s
fi: %s alkaen
fr: à partir de %s
hu: %s-tól
nb: fra %s
sk: z %s
sv: från %s

source: to %s
fi: %s saakka
fr: vers %s
hu: %s-ig
nb: til %s
sk: do %s
sv: till %s

source: between %s and %s
fi: %s - %s välillä
fr: entre %s et %s
hu: %s és %s között
nb: mellom %s og %s
sk: medzi %s a %s
sv: mellan %s och %s

source: from %s to %s
fi: %s - %s saakka
fr: de %s à %s
hu: %s-tól %s-ig
nb: fra %s til %s
sk: z %s do %s
sv: från %s till %s

source: Invalid date
fi: Virheellinen päivämäärä
fr: Date invalide
hu: Érvénytelen dátum
nb: Ugyldig dato
sk: Neplatný dátum
sv: Ogiltigt datum

source: %g:%i:%s%a
fi: %H:%i:%s
fr: %H:%i:%s
nb: %G:%i:%s
sk: %G:%i:%s
sv: %H:%i:%s

source: ALPHABET_upper=ABCDEFGHIJKLMNOPQRSTUVWXYZ
fi: ALPHABET_upper=ABCDEFGHIJKLMNOPQRSTUVWXYZÅÄÖ
fr: ALPHABET_upper=AÀÂÆBCÇDEÉÈËÊFGHIÏÎJKLMNOÔŒPQRSTUÙÛVWXYZ
hu: ALPHABET_upper=AÁBCDEÉFGHIÍJKLMNOÓÖŐPQRSTUÚÜŰVWXYZ
nb: ALPHABET_upper=ABCDEFGHIJKLMNOPQRSTUVWXYZÆØÅ
sk: ALPHABET_upper=AÁÄBCČDĎEÉFGHIÍJKLĽĹMNŇOÓÔPQRŔSŠTŤUÚVWXYÝZŽ
sv: ALPHABET_upper=ABCDEFGHIJKLMNOPQRSTUVWXYZÅÄÖ

source: ALPHABET_lower=abcdefghijklmnopqrstuvwxyz
fi: ALPHABET_lower=abcdefghijklmnopqrstuvwxyzåäö
fr: ALPHABET_lower=aàâæbcçdeéèëêfghiïîjklmnoôœpqrstuùûvwxyz
hu: ALPHABET_lower=aábcdeéfghiíjklmnoóöőpqrstuúüűvwxyz
nb: ALPHABET_lower=abcdefghijklmnopqrstuvwxyzæøå
sk: ALPHABET_lower=aáäbcčdďeéfghiíjklľĺmnňoóôpqrŕsštťuúvwxyýzž
sv: ALPHABET_lower=abcdefghijklmnopqrstuvwxyzåäö

source: WEEK_START=0
fi: WEEK_START=1
hu: WEEK_START=1
nb: WEEK_START=1
sk: WEEK_START=1
sv: WEEK_START=1

source: utf8_unicode_ci
fi: utf8_swedish_ci
hu: utf8_hungarian_ci
nb: utf8_danish_ci
sk: utf8_slovak_ci
sv: utf8_swedish_ci

source: (stillborn)
fi: (kuolleena syntynyt)
fr: (mort-né)
hu: (halvaszületett)
nb: (dødfødt)
sk: mrtvonarodený
sv: (dödfödd)

source: (in infancy)
fi: (pikkulapsena)
fr: (dans la petite enfance)
hu: (csecsemőkorban)
nb: (som spebarn)
sk: v detstve
sv: (i späd ålder)

source: (in childhood)
fi: (lapsena)
fr: (dans l'enfance)
hu: (gyermekkorban)
nb: (i barndommen)
sk: v detstve
sv: (i barndomen)

source: %d year
fi: %d vuosi
fr: %d an
hu: %d év
nb: %d år
sk: %d rok
sv: %d år

source: %d month
fi: %d kuukausi
fr: %d mois
hu: %d hónap
nb: %d måned
sk: %d mesiac
sv: %d månad

source: %d week
fi: %d viikko
fr: %d semaine
hu: %d hét
nb: %d uke
sk: %d týždeň
sv: %d vecka

source: %d day
fi: %d päivä
fr: %d jour
hu: %d nap
nb: %d dag
sk: % deň
sv: %d dag

source: (aged less than %s)
fi: (ikä vähemmän kuin %s)
fr: (âgés de moins de %s ans)
hu: (%s évnél fiatalabb)
nb: (yngre enn %s)
sk: (menej než %s rokov)
sv: (ålder mindre än %s)

source: (aged more than %s)
fi: (ikä enemmän kuin %s)
fr: (âgés de plus de %s ans)
hu: (%s évnél idősebb)
nb: (eldre enn %s)
sk: (viacej než %s rokov)
sv: (ålder mera än %s)

source: (aged %s)
fi: (ikä %s)
fr: (âgés de %s ans)
hu: (%s éves)
nb: (alder %s)
sk: (vo veku %s rokov)
sv: (ålder %s)

source: %d year ago
fi: %d vuosi sitten
fr: il y a %d an
hu: %d éve
nb: %d år siden
sk: pred rokom
sv: %d år sedan

source: %d month ago
fi: %d kuukausi sitten
fr: il y a %d mois
hu: %d hónapja
nb: %d måned siden
sk: pred %d mesiacmi
sv: %d månad sedan

source: %d day ago
fi: päivä sitten
fr: il y a %d jour
hu: %d napja
nb: %d dag siden
sk: pred %d dňom
sv: %d dag sedan

source: %d hour ago
fi: tunti sitten
fr: il y a %d heure
hu: %d órája
nb: %d time siden
sk: pred %d hodinou
sv: %d timme sedan

source: %d minute ago
fi: minuutti sitten
fr: il y a %d minute
hu: %d perce
nb: %d minutt siden
sk: pred %d minútou
sv: %d minut sedan

source: %d second ago
fi: %d sekunti sitten
fr: il y a %d seconde
hu: %d másodperce
nb: %d sekund siden
sk: pred %d sekundami
sv: %d sekund sedan

# Abbreviation for birth
source: b.
fi: s.
fr: n.
hu: szül.
nb: f.
sv: f.

# Abbreviation for marriage
source: m.
fi: avio
hu: házasság
nb: g.
sk: manž.
sv: v.

# Abbreviation for death
source: d.
fi: k.
hu: halál

# Abbreviation for telephone number
source: t.
fi: puh.
fr: tél.
hu: tel.
nb: tlf.
sk: tel.
sv: tel.

# Abbreviation for email address
source: e.
fi: s-posti.
hu: e-mail
nb: epost
sk: em.
sv: e-post

source: Abbreviation
fi: Lyhenne
fr: Abréviation
hu: Rövidítés
nb: Forkortelse
sk: Skratka
sv: Förkortning

source: Address
fi: Osoite
fr: Adresse
hu: Lakcím
nb: Adresse
sk: Adresa
sv: Adress

source: Address line 1
fi: Osoiterivi 1
fr: Adresse ligne 1
hu: Címsor 1
nb: Adresselinje 1
sk: 1. riadok adresy
sv: Adressrad 1

source: Address line 2
fi: Osoiterivi 2
fr: Adresse ligne 2
hu: Címsor 2
nb: Adresselinje 2
sk: 2. riadok adresy
sv: Adressrad 2

source: Adoption
fi: Adoptio
hu: Örökbefogadás
nb: Adoptert
sk: Adopcia

source: Date of Adoption
fi: Adoption päivämäärä
fr: Date de l'adoption
hu: Örökbefogadás dátuma
nb: Dato for adopsjon
sk: Dátu adopcie
sv: Adoptions datum

source: Place of Adoption
fi: Adoptointipaikkakunta
fr: Lieu de l'adoption
hu: Örökbefogadás helye
nb: Sted for adopsjon
sk: Miesto adopcie
sv: Adoptions ort

source: Source for Adoption
fi: Adoptoinnin tietolähde
fr: Source pour l'adoption
hu: Örökbefogadás forrása
nb: Kilde for adopsjon
sk: Zdroj pre adopciu
sv: Källa för adoption

source: Ancestral File Number
fi: Ancestral File Number (AFN)
fr: Numéro AFN (Ancestral File Number)
hu: Ősök fájlszáma
nb: AFN nummer
sk: Číslo súboru predkov (AFN)
sv: Ancestral File Number (AFN)

source: Agency
fi: Virasto
fr: Institution
hu: Képviselet
nb: Agentur
sk: Inštitúcia
sv: Myndighet

source: Alias
fi: Aliasnimi
hu: Úgyis mint
sk: Prezývka
sv: Aliasnamn

source: Generations of ancestors
fi: Esipolvien määrä
fr: Ancêtres d'un individu
hu: Ősök generációi
nb: Generasjoner af forfedre
sk: Generácie predkov
sv: Hänför sig till en persons förfäder

source: Ancestors interest
fi: Henkilön esipolvien lisätutkiminen
fr: Intérêt particulier sur les ancêtres
hu: Ősök érdeklődése
nb: Ane interesse
sk: Podiel predkov
sv: Intresse att forska mer i personens förfädrar

source: Annulment
fi: Avioliiton kumoaminen
fr: Déclaration de nullité du mariage
hu: Házasság felbontása
nb: Annullert ekteskap
sk: Anulovanie
sv: Ogiltigförklaring

source: Associate
fi: Läheinen
fr: Personne associée
hu: Kapcsolódó személyek
nb: Forbindelser
sk: Osoba
sv: Kompanjoner

source: Author
fi: Tekijä
fr: Auteur
hu: Szerző
nb: Opphavsperson
sk: Autor
sv: Författare

source: LDS baptism
fi: LDS kaste
fr: SDJ: baptême
hu: UNSZ-keresztség
nb: Mormondåp
sk: LDS krst
sv: LDS dop

source: Date of LDS Baptism
fi: LDS kasteen päivämäärä
fr: SDJ: date du baptême
hu: UNSZ-keresztség dátuma
nb: Dato for mormondåp
sk: Dátum LDS krstu
sv: Datum för LDS dop

source: Place of LDS Baptism
fi: LDS kasteen paikkakunta
fr: SDJ: lieu du baptême
hu: UNSZ-keresztség helye
nb: Sted for mormondåp
sk: Miesto LDS krstu
sv: LDS Dop plats

source: Baptism
fi: Kaste
fr: Baptême
hu: Keresztelés
nb: Døpt på bekjennelse
sk: Krst
sv: Döpt

source: Date of baptism
fi: Kasteen päivämäärä
fr: Date du baptême
hu: Keresztelés dátuma
nb: Dato for dåp
sk: Dátum krstu
sv: Dopdatum

source: Place of baptism
fi: Kasteen paikkakunta
fr: Lieu du baptême
hu: Keresztelés helye
nb: Sted for dåp
sk: Miesto krstu
sv: Dop plats

source: Source for baptism
fi: Kasteen tietolähde
fr: Source pour le baptême
hu: Keresztelés forrása
nb: Kilde for dåp
sk: Zdroj pre krst
sv: Källa för dop

source: Date of bar mitzvah
fi: Bar mitzvah päivämäärä
fr: Date de la Bar Mitzvah
hu: Bar mitzvah dátuma
nb: Dato for bar mitzvah
sk: Dátum bar mitzvah
sv: Datum för bar mitzvah

source: Place of bar mitzvah
fi: Bar mitzvah paikkakunta
fr: Lieu du Bar Mitzvah
hu: Bar mitzvah helye
nb: Sted for bar mitzvah
sk: Miesto bar mitzvah
sv: Bar mitzvah plats

source: Source for bar mitzvah
fi: Bar mitzvah tietolähde
fr: Source Bar Mitzvah
hu: Bar mitzvah forrása
nb: Kilde for bar mitzvah
sk: Zdroj pre bar mitzvah
sv: Källa för bar mitzvah

source: Date of bat mitzvah
fi: Bat mitzvah päivämäärä
fr: Date de la Bat Mitzvah
hu: Bat mitzvah dátuma
nb: Dato for bat mitzvah
sk: Dátum bat mitzvah
sv: Datum för bat mitzvah

source: Place of bat mitzvah
fi: Bat mitzvah paikkakunta
fr: Lieu du Bat Mitzvah
hu: Bat mitzvah helye
nb: Sted for bat mitzvah
sk: Miesto bat mitzvah
sv: Bat mitzvah plats

source: Source for bat mitzvah
fi: Bat mitzvah tietolähde
fr: Source Bat Mitzvah
hu: Bat mitzvah forrása
nb: Kilde for bat mitzvah
sk: Zdroj pre bat mitzvah
sv: Källa för bat mitzvah

source: Birth
fi: Syntymä
fr: Naissance
hu: Született
nb: Født
sk: Narodenie
sv: Född

source: Date of birth
fi: Syntymäpäivämäärä
fr: Date de naissance
hu: Születési idő
nb: Fødselsdato
sk: Dátum narodenia
sv: Födelsdatum

source: Place of birth
fi: Syntymäpaikkakunta
fr: Lieu de naissance
hu: Születés helye
nb: Fødselssted
sk: Miesto narodenia
sv: Födelseort

source: Source for birth
fi: Syntymän tietolähde
fr: Source pour la naissance
hu: Sületés forrása
nb: Kilde for fødsel
sk: Zdroj pre narodenie
sv: Källa för födelse

source: Blessing
fi: Siunaus
fr: Bénédiction religieuse
hu: Megáldás
nb: Velsignet/Navnefest
sk: Požehnanie
sv: Välsignelse

source: Date of Blessing
fi: Siunauksen päivämäärä
fr: Date de Bénédiction
hu: Áldás dátuma
nb: Dato for velsignelse
sk: Dátum požehnania
sv: Välsignelsedatum

source: Place of Blessing
fi: Siunauksen paikkakunta
fr: Lieu de Bénédiction
hu: Áldás helye
nb: Sted for velsignelse
sk: Miesto požehnania
sv: Välsignelseort

source: Source for Blessing
fi: Siunauksen tietolähde
fr: Source de bénédiction
hu: Áldás forrása
nb: Kilde for Velsignelse
sk: Zdroj pre požehnanie
sv: Källa för välsingelse

source: Binary Data Object
fi: Binääridataobjekti
fr: Objet binaire
hu: Bináris adatok
nb: Binært dataobjekt
sk: Binárny datový objekt
sv: Binärt data objekt

source: Burial
fi: Hautaaminen
fr: Sépulture
hu: Temetés
nb: Gravlagt
sk: Pohreb
sv: Begravd

source: Date of burial
fi: Hautauspäivämäärä
fr: Date de l'inhumation
hu: Temetkezés dátuma
nb: Begravelsesdato
sk: Dátum pohrebu
sv: Begravingsdatum

source: Place of burial
fi: Hautauspaikkakunta
fr: Lieu de l'inhumation
hu: Temetkezés helye
nb: Begravelsessted
sk: Miesto pohrebu
sv: Begravningsplats

source: Source for burial
fi: Hautaamisen tietolähde
fr: Source pour l'inhumation
hu: Temetkezés forrása
nb: Kilde for begravelse
sk: Zdroj pre pohreb
sv: Källa för begravning

source: Call number
fi: Lähdearkiston viitenumero (CALN)
fr: Numéro d'appel
hu: Gyűjtemény azonosító
nb: Katalognummer
sk: Číslo telefonu
sv: Källarkivets referensnummer

source: Caste
fi: Yhteiskuntaluokka/sääty
hu: Kaszt
nb: Kaste
sk: Kasta
sv: Kast

source: Cause
fi: Syy
hu: Ok
nb: Årsak
sk: Príčina
sv: Orsak

source: Cemetery
fi: Hautausmaa
fr: Cimetière
hu: Temető
nb: Kirkegård/Gravplass
sk: Cintorín
sv: Gravgård

source: Census place
fi: Väestönlaskennan paikka
fr: Lieu du recensement
hu: Népszámlálás helye
nb: Folketellingssted
sk: Miesta sčítania
sv: Folkräkningsplats

source: Last change
fi: Viimeisin muutos
fr: Dernière modification
hu: Utolsó módosítás
nb: Siste endring
sk: Posledná zmena
sv: Sista ändringen

source: Character set
fi: Kirjainmerkistö
fr: Jeu de caractères
hu: Kódkészlet
nb: Tegnsett
sk: Znaková tabuľka
sv: Teckentabell

source: Christening
fi: Ristiäiset
fr: Baptême religieux enfant
hu: Katolikus Keresztelés
nb: Døpt
sk: Krst (kresťanský)
sv: Döpt

source: Date of christening
fi: Kasteen päivämäärä
fr: Date du baptême
hu: Keresztelő dátuma
nb: Dato for dåp
sk: Dátum krstu
sv: Kristnings datum

source: Place of christening
fi: Kasteen paikkakunta
fr: Lieu du baptême
hu: Keresztelő helye
nb: Sted for dåp
sk: Miesto krstu
sv: Kristningsplats

source: Source for christening
fi: Kasteen tietolähde
fr: Source du baptême
hu: Keresztelő forrása
nb: Kilde for dåp
sk: Zdroj pre krst
sv: Källa för kristning

source: Adult christening
fi: Aikuiskaste
fr: Baptême adulte
hu: Felnőtt kori keresztség
nb: Voksendåp
sk: Krst dospelého
sv: Vuxendop

source: Citizenship
fi: Kansalaisuus
fr: Citoyenneté
hu: Állampolgárság
nb: Statsborgerskap
sk: Občianstvo
sv: Medborgarskap

source: Comment
fi: Huomautus
fr: Commentaire
hu: Megjegyzés
nb: Kommentar
sk: Komentár
sv: Kommentar

source: Concatenation
fi: Ketjuuntuminen
fr: Continuation
hu: Láncolás
nb: Sammensetning
sk: Zreťazenie
sv: Länkning

source: Continued
fi: Jatkuu
fr: Suite
hu: Fojtatás
nb: Fortsetter
sk: Pokračovanie
sv: Fortsättning

source: Confirmation
fi: Rippi
hu: Konfirmáció
nb: Konfirmert
sk: Birmovanie
sv: Konfirmation

source: Date of confirmation
fi: Rippitilaisuuden päivämäärä
fr: Date de la confirmation
hu: Konfirmáció dátuma
nb: Konfirmasjonsdato
sk: Dátum birmovania
sv: Konfirmationsdatum

source: Place of confirmation
fi: Ripille pääsyn paikka
fr: Lieu de la confirmation
hu: Konfirmásió helye
nb: Konfirmasjonssted
sk: Miesto birmovania
sv: Korfirmationsplats

source: Source for confirmation
fi: Ripille pääsyn tietolähde
fr: Source de la confirmation
hu: Konfirmáció forrása
nb: Konfirmasjonskilde
sk: Zdroj pre birmovanie
sv: Källa för konfirmation

source: LDS confirmation
fi: LDS konfirmaatio
fr: SDJ: confirmation
hu: UNSZ-konfirmáció
nb: Mormonkonfirmasjon
sk: LDS birmovanie
sv: LDS konfirmation

source: Copyright
fi: Tekijänoikeus
hu: Védjegy
nb: Opphavsrett/Copyright
sv: Upphovsrätt

source: Corporation
fi: Yritys
fr: Société
hu: Vállalat
nb: Firma
sk: Firma
sv: Bolag

source: Cremation
fi: Polttohautaus
fr: Crémation
hu: Hamvasztás
nb: Kremasjon
sk: Kremácia
sv: Kremering

source: Date of Cremation
fi: Polttohautauksen päivämäärä
fr: Date de la crémation
hu: Hamvasztás dátuma
nb: Dato for kremering
sk: Dátum kremácie
sv: Kremerings datum

source: Place of Cremation
fi: Polttohautauksen paikkakunta
fr: Lieu de la crémation
hu: Hamvasztás helye
nb: Sted for kremering
sk: Miesto kremácie
sv: Kremeringsplats

source: Source for Cremation
fi: Polttohautuksen tietolähde
fr: Source de la crémation
hu: Hamvasztás forrása
nb: Kilde for kremering
sk: Zdroj pre kremáciu
sv: Källa för kremering

source: Data
fi: Tiedot
fr: Données
hu: Adat
sk: Dáta

source: Date of entry in original source
fi: Kirjauspäivä alkuperäisessä lähteessä
fr: Date d'entrée dans le document original
hu: Bejegyzés dátuma az eredeti forrásban
nb: Innførelsesdato i original kilde
sk: Dátum vloženia orginálneho zdroja
sv: Inläggsdatum i original källa

source: Death
fi: Kuolema
fr: Décès
hu: Elhunyt
nb: Død
sk: Úmrtie
sv: Död

source: Cause of death
fi: Kuolinsyy
fr: Cause du décès
hu: Halál oka
nb: Dødsårsak
sk: Príčina smrti
sv: Dödsorsak

source: Date of death
fi: Kuolinpäivämäärä
fr: Date du décès
hu: Elhalálozás dátuma
nb: Dato for dødsfall
sk: Dátum úmrtia
sv: Dödsdatum

source: Place of death
fi: Kuolinpaikkakunta
fr: Lieu du décès
hu: Elhalálozás helye
nb: Sted for dødsfall
sk: Miesto úmrtia
sv: Dödsplats

source: Source for death
fi: Kuoleman tietolähde
fr: Source du décès
hu: Elhalálozás forrása
nb: Kilde for dødsfall
sk: Zdroj pre úmrtie
sv: Källa för död

source: Descendants interest
fi: Henkilön jälkeläisten lisätutkiminen
fr: Intérêt particulier sur les descendants
hu: Információk leszármazottakról
nb: Etterkommere int.
sk: Podiel potomkov
sv: Intresse att söka efter mera efterkommande till denna person

source: Destination
fi: Vastaanottaja
hu: Cél
nb: Mottakende system
sk: Cieľ

source: Divorce
fi: Avioero
hu: Válás
nb: Skilsmisse
sk: Rozvod
sv: Skild

source: Divorce filed
fi: Avioeron hakeminen
fr: Divorce prononcé
hu: Válási akta
nb: Skilsmissebegjæring
sk: Rozvodový spis
sv: Ansökt om skilsmässa

source: Education
fi: Koulutus
fr: Études
hu: Végzettség
nb: Utdannelse
sk: Vzdelanie
sv: Utbildning

source: School or college
fi: Koulu, lukio tms.
fr: École ou collège
hu: Iskola vagy főiskola
nb: Skole eller universitet
sk: Škola alebo univerzita
sv: Skola, läroverk o.d.

source: Emigration
fi: Maastamuutto
fr: Émigration
hu: Kivándorlás
nb: Utvandret
sk: Emigrácia
sv: Utvandring

source: Date of Emigration
fi: Maastamuuton päivämäärä
fr: Date de l'émigration
hu: Emigráció dátuma
nb: Utvandringsdato
sk: Dátum emigrácie
sv: Emigrationsdatum

source: Place of Emigration
fi: Maastamuuton paikkakunta
fr: Lieu de l'émigration
hu: Emigráció helye
nb: Utvandringssted
sk: Miesto emigrácie
sv: Emigrationsplats

source: LDS endowment
fi: LDS endaumentti
fr: SDJ: dotation
hu: UNSZ-szertartás (Endowment)
nb: Mormonerlegat

source: Date of LDS Endowment
fi: päivämäärä
fr: SDJ: date de la dotation
hu: UNSZ-keresztségi szertartás dátuma
nb: Dato for Mormonerlegat
sv: LDS Endowment datum

source: Place of LDS Endowment
fi: LDS endaumentin paikkakunta
fr: SDJ: lieu de la dotation
hu: UNSZ szertartás helye
nb: Sted for Mormonerlegat
sv: LDS Endowment plats

source: Engagement
fi: Kihlaus
fr: Fiançailles
hu: Eljegyzés
nb: Forlovet
sk: Zasnúbenie
sv: Förlovning

source: Date of engagement
fi: Kihlauspäivämäärä
fr: Date d'engagement
hu: Eljegyzés dátuma
nb: Forlovelsesdato
sk: Dátum zasnúbenia
sv: Förlovningdatum

source: Place of engagement
fi: Kihlauspaikkakkunta
fr: Lieu d'engagement
hu: Eljegyzés helye
nb: Forlovelsessted
sk: Miesto zasnúbenia
sv: Förlovningsplats

source: Source for engagement
fi: Kihlauksen tietolähde
fr: Source de l'engagement
hu: Eljegyzés forrása
nb: Forlovelseskilde
sk: Zdroj pre zasnúbenie
sv: Källa för förlovning

source: Event
fi: Tapahtuma
fr: Évènement
hu: Esemény
nb: Hendelse
sk: Udalosti
sv: Händelse

source: Date of Event
fi: Tapahtuman päivämäärä
fr: Date de l'évènement
hu: Esemény dátuma
nb: Dato for hendelse
sk: Dátum události
sv: Händelsedatum

source: Place of Event
fi: Tapahtumapaikkakunta
fr: Lieu de l'évènement
hu: Esemény helye
nb: Sted for hendelse
sk: Miesto udalosti
sv: Händelseplats

source: Fact
fi: Tieto
fr: Évènement
hu: Tény
nb: Fakta
sk: Údaj
sv: FAKTA

source: Family as a child
fi: Lapsena perheessä
fr: Famille en tant qu'enfant
hu: Családtagok (gyermekként)
nb: Familie som barn
sk: Rodina ako dieťa
sv: Som barn i familj

source: Father's birthplace
fi: Isän syntymäpaikka
fr: Lieu de naissance du père
hu: Apa születési helye
nb: Fars fødselssted
sk: Miesto narodenia otca
sv: Fars födelseplats

source: Paternal grandfather's given name
fi: Isänpuolelta isoisän etunimi
fr: Prénom du grand-père paternel
hu: Apa nagyapa keresztneve
nb: Bestefars fornavn
sk: Dedove meno po otcovi
sv: Farfars förnamn

source: Paternal grandmother's given name
fi: isänpuolelta isoäidin etunimi
fr: Prénom de la grand-mère paternelle
hu: Apai nagyanya keresztneve
nb: Farmors fornavn
sk: Babkine meno po otcovi
sv: Farmors förnamn

source: Father's given name
fi: Isän etunimi
fr: Nom donné par le père
hu: Apa keresztneve
nb: Fars fornavn
sk: Otcove meno
sv: Faderns förnamn

source: Father's occupation
fi: Isän ammatti
fr: Profession du père
hu: Apa foglalkozása
nb: Fars yrke
sk: Otcove povolanie
sv: Faderns yrke

source: Father's surname
fi: Isän sukunimi
fr: Nom du père
hu: Apa vezetékneve
nb: Fars etternavn
sk: Otcove meno
sv: Faderns efternamn

source: Parents' marriage place
fi: Vanhempien avioitumispaikka
fr: Lieu de mariage des parents
hu: Szülők házasságkötésének helye
nb: Sted for foreldres vielse
sk: Miesto narodenia rodičov
sv: Förälders vigselplats

source: Mother's birthplace
fi: Äidin syntymäpaikka
fr: Lieu de naissance de la mère
hu: Anya születési helye
nb: Mors fødselssted
sk: Miesto narodenia matky
sv: Mor födelseplats

source: Maternal grandfather's given name
fi: Äidinpuolelta isoisän etunimi
fr: Prénom du grand-père maternel
hu: Anyai nagyapa keresztneve
nb: Morfars fornavn
sk: Dedkove meno po mame
sv: Morfars förnamn

source: Maternal grandmother's Given Name
fi: Äidinpuolelta isoäidin etunimi
fr: Prénom de la grand-mère maternelle
hu: Anyai nagyanya keresztneve
nb: Mormors fornavn
sk: Babkine meno po mame
sv: Mormors förnamn

source: Mother's given name
fi: Äidin etunimi
fr: Nom donné par la mère
hu: Anya keresztneve
nb: Mors fornavn
sk: Meno matky
sv: Moderns förnamn

source: Mother's surname
fi: Äidin sukunimi
fr: Nom de la mère
hu: Anya vezetékneve
nb: Mors etternavn
sk: Priezvisko matky
sv: Moders efternamn

source: Family file
fi: Perhetiedosto, nimiluettelo
fr: Fichier sur la famille
hu: UNSZ családi akta
nb: Familiefil
sk: Rodinný spis
sv: Familjefil
