Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

# MALE/FEMALE
source: twelfth cousin
fi: 12. serkku
fr: 12ème arrière-petit(e)-cousin(e)
hu: tizenketted unokatestvér
nb: trettenmenning
sk: bratranec/sesternica (z 12. kolena)
sv: 12. kusin

# MALE/FEMALE
source: thirteenth cousin
fi: 13. serkku
fr: 13ème arrière-petit(e)-cousin(e)
hu: tizenharmad unokatestvér
nb: fjortenmenning
sk: bratranec/sesternica (z 13. kolena)
sv: 13. kusin

# MALE/FEMALE
source: fourteenth cousin
fi: 14. serkku
fr: 14ème arrière-petit(e)-cousin(e)
hu: tizennegyed unokatestvér
nb: femtenmenning
sk: bratranec/sesternica (z 14. kolena)
sv: 14. kusin

# MALE/FEMALE
source: fifteenth cousin
fi: 15. serkku
fr: 15ème arrière-petit(e)-cousin(e)
hu: tizenötöd unokatestvér
nb: sekstenmenning
sk: bratranec/sesternica (z 15. kolena)
sv: 15. kusin

# MALE/FEMALE
source: %d x cousin
fi: serkku %d. polvessa
fr: %dème arrière-petit(e)-cousin(e)
hu: %d x unokatestvér
sk: %d x sesternica
sv: Kusin i %d. led

# MALE
source: first %s
fi: ensimmäinen %s
fr: premier %s
hu: első %s
sk: prvý %s

# MALE
source: second %s
fi: toinen %s
fr: deuxième %s
hu: második %s
sk: druhý %s

# MALE
source: third %s
fi: kolmas %s
fr: troisième %s
hu: harmadik %s
sk: tretí %s

# MALE
source: fourth %s
fi: neljäs %s
fr: quatrième %s
hu: negyedik %s
sk: štvrtý %s

# MALE
source: fifth %s
fi: viides %s
fr: cinquième %s
hu: ötödik %s
sk: piaty %s

# FEMALE
source: first %s
fi: ensimmäinen %s
fr: première %s
hu: első %s
sk: prvá %s

# FEMALE
source: second %s
fi: toinen %s
fr: deuxième %s
hu: második %s
sk: druhá %s

# FEMALE
source: third %s
fi: kolmas %s
fr: troisième %s
hu: harmadik %s
sk: tretia %s

# FEMALE
source: fourth %s
fi: neljäs %s
fr: quatrième %s
hu: negyedik %s
sk: štvrtá %s

# FEMALE
source: fifth %s
fi: viides %s
fr: cinquième %s
hu: ötödik %s
sk: piata %s

# MALE/FEMALE
source: first %s
fi: ensimmäinen %s
fr: premier/première %s
hu: első %s
sk: prvý %s

# MALE/FEMALE
source: second %s
fi: toinen %s
fr: deuxième %s
hu: második %s
sk: druhý %s

# MALE/FEMALE
source: third %s
fi: kolmas %s
fr: troisième %s
hu: harmadik %s
sk: tretí %s

# MALE/FEMALE
source: fourth %s
fi: neljäs %s
fr: quatrième %s
hu: negyedik %s
sk: štvrtý %s

# MALE/FEMALE
source: fifth %s
fi: viides %s
fr: cinquième %s
hu: ötödik %s
sk: piaty %s

source: mother
fi: äiti
fr: mère
hu: anya
nb: mor
sk: matka
sv: moder

source: father
fi: isä
fr: père
hu: apa
nb: far
sk: otec
sv: fader

source: parent
fi: isä/äiti
hu: szülő
nb: forelder
sk: rodič
sv: förälder

source: husband
fi: aviomies
fr: mari
hu: férj
nb: ektemann
sk: manžel
sv: make

source: wife
fi: vaimo
fr: femme
hu: Feleség
nb: hustru
sk: manželka
sv: maka

source: spouse
fi: (avio)puoliso
fr: époux / épouse
hu: házastárs
nb: ektefelle
sk: manžel(ka)
sv: make/maka

source: son
fi: poika
fr: fils
hu: fiú gyermek
nb: sønn
sk: syn

source: daughter
fi: tytär
fr: fille
hu: lány gyermek
nb: datter
sk: dcéra
sv: dotter

source: child
fi: lapsi
fr: enfant
hu: gyerek
nb: barn
sk: dieťa
sv: barn

source: twin brother
fi: kaksoisveli
fr: frère jumeau
hu: Ikertestvér, fiú
nb: tvillingebror
sk: dvojča
sv: tvillingbror

source: younger brother
fi: nuorempi veli
fr: frère plus jeune
hu: fiatalabb fiútestvér
nb: yngre bror
sk: mladší brat
sv: yngre bror

source: elder brother
fi: vanhempi veli
fr: frère plus âgé
hu: idősebb fiútestvér
nb: eldre bror
sk: starší brat
sv: äldre bror

source: brother
fi: veli
fr: frère
hu: fiútestvér
nb: bror
sk: brat
sv: bror

source: twin sister
fi: kaksoissisko
fr: sœur jumelle
hu: Ikertestvér, lány
nb: tvillingesøster
sk: dvojča
sv: tvillingsyster

source: younger sister
fi: nuorempi sisko
fr: sœur plus jeune
hu: húg
nb: yngre søster
sk: mladšia sestra
sv: yngre syster

source: elder sister
fi: vanhempi sisko
fr: sœur plus âgée
hu: nővér
nb: eldre søster
sk: staršia sestra
sv: äldre syster

source: sister
fi: sisko
fr: sœur
hu: lánytestvér
nb: søster
sk: sestra
sv: syster

source: twin sibling
fi: kaksonen
fr: frère/sœur jumeaux
hu: ikertestvér
nb: tvilling
sk: dvojča
sv: tvillingsyskon

source: younger sibling
fi: nuorempi sisarus
fr: cadet
hu: fiatalabb testvér
nb: yngre søsken
sk: mladší súrodenec
sv: yngre syskon

source: elder sibling
fi: vanhempi sisarus
fr: frère aîné
hu: idősebb testvér
nb: eldre søsken
sk: starší súrodenec
sv: äldre syskon

source: sibling
fi: sisarus
fr: frère/sœur
hu: testvér
nb: søsken
sk: súrodenec
sv: syskon

# brother's child
source: nephew/niece
fi: veljenlapsi
fr: neveu/nièce
hu: ünokaöcs/unokahúg
nb: nevø/niese
sk: synovec/neter
sv: brors barn

# brother's daughter
source: niece
fi: veljentytär
fr: nièce
hu: unokahúg
nb: niese
sk: neter
sv: brors dotter

# brother's son
source: nephew
fi: Veljenpoika
fr: neveu
hu: ünokaöcs
nb: nevø
sk: synovec
sv: brors son

# brother's wife
source: sister-in-law
fi: veljenvaimo, käly
fr: belle-sœur
hu: sógornő
nb: svigerinne
sk: švagriná
sv: svägerska

# child's child
source: grandchild
fi: lapsenlapsi
fr: petit-enfant
hu: unoka
nb: barnebarn
sk: vnuk
sv: barnbarn

# child's daughter
source: granddaughter
fi: lapsentytär
fr: petite-fille
hu: lányunoka
nb: barnebarn
sk: vnučka
sv: barns dotter

# child's husband
source: son-in-law
fi: tyttärenmies, vävy
fr: beau-fils
hu: vej
nb: svigersønn
sk: zať
sv: svärson

# child's son
source: grandson
fi: lapsenpoika
fr: petit-fils
hu: fiúunoka
nb: barnebarn
sk: vnuk
sv: barns son

# child's spouse
source: son/daughter-in-law
fi: lapsen puoliso / vävy,miniä
fr: fils/belle-fille
hu: vej/meny
nb: svigersønn/-datter
sk: zať/nevesta
sv: svärson/svärdotter

# child's wife
source: daughter-in-law
fi: pojanvaimo, miniä
fr: belle-fille
hu: meny
nb: svigerdatter
sk: nevesta
sv: svärdotter

# daughter's child
source: grandchild
fi: tyttärenlapsi
fr: petit-enfant
hu: unoka
nb: barnebarn
sk: vnuk
sv: barnbarn

# daughter's daughter
source: granddaughter
fi: tyttärentytär
fr: petite-fille
hu: lányunoka
nb: barnebarn
sk: vnučka
sv: dotters dotter

# daughter's husband
source: son-in-law
fi: tyttärenmies, vävy
fr: beau-fils
hu: vej
nb: svigersønn
sk: zať
sv: svärson

# daughter's son
source: grandson
fi: tyttärenpoika
fr: petit-fils
hu: fiúunoka
nb: barnebarn
sk: vnuk
sv: dotters son

# father's brother
source: uncle
fi: setä
fr: oncle
hu: nagybácsi
nb: onkel
sk: strýc
sv: farbror

# father's child
source: half-sibling
fi: sisarpuoli
fr: demi-frère/demi-sœur
hu: féltestvér
nb: halvsøsken
sk: nevlastný súrodenec
sv: halvsyskon

# father's daughter
source: half-sister
fi: siskopuoli
fr: demi-sœur
hu: lány féltestvér
nb: halvsøster
sk: nevlastná sestra
sv: halvsyster

# father's father
source: paternal grandfather
fi: Isänisä (isoisä)
fr: grand-père paternel
hu: apai nagyapa
nb: farfar
sk: dedko
sv: farfar

# father's mother
source: paternal grandmother
fi: Isänäiti (isoäiti)
fr: grand-mère paternelle
hu: apai nagyanya
nb: farmor
sk: babka
sv: farmor

# father's parent
source: paternal grandparent
fi: isän isovanhempi
fr: grands-parents paternels
hu: apai nagyszülő
nb: farmor/farfar
sk: otcovi rodičia
sv: fars föräldrer

# father's sibling
source: aunt/uncle
fi: täti/setä
fr: tante/oncle
hu: nagynéni/nagybácsi
nb: fars søsken
sk: teta/strýc
sv: fars syskon

# father's sister
source: aunt
fi: täti
fr: tante
hu: nagynéni
nb: tante
sk: teta
sv: faster

# father's son
source: half-brother
fi: velipuoli
fr: demi-frère
hu: fiú féltestvér
nb: halvbror
sk: nevlastný brat
sv: halvbror

# father's wife
source: step-mother
fi: äitipuoli
fr: belle-mère
hu: mostohaanya
nb: stemor
sk: nevlastná matka
sv: styvmor

# husband's brother
source: brother-in-law
fi: miehenveli, lanko
fr: beau-frère
hu: Sógor
nb: svoger
sk: švagor
sv: svåger

# husband's child
source: step-child
fi: puolisonlapsi
fr: beau-fils/belle-fille
hu: mostohagyerek
nb: stesønn/-datter
sk: nevlastné dieťa
sv: styvbarn

# husband's daughter
source: step-daughter
fi: puolisontytär
fr: belle-fille
hu: mostahalány
nb: steddatter
sk: nevlastná dcéra
sv: styvdotter

# husband's father
source: father-in-law
fi: miehenisä, appi
fr: beau-père
hu: após
nb: svigerfar
sk: svokor
sv: svärfar

# husband's mother
source: mother-in-law
fi: miehenäiti, anoppi
fr: belle-mère
hu: anyós
nb: svigermor
sk: svokra
sv: svärmor

# husband's sibling
source: brother/sister-in-law
fi: Miehensisarus / lanko, käly
fr: beau-frère/belle-sœur
hu: sógor/sógornő
nb: svoger/svigerinne
sk: švagor/švagriná
sv: makens syskon

# husband's sister
source: sister-in-law
fi: miehensisko, käly
fr: belle-sœur
hu: sógornő
nb: svigerinne
sk: švagriná
sv: svägerska

# husband's son
source: step-son
fi: puolisonpoika
fr: beau-fils
hu: mostohafiú
nb: stesønn
sk: nevlastný syn
sv: styvson

# mother's brother
source: uncle
fi: eno
fr: oncle
hu: nagybácsi
nb: onkel
sk: strýc
sv: morbror

# mother's child
source: half-sibling
fi: sisarpuoli
fr: demi-frère/demi-sœur
hu: féltestvér
nb: halvsøsken
sk: nevlastný súrodenec
sv: halvsyskon

# mother's daughter
source: half-sister
fi: siskopuoli
fr: demi-sœur
hu: női féltestvér
nb: halvsøster
sk: nevlastná sestra
sv: halvsyster

# mother's father
source: maternal grandfather
fi: Äidinisä (isoisä)
fr: grand-père maternel
hu: anyai nagyapa
nb: morfar
sk: dedko
sv: morfar

# mother's husband
source: step-father
fi: isäpuoli
fr: beau-père
hu: mostohaapa
nb: stefar
sk: nevlastný otec
sv: styvfar

# mother's mother
source: maternal grandmother
fi: Äidinäiti (isoäiti)
fr: grand-mère maternelle
hu: anyai nagyanya
nb: mormor
sk: babka
sv: mormor

# mother's parent
source: maternal grandparent
fi: äidin isovanhempi
fr: grands-parents maternels
hu: anyai nagyszülő
nb: mormor/morfar
sk: matkini rodičia
sv: mors färäldrer

# mother's sibling
source: aunt/uncle
fi: täti/eno
fr: tante/oncle
hu: nagynéni/nagybácsi
nb: mors søsken
sk: teta/strýc
sv: mors syskon

# mother's sister
source: aunt
fi: täti
fr: tante
hu: nagynéni
nb: tante
sk: teta
sv: moster

# mother's son
source: half-brother
fi: velipuoli
fr: demi-frère
hu: fiú féltestvér
nb: halvbror
sk: nevlastný brat
sv: halvbror

# parent's brother
source: uncle
fi: setä/eno
fr: oncle
hu: nagybácsi
nb: onkel
sk: strýc
sv: förälders bror

# parent's child
source: half-sibling
fi: sisarpuoli
fr: demi-frère/demi-sœur
hu: féltestvér
nb: halvsøsken
sk: nevlastný súrodenec
sv: halvsyskon

# parent's daughter
source: half-sister
fi: siskopuoli
fr: demi-sœur
hu: lány féltestvér
nb: halvsøster
sk: nevlastná sestra
sv: halvsyster

# parent's father
source: grandfather
fi: isoisä
fr: grand-père
hu: nagyapa
nb: bestefar
sk: dedko
sv: förälders far

# parent's mother
source: grandmother
fi: isoäiti
fr: grand-mère
hu: nagyanya
nb: bestemor
sk: prababička
sv: förälders mor

# parent's parent
source: grandparent
fi: isoisä/-äiti
fr: grands-parents
hu: nagyszülő
nb: besteforelder
sk: starý rodičia
sv: far-/morförälder

# parent's sibling
source: aunt/uncle
fi: täti/setä/eno
fr: tante/oncle
hu: nagynéni/nagybácsi
nb: tante/onkel
sk: teta/strýc
sv: förälders syskon

# parent's sister
source: aunt
fi: täti
fr: tante
hu: nagynéni
nb: tante
sk: teta
sv: förälders syster

# parent's son
source: half-brother
fi: velipuoli
fr: demi-frère
hu: fiú féltestvér
nb: halvbror
sk: nevlastný brat
sv: halvbror

# parent's spouse
source: step-parent
fi: isä-/äitipuoli
fr: beau-parent
hu: mostohaszülő
nb: steforelder
sk: nevlastný ródičia
sv: styvförälder

# sibling's child
source: nephew/niece
fi: sisaren lapsi
fr: neveu/nièce
hu: ünokaöcs/unokahúg
nb: nevø/niese
sk: synovec/neter
sv: syskonbarn

# sibling's daughter
source: niece
fi: sisarentytär
fr: nièce
hu: unokahúg
nb: niese
sk: neter

# sibling's son
source: nephew
fi: sisarenpoika
fr: neveu
hu: ünokaöcs
nb: nevø
sk: synovec
sv: nevö

# sibling's spouse
source: brother/sister-in-law
fi: sisarenpuoliso / lanko, käly
fr: beau-frère/belle-sœur
hu: sógor/sógornő
nb: svoger/svigerinne
sk: švagor/švagriná
sv: svåger/svägerska

# sister's child
source: nephew/niece
fi: siskon lapsi
fr: neveu/nièce
hu: ünokaöcs/unokahúg
nb: nevø/niese
sk: synovec/neter
sv: systers barn

# sister's daughter
source: niece
fi: siskontytär
fr: nièce
hu: unokahúg
nb: niese
sk: neter
sv: systerdotter

# sister's husband
source: brother-in-law
fi: siskonmies, lanko
fr: beau-frère
hu: sógor
nb: svoger
sk: švagor
sv: svåger

# sister's son
source: nephew
fi: siskonpoika
fr: neveu
hu: ünokaöcs
nb: nevø
sk: synovec
sv: systerson

# son's child
source: grandchild
fi: pojanlapsi
fr: petit-enfant
hu: unoka
nb: barnebarn
sk: vnuk
sv: sons barn

# son's daughter
source: granddaughter
fi: pojantytär
fr: petite-fille
hu: lányunoka
nb: barnebarn
sk: vnučka
sv: sondotter

# son's son
source: grandson
fi: pojanpoika
fr: petit-fils
hu: fiúunoka
nb: barnebarn
sk: vnuk
sv: sonson

# son's wife
source: daughter-in-law
fi: pojanvaimo, miniä
fr: belle-fille
hu: meny
nb: svigerdatter
sk: nevesta
sv: svärdotter

# spouses's brother
source: brother-in-law
fi: puolison veli, lanko
fr: beau-frère
hu: sógor
nb: svoger
sk: švagor
sv: svåger

# spouses's child
source: step-child
fi: puolisonlapsi
fr: beau-fils/belle-fille
hu: mostohagyerek
nb: stebarn
sk: nevlastné dieťa
sv: styvbarn

# spouses's daughter
source: step-daughter
fi: puolisontytär
fr: belle-fille
hu: mostahalány
nb: stedatter
sk: nevlastná dcéra
sv: styvdotter

# spouses's father
source: father-in-law
fi: puolison isä, appi
fr: beau-père
hu: após
nb: svigerfar
sk: svokor
sv: svärfar

# spouses's mother
source: mother-in-law
fi: puolison äiti, anoppi
fr: belle-mère
hu: anyós
nb: svigermor
sk: svokra
sv: svärmor

# spouses's sister
source: sister-in-law
fi: puolison sisko, käly
fr: belle-sœur
hu: sógornő
nb: svigerinne
sk: švagriná
sv: svägerska

# spouses's son
source: step-son
fi: puolisonpoika
fr: beau-fils
hu: mostohafiú
nb: stesønn
sk: nevlastný syn
sv: styvson

# spouses's parent
source: mother/father-in-law
fi: appi/anoppi
fr: mère/beau-père
hu: anyós/após
nb: svigermor/-far
sk: svokor/svokra
sv: svärförälder

# spouses's sibling
source: brother/sister-in-law
fi: puolison sisarus, lanko/käly
fr: beau-frère/belle-sœur
hu: sógor/sógornő
nb: svoger/svigerinne
sk: švagor/švagriná
sv: svåger/svägerska

# wife's brother
source: brother-in-law
fi: vaimonveli, lanko
fr: beau-frère
hu: sógor
nb: svoger
sk: švagor
sv: svåger

# wife's child
source: step-child
fi: puolisonlapsi
fr: beau-fils/belle-fille
hu: mostohagyerek
nb: stebarn
sk: nevlastné dieťa
sv: styvbarn

# wife's daughter
source: step-daughter
fi: puolisontytär
fr: belle-fille
hu: mostahalány
nb: stedatter
sk: nevlastná dcéra
sv: styvdotter

# wife's father
source: father-in-law
fi: vaimonisä, appi
fr: beau-père
hu: após
nb: svigerfar
sk: svokor
sv: svärfar

# wife's mother
source: mother-in-law
fi: vaimonäiti, anoppi
fr: belle-mère
hu: anyós
nb: svigermor
sk: svokra
sv: svärmor

# wife's sibling
source: brother/sister-in-law
fi: vaimonsisarus, lanko/käly
fr: beau-frère/belle-sœur
hu: sógor/sógornő
nb: svoger/svigerinne
sk: švagor/švagriná
sv: svåger/svägerska

# wife's sister
source: sister-in-law
fi: vaimonsisko, käly
fr: belle-sœur
hu: sógornő
nb: svigerinne
sk: švagriná
sv: svägerska

# wife's son
source: step-son
fi: puolisonpoika
fr: beau-fils
hu: mostohafiú
nb: stesønn
sk: nevlastný syn
sv: styvson

# (a man's) brother's child's child
source: great-nephew/niece
fi: veljenlapsenlapsi
fr: petit-neveu/petite-nièce
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: brors barnbarn

# (a woman's) brother's child's child
source: great-nephew/niece
fi: veljenlapsenlapsi
fr: petit-neveu/petite-nièce
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: brors barnbarn

# (a man's) brother's child's daughter
source: great-niece
fi: veljenlapsentytär
fr: petit neveu
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: brorbarns dotter

# (a woman's) brother's child's daughter
source: great-niece
fi: veljenlapsentytär
fr: petite-nièce
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: brorbarns dotter

# (a man's) brother's child's son
source: great-nephew
fi: veljenlapsenpoika
fr: petit neveu
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: brorbarns son

# (a woman's) brother's child's son
source: great-nephew
fi: veljenlapsenpoika
fr: petit-neveu
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: brorbarns son

# (a man's) brother's daughter's child
source: great-nephew/niece
fi: veljentyttären lapsi
fr: petit-neveu/petite-nièce
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: brordotters barn

# (a woman's) brother's daughter's child
source: great-nephew/niece
fi: veljentyttären lapsi
fr: petit-neveu/petite-nièce
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: brordotters barn

# (a man's) brother's daughter's daughter
source: great-niece
fi: veljentyttärentytär
fr: petit neveu
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: brors dotterdotter

# (a woman's) brother's daughter's daughter
source: great-niece
fi: veljentyttärentytär
fr: petite-nièce
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: brors dotterdotter

# brother's daughter's husband
source: nephew-in-law
fi: veljentyttärenmies
fr: neveu
hu: unokahúg férje
nb: brordatters ektemann
sk: manžel netere
sv: brordotters make

# (a man's) brother's daughter's son
source: great-nephew
fi: veljentyttärenpoika
fr: petit neveu
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: brordotters son

# (a woman's) brother's daughter's son
source: great-nephew
fi: veljentyttärenpoika
fr: petit-neveu
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: brordotters son

# (a man's) brother's son's child
source: great-nephew/niece
fi: veljenpojanlapsi
fr: petit-neveu/petite-nièce
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: brorsons barn

# (a woman's) brother's son's child
source: great-nephew/niece
fi: veljenpojanlapsi
fr: petit-neveu/petite-nièce
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: brorsons barn

# (a man's) brother's son's daughter
source: great-niece
fi: veljenpojantytär
fr: petit-neveu
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: brorsons dotter

# (a woman's) brother's son's daughter
source: great-niece
fi: veljenpojantytär
fr: petite-nièce
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: brorsons dotter

# (a man's) brother's son's son
source: great-nephew
fi: veljenpojanpoika
fr: petit neveu
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: brors sonson

# (a woman's) brother's son's son
source: great-nephew
fi: veljenpojanpoika
fr: petit-neveu
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: brors sonson

# brother's son's wife
source: niece-in-law
fi: veljenpojanvaimo
fr: nièce par alliance
hu: unokaöcs felesége
nb: brorsønns hustru
sk: manželka synovca
sv: brorsons maka

# brother's wife's brother
source: brother-in-law
fi: veljen vaimonveli / veljen lanko / kälyn veli
fr: frère de la belle-sœur
hu: sógor
nb: svoger
sk: švagor
sv: svåger

# brother's wife's sibling
source: brother/sister-in-law
fi: veljen vaimonsisarus / kälyn sisarus
fr: frère/sœur de la belle-sœur
hu: sógor/sógornő
nb: svoger/svigerinne
sk: švagor/švagriná
sv: svåger/svägerska

# brother's wife's sister
source: sister-in-law
fi: veljen vaimonsisko / kälyn sisko
fr: sœur de la belle-sœur
hu: sógornő
nb: svigerinne
sk: švagriná
sv: svägerska

# child's child's child
source: great-grandchild
fi: Lapsenlapsen lapsi
fr: arrière-petit-enfant
hu: ükunoka
nb: oldebarn
sk: pravnuci
sv: barnbarns barn

# child's child's daughter
source: great-granddaughter
fi: Lapsenlapsen tytär
fr: arrière-petite-fille
hu: lányükunoka
nb: oldebarn
sk: pravnučka
sv: barnbarns dotter

# child's child's son
source: great-grandson
fi: Lapsenlapsen poika
fr: arrière-petit-fils
hu: fiúükunoka
nb: oldebarn
sk: pravnuk
sv: barnbarns son

# child's daughter's child
source: great-grandchild
fi: Lapsentyttären lapsi
fr: arrière-petit-enfant
hu: ükunoka
nb: oldebarn
sk: pravnuci
sv: barns dotterbarn

# child's daughter's daughter
source: great-granddaughter
fi: Lapsentyttären tytär
fr: arrière-petite-fille
hu: lányükunoka
nb: oldebarn
sk: pravnučka
sv: barns dotterdotter

# child's daughter's husband
source: granddaughter's husband
fi: lapsentyttärenmies
fr: petite-fille
hu: lányunoka férje
nb: barnebarns mann
sk: manžel pravnučky
sv: barndotters make

# child's daughter's son
source: great-grandson
fi: Lapsentyttären poika
fr: arrière-petit-fils
hu: fiúükunoka
nb: oldebarn
sk: pravnuk
sv: barns dotterson

# child's son's child
source: great-grandchild
fi: Lapsenpojan lapsi
fr: arrière-petit-enfant
hu: ükunoka
nb: oldebarn
sk: pravnuci
sv: barnsons barn

# child's son's daughter
source: great-granddaughter
fi: Lapsenpojantytär
fr: arrière-petite-fille
hu: lányükunoka
nb: oldebarn
sk: pravnučka
sv: barnsons dotter

# child's son's son
source: great-grandson
fi: Lapsenpojan poika
fr: arrière-petit-fils
hu: fiúükunoka
nb: oldebarn
sk: pravnuk
sv: barns sonson

# child's son's wife
source: grandson's wife
fi: lapsenpojan vaimo
fr: petit-fils
hu: fiúunoka felesége
nb: barnebarns hustru
sk: manželka vnuka
sv: barnsons maka

# daughter's child's child
source: great-grandchild
fi: Tyttärenlapsen lapsi
fr: arrière-petit-enfant
hu: ükunoka
nb: oldebarn
sk: pravnuci
sv: dotters barnbarn

# daughter's child's daughter
source: great-granddaughter
fi: Tyttärenlapsen tytär
fr: arrière-petite-fille
hu: lányükunoka
nb: oldebarn
sk: pravnučka
sv: dotters barndotter

# daughter's child's son
source: great-grandson
fi: Tyttärenlapsen poika
fr: arrière-petit-fils
hu: fiúükunoka
nb: oldebarn
sk: pravnuk
sv: dotterbarns son

# daughter's daughter's child
source: great-grandchild
fi: Tyttärentyttären lapsi
fr: arrière-petit-enfant
hu: ükunoka
nb: oldebarn
sk: pravnuci
sv: dotters dotterbarn

# daughter's daughter's daughter
source: great-granddaughter
fi: Tyttärentyttärentytär
fr: arrière-petite-fille
hu: lányükunoka
nb: oldebarn
sk: pravnučka
sv: dotterdotters dotter

# daughter's daughter's husband
source: granddaughter's husband
fi: tyttärentyttärenmies
fr: petite-fille
hu: lányunoka férje
nb: barnebarns mann
sk: manžel pravnučky
sv: dotterdotters make

# daughter's daughter's son
source: great-grandson
fi: Tyttärentyttärenpoika
fr: arrière-petit-fils
hu: fiúükunoka
nb: oldebarn
sk: pravnuk
sv: dotterdotters son

# daughter's husband's father
source: son-in-law's father
fi: tyttären miehenisä / tyttären appi
fr: beau-fils
hu: Nász
nb: svigersønns far
sk: svokor
sv: svärsons far

# daughter's husband's mother
source: son-in-law's mother
fi: tyttären miehenäiti / tyttären anoppi
fr: beau-fils
hu: Nászasszony
nb: svigersønns mor
sk: svokra
sv: svärsons mor

# daughter's husband's parent
source: son-in-law's parent
fi: tyttären appi/anoppi
fr: beau-fils
hu: Nász
nb: svigersønns forelder
sk: svokrovci
sv: svärsons förälder

# daughter's son's child
source: great-grandchild
fi: Tyttärenpojanlapsi
fr: arrière-petit-enfant
hu: ükunoka
nb: oldebarn
sk: pravnuci
sv: dottersons barn

# daughter's son's daughter
source: great-granddaughter
fi: Tyttärenpojantytär
fr: arrière-petite-fille
hu: lányükunoka
nb: oldebarn
sk: pravnučka
sv: dottersons dotter

# daughter's son's son
source: great-grandson
fi: Tyttärenpojanpoika
fr: arrière-petit-fils
hu: fiúükunoka
nb: oldebarn
sk: pravnuk
sv: Dotterns sonson

# daughter's son's wife
source: grandson's wife
fi: tyttärenpojanvaimo
fr: petit-fils
hu: fiúunoka felesége
nb: barnebarns hustru
sk: manželka vnuka
sv: dottersons maka

# father's brother's child
source: first cousin
fi: serkku
fr: Cousin(e) germain(e)
hu: első unokatestvér
nb: søskenbarn
sk: bratranec/sesternica
sv: kusin

# father's brother's daughter
source: first cousin
fi: serkku
fr: cousine germaine
hu: unokanővér
nb: kusine
sk: prvá sesternica
sv: kusin

# father's brother's son
source: first cousin
fi: serkku
fr: cousin germain
hu: unokafivér
nb: fetter
sk: prvý bratranec
sv: kusin

# father's brother's wife
source: aunt
fi: isän veljenvaimo (käly)
fr: tante
hu: nagynéni
nb: tante
sk: teta
sv: farbrors maka
