Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: <b>webtrees</b> allows you to link pictures, videos, and other multimedia objects to your GEDCOM. If you do not use multimedia, you can disable the multimedia features.
fi: <b>webtrees</b>:in avulla voit yhdistää valokuvia, videoita ja muuta multimediaa GEDCOM-aineistoon. Jos et käytä multimediaa, voit poistaa käytöstä multimediaominaisuudet.
fr: <b>webtrees</b> vous permet de lier des images, des vidéos et autres objets multimédia à votre GEDCOM. Si vous n'utilisez pas le multimédia, vous pouvez désactiver les fonctionnalités multimédia.
nb: <b>webtrees</b> lar deg lenke bilder, videoer og andre multimedieobjekter til slektsbasen. Om du ikke bruker multimedia, kan du deaktivere multimediefunksjonene.
sk: <b>webtrees</b> vám vo vašich GEDCOMoch umožňuje odkazovať na obrázky, videá a iné multimédiá. Ak je nechcete používať, môžete ich deaktivovať.
sv: <b>webtrees</b> tillåter dig länka bilder, videor och andra multimedia-objekt till din GEDCOM. Om du inte använder multimedia, kan du inaktivera multimedia-funtionerna.

source: When a new note record is added online in <b>webtrees</b>, a new ID for that note will be generated automatically. The note ID will have this prefix.
fi: Kun online-tilassa lisätään uuden lisätiedon, <b>webtrees</b> automaattisesti luoda sille uuden ID:n. Lisätiedon ID:n eteen lisätään tämä etuliite.
fr: Quand une nouvelle note est ajoutée en ligne dans <b>webtrees</b>, un nouvel ID pour cette note sera générée automatiquement. L'ID note aura ce préfixe.
nb: Når et nytt notat legges til i <b>webtrees</b>, får det automatisk et nytt ID-nummer. ID-nummeret får dette prefikset.
sk: Ak je vytvorená online vo <b>webtrees</b> nová poznámka, automaticky je generované nové ID. ID poznámky bude mať túto predponu.
sv: När en ny anteckning läggs till on-line i <b>webtrees</b>, så skapas en ny ID automatiskt. Anteckningens ID får då detta prefix.

source: This option controls whether or not to show the Birth and Death details of an individual on charts.
fi: Tällä valinnalla päätät näytetäänkö henkilön Syntymä- ja Kuolematiedot kaavioissa.
fr: Cette option vous permet d'afficher ou de masquer les détails de la naissance et du décès d'un individu sur les arbres d'ascendance et de descendance.
hu: Megszabja, hogy a születési és halálozási adatok alapértelmezetten feltüntetésre kerülejenek-e.
nb: Dette alternativet bestemmer om detaljer for fødsel og dødsfall skal vises i diagrammer eller ikke.
sk: Určuje, či implicitne zobrazovať, alebo nezobrazovať informácie o narodení a úmrtí osôb.
sv: Anger om detaljer för födelse och död skall visas eller ej för en person som standard.

source: Number of generations
fi: Sukupolvien lukumäärä
fr: Nombre de générations
nb: Antall generasjoner
sk: Počet generácií
sv: Antal generationer

source: Here you can set the number of generations to display on this page.<br /><br />The right number for you depends of the size of your screen and whether you show details or not. Processing time will increase as you increase the number of generations.
fi: Tässä voit määrittää tällä sivulla näytettävien sukupolvien lukumäärän.<br />Sinulle sopiva lukumäärä riippuu näytön koosta ja näytetäänkö yksityiskohdat vai ei.
fr: Nombre de générations à afficher sur cette page.<br /><br />À régler en fonction de la taille de votre écran et suivant les détails affichés ou pas. Un nombre élevé augmentera le temps du processus.
hu: Itt állíthatja be az egy oldalon megjelenítendő generációk száma.<br /><br />A helyes szám a képernyő méretének és megjelenített adatok részletezettségének függvényében változik.
nb: Her kan du angi antall slektsledd som skal vises på denne siden.<br />Hva som er best for deg avhenger av størrelsen på skjermen din og om du viser detaljer eller ikke. Tiden det tar å vise siden har også sammenheng med antall slektsledd som vises.
sk: Tu môžete nastaviť počet generácií k zobrazeniu na jednej stránke.<br />Čo je najlepšie? To záleží na veľkosti vašej obrazovky a potom, či máte zapnuté zobrazovanie podrobností alebo nie.
sv: Här kan ställa in antalet generationer du vill visa på denna sida.<br /><br />Vad som är bra för dig beror på storleken på skärmen och om du har visa detaljer på. Processtiden kommer att öka med antelet generationerna.

source: This option indicates whether the Pedigree chart should be generated in landscape or portrait mode.
fi: Tällä valinnalla vaikutat siihen, näytetäänkö Esivanhemmat-kaavio vaakasivuna vai pystysivuna.
fr: Indique le sens d'orientation des arbres sur la page :<br /><ul><li>Portrait = <img src="images/darrow.gif" align="middle" /> vertical<li>Paysage = <img src="images/rarrow.gif" align="middle" /> horizontal</ul>
hu: Ebben a mezőben adható meg, hogy az ősfa álló vagy fekvő nézetben jöjjön létre.
nb: Dette valget bestemmer om diagrammet(slektstreet) skal skrives ut som liggende eller stående.
sk: Toto nastavenie určuje, či budú vývody orientované na šírku, alebo na výšku.
sv: Denna inställning bestämmer om anträdet ska skapas i stående eller liggande format.

source: Set the ID of the default person to display on Pedigree and Descendancy charts.
fi: Määrittele mistä henkilöstä aloitetaan Esivanhemmat- ja Jälkeläiset-kaavioissa.
fr: Indique l'identificateur de la personne à afficher par défaut pour les arbres d'ascendance et de descendance.
hu: Megszabja az ősfa illetve a leszármazottak fája esetében alapértelmezett személy azonosítóját.
nb: Lagrer ID til den person som brukes som hovedperson i ane- og etterslektstre hvis ikke annet er angitt.
sk: Zvolte ID osoby, ktorá sa má implicitne zobrazovať vo vývodoch a rozrodoch.
sv: Anger ID för den person som skall vara utgångspunkt för alla släktträd som standard.

source: This option controls whether or not to show the individual's gender icon on charts.<br /><br />Since the gender is also indicated by the color of the box, this option doesn't conceal the gender. The option simply removes some duplicate information from the box.
fi: Tällä valinnalla päätät, näytetäänkö henkilön sukupuolesta ilmaiseva ikoni kaavioissa.<br /><br />Koska sukupuoli ilmaistaan myös kehyksen sisällä eri taustavärillä, tällä valinnalla et voi piilottaa sukupuoli. Tällä valinnalla voit vain välttää saman asia esittämisen kehyksessä.
fr: Permet d'indiquer si l'icône du sexe doit être affichée sur les graphiques.<br /><br />Étant donné que le sexe est également indiqué par la couleur de la boîte, cette option ne permet pas de cacher le sexe. Elle ne fait qu'enlever une information redondante.
nb: Dette alternativet kontrollerer om du skal vise en persons kjønn med et ikon på diagrammer eller ikke.<br /><br />Siden kjønn også er vist med farge på boksene, vil ikke dette valget skjule en persons kjønn. Valget bare fjerner noe duplisert informasjon fra boksene.
sk: Táto voľba vám umožní nastaviť, či zobrazovať ikonu pohlaví osôb v schémach.<br /><br />Táto voľba úplne neschová informáciu o pohlaví, pretože sú tiež rozlíšené farbou rámečekov. Voľba iba odstraňuje duplicitnú informáciu v rámčeku.
sv: Detta alternativ kortollerar om köns-ikon virar eller ej på diagram.<br /><br />Eftersom kön också framgår av rutfärgen, kan detta alternativ inte dölja könet. Detta alternativ helt enkelt tar bort dubbla information i rutan.

source: Restrict to immediate family
fi: Rajoita lähisukulaisiin
fr: Restreindre à la famille proche
hu: Hozzáférés korlátozva a közeli családra
nb: Kun for nærmeste slekt
sk: Obmedziť na najbližšiu rodinu
sv: Endast för närmast släkten

source: Where a user is associated to an individual record in a family tree and has a role of member, editor, or moderator, you can prevent them from accessing the details of distant, living relations. You specify the number of relationship steps that the user is allowed to see.
fi: Kun käyttäjätunnus on liitetty tiettyyn henkilöön sukupuussa ja tunnukselle on määtitelty jäsenen, jäsenen jolla on muutosoikeudet, tai jäsenen jolla on hyväksymisoikeudet eli moderaattorin rooli, voit rajoittaa pääsyn kaukaisten, elossa olevien henkilöiden tietoihin. Määrittelet sukulaisuushyppyjen maksimimäärän, jonka käyttäjä voi nähdä. Kaksi hyppyä ovat sinä-isä-setä (isänveli).
fr: Lorsqu'un utilisateur est associé à un individu dans un arbre généalogique, il a un rôle de membre, d'éditeur ou de modérateur. Vous pouvez l'empêcher d'accéder à des détails, des relations de vie. Vous spécifiez le nombre de paliers (ou niveaux) de parenté que l'utilisateur est autorisé à voir.
nb: Når en bruker er knyttet til en personregistrering i et slektstre og har rollen som medlem, redigerer(editor) eller moderator, kan du nekte brukeren tilgang til nålevende med fjernt slektskap. Du angir antall slektskapstrinn brukeren får lov til å se.
sk: Ak je užívateľ priradený k osobe v rodokmeni a má rolu člena, editora alebo moderátora, môžete mu zabrániť v prístupe ku vzdialeným žijúcim príbuzným. Zadajte počet krokov medzi vzťahmi, ktoré môže užívateľ vidieť.

source: For example, if you specify a path length of 2, the person will be able to see their grandson (child, child), their aunt (parent, sibling), their step-daughter (spouse, child), but not their first cousin (parent, sibling, child).
fi: Esimerkki: kun asetat hyppyjen määräksi 2, niin henkilö näkee lapsenlapsi (lapsi->lapsi), täti (äiti->sisko), miniä (aviopuoliso->lapsi). Kaukaisemmat eivät näy esim: serkku (isä->veli->lapsi)
fr: Par exemple, si vous spécifiez une longueur de 2, la personne sera en mesure de voir son petit-fils (enfant, enfant), sa tante (parent, frère ou sœur), sa belle-fille (conjoint, enfant), mais pas son cousin germain (parent, frère ou sœur, enfant).
nb: Hvis du f.eks. angir en stilengde på 2, vil personen kunne se sitt barnebarn (barn + barn), sin tante (forelder + søsken), sin ste-datter (ektemake + barn), men ikke sin fetter (forelder + søsken + barn).
sk: Napríklad ak zadáte cestu o veľkosti 2, osoba bude môcť vidieť svojho vnuka (dieťa), svoju tetu (rodič, súrodenec), svoju nevlastnú dcéru (partner, dieťa), ale už nie svojho bratranca (rodič, súrodenec, dieťa).

source: Note: longer path lengths require a lot of calculation, which can make your site run slowly for these users.
fi: Huom: mitä isompi on sallittujen hyppyjen määrä, sitä enemmän laskentaa tarvitaan, joka voi hidastaa toimintaa näille käyttäjille.
fr: Note : un nom de chemin plus long nécessite plusieurs calculs et peut causer un ralentissement du système de votre site pour ces utilisateurs.
nb: NB: lange stier krever mye beregning, hvilket kan gjøre nettstedet langsomt for disse brukerne.
sk: Poznámka: dlhšie cesty požadujú veľa výpočtov, ktoré môžu spomaliť web pre týchto uživateľov.

source: Session timeout
fi: Istunnon ajanloppuminen
fr: Limite de durée d'une session
hu: Munkamenet lejárata
sk: Vypršanie platnosti session
sv: Sessionstidsgräns

source: The time in seconds that a <b>webtrees</b> session remains active before requiring a login. The default is 7200, which is 2 hours.
fi: Aika sekunneissa, miten kauan <b>webtrees</b> sessio / käyttäjän istunto pysyy voimassa, ennen kuin se vaatii uuden kirjautumisen. Oletusarvo on 7200, eli 2 tuntia.
fr: Le temps en secondes que la session <b>webtrees</b> reste active avant d'exiger une autre connexion. La valeur par défaut est de 7200, ce qui est équivalent à 2 heures.
nb: Tid i sekunder som en <b>webtrees</b> økt er aktiv før ny innlogging kreves. Standard er 7200, som er 2 timer.
sk: Čas v sekundách, po aký zostávajú relácie (session) uživateľov aktívne. Východzia hodnota je 7200, teda 2 hodiny.
sv: Tid i sekunder som en <b>webtrees</b> session är aktiv tills en ny inloggning behövs. Standard är 7200, vilket är 2 timmar.

source: Use SMTP to send external mails
fi: Käytä SMTP -protokollaan ulkoisten viestien lähettämiseen
fr: Utiliser SMTP pour envoyer des mails externes
nb: Bruk SMTP for å sende ekstern epost
sk: Použiť SMTP na posielanie externých e-mailov
sv: Använd SMTP till att sända externa e-post

source: Use SMTP to send e-mails from <b>webtrees</b>.<br /><br />This option requires access to an SMTP mail server. When set to <b>No</b> <b>webtrees</b> will use the e-mail system built into PHP on this server.
fi: Käytä SMTP sähköpostin lähettämiseen <b>webtrees</b> ohjelmasta.<br /><br />Silloin pitää olla myös SMTP sähköpostipalvelinyhteys kunnossa. Kun valinta on <b>Ei</b>, käytetään PHP:n omaa sähköpostiominaisuutta.
fr: Utiliser SMTP pour envoyer des e-mails à partir de <b>webtrees</b>.<br /><br />Cette option nécessite l'accès à un serveur de messagerie SMTP. Lorsque la valeur est <b>Non</b> <b>webtrees</b> utilisera le système e-mail intégré dans PHP sur ce serveur.
nb: Bruk SMTP for å sende epost fra <b>webtrees</b>.<br /><br />Dette valget forutsetter at det er adgang til en STMP mail-server. Settes det til <b>Nei</b>, bruker <b>webtrees</b> det epost-systemet som er innebygget i serverens PHP-installasjon.
sk: Použiť SMTP na posielanie e-mailov z <b>webtrees</b>.<br /><br />Táto možnosť vyžaduje prístup k SMTP serveru. Ak nastavíte <b>Nie</b>, <b>webtrees</b> použije zabudovaný PHP systém na posielanie mailov.
sv: Använd SMTP till att sända e-post från <b>webtrees</b>.<br /><br />Detta alternative behöver tillgång till en SMTP e-postserver. När satt till <b>Nej</b> <b>webtrees</b> används e-postsystemet som är inbyggd i PHP på denna server.

source: The password required for authentication with the SMTP server.
fi: Salasanasi SMTP palveluun, jos se vaaditaan.
fr: Mot de passe requis pour s'authentifier sur le serveur SMTP (si nécessaire).
nb: Passordet som kreves for autentisering på SMTP-tjeneren.
sk: Heslo vyžadované pre prihlásenie k SMTP serveru.
sv: Lösenord som kanske behövs för SMTP-servern behörighet.

source: Username
fi: Käyttäjätunnus
fr: Nom de l'utilisateur
hu: Felhasználónév
nb: Brukernavn
sk: Uživateľské meno
sv: Användarnamn

source: The user name required for authentication with the SMTP server.
fi: Käyttäjätunnus SMTP palveluun, jos se vaaditaan.
fr: Nom d'utilisateur requis pour s'authentifier sur le serveur SMTP (si nécessaire).
nb: Brukernavnet som kreves for autentisering på SMTP-tjeneren.
sk: Užívateľské meno vyžadované pre prihlásenie k SMTP serveru.
sv: Användarnamn som kanske behövs för SMTP-servern behörighet.

source: Use password
fi: Käytetään salasanaa
fr: Utiliser un mot de passe
hu: Jelszó használata
nb: Bruk passord
sk: Použite heslo
sv: Använd lösenord

source: Use name and password authentication to connect to the SMTP server.<br /><br />Some SMTP servers require all connections to be authenticated before they will accept outbound e-mails.
fi: Käytä käyttäjä ja salasana tunnistusta yhteydessä SMTP palvelimeen.<br /><br />Jotkut SMTP-palvelimet vaativat kaikkien yhteyksien varmennukset ennen kuin ne hyväksyvät lähtevän sähköpostin.
fr: Certains serveurs SMTP demandent une authentification afin d'envoyer un mail. Entrez le nom d'utilisateur et le mot de passe ci-dessous.
nb: Bruk navn og passord for å autentisere oppkobling til SMTP-tjener.<br /><br />De fleste SMTP-tjenere krever at alle oppkoblinger blir autentisert før de vil godta utgående eposter.
sk: Použiť meno a heslo na pripojenie k SMTP serveru.<br /><br />Niektoré SMTP servery vyžadujú, aby všetky spojenia boli overené, než príjmú odchodzie maily.
sv: Använd användarnamn och lösenord för behörighet att kopplas till SMTP-server.<br /><br />Vissa SMTP-server kräver behörighet för alla kopplingar, förrän de vill acceptera utgående e-post.

source: Sender name
fi: Lähettäjän nimi
fr: Nom de l'expéditeur
hu: Küldő neve
nb: Avsendernavn
sk: Meno odosieľateľa
sv: Namn på avsändare

source: Enter the name to be used in the &laquo;From:&raquo; field of e-mails originating at this site.<br /><br />For example, if your name is <b>John Smith</b> and you are the site administrator for a site that is known as <b>Jones Genealogy</b>, you could enter something like <b>John Smith</b> or <b>Jones Genealogy</b> or even <b>John Smith, Administrator: Jones Genealogy</b>. You may enter whatever you wish, but HTML is not permitted.
fi: Kirjoita tähän nimitiedot lähetysosoitteeksi &laquo;From:&raquo; se on sähköpostia tästä sivustosta tai palvelusta.<br /><br />Esimerkiksi, jos nimesi on <b>Jussi Meikäläinen</b> ja olet myös ylläpitäjänä tälle sivustolle <b>Meikäläisen sukupuu</b>, voit vaikka antaa lähetysosoitteeksi <b>Jussi Meikäläinen</b> tai <b>Meikäläisen sukupuu</b>, tai vaikkapa <b>Ylläpitäjä, Jussi Meikäläinen: Meikäläisen sukupuu</b>. Voit vapaasti kirjoittaa mitä haluat, mutta HTML ei ole sallittua.
fr: Entrez le nom à utiliser dans le champ &laquo;De:&raquo; des e-mails en provenance de ce site.<br /><br />Par exemple, si votre nom est <b>Jean Dupont</b> et que vous êtes l'administrateur d'un site nommé <b>Dupont Généalogie</b>, vous pouvez entrer quelque chose comme <b>Jean Dupont</b> ou <b>Dupont Généalogie</b> ou encore <b>Jean Dupont, Administrateur: Dupont Généalogie</b>. Vous pouvez entrer ce que vous voulez mais le HTML n'est pas permis.
nb: Skriv navnet som skal brukes i &laquo;Fra:&raquo; feltet i eposter fra dette nettstedet.<br /><br />For eksempel, hvis du heter <b>Sverre Hansen</b> og du er administrator for nettstedet kjent som <b>Sverres slektstre</b>, kan du skrive inn <b>Sverre Hansen</b> eller <b>Sverres slektstre</b> eller til og med <b>Sverre Hansen, Administrator for Sverres slektstre</b>. Du kan skrive inn hva du vil, men HTML er ikke tillatt.
sk: Vložte meno, ktoré sa použije v poli &laquo;From:&raquo; (Od) v e-mailoch, ktoré bude posielať tento web.<br /><br />Napríklad ak sa menujete <b>Ján Kováčik</b> a ste administrátorom webu známeho ako <b>Rodokmeň Šedých</b>, môžete zadať niečo ako <b>Ján Kováčik</b> alebo <b>Rodokmeň Šedých</b> alebo dokonca <b>Ján Kováčik, administrátor Rodokmeňa Šedých</b>. Môžete vložiť čo chcete, ale HTML nie je povolené.
sv: Skriv in namnet som används i &laquo;From:&raquo; fältet på e-post som sänds från denna sajt.<br /><br />Som exampel, om ditt namn är <b>Kalle Kusin</b> och du är sajt-administratör för en sajt känd som <b>Kusinens Släkt</b>, kan du skriva nånting som <b>Kalle Kusin</b> eller <b>Kusinens Släkt</b> eller till och med <b>Kalle Kusin, Administratör: Kusinens Släkt</b>. Du kan skriva vad du vill, men HTML är inte tillåten.

source: Sending domain name
fi: Lähettävä domain-nimi
fr: Envoi de nom de domaine
hu: Küldő domain név
nb: Sender domenenavn
sk: Meno domény, z ktorého sa odosiela mail
sv: Sändande domännamn

source: This is the domain part of a valid e-mail address on the SMTP server.<br /><br />For example, if you have an e-mail account such as <b>yourname@abc.xyz.com</b>, you would enter <b>abc.xyz.com</b> here.
fi: Tämä on SMTP palvelun Domain tiedot, joka näkyy sähköpostiosoitteessa.<br /><br />Esimerkiksi, jos sinulla on olemassa sähköpostitili kuten <b>jussi.meikalainen@abc.xyz.com</b>, domain osa on <b>abc.xyz.com</b>
fr: Nom de domaine d'une adresse e-mail valide pour ce serveur SMTP.<br /><br />Par exemple, si vous avez un compte e-mail tel que <b>votre.nom@abc.xyz.com</b>, entrez <b>abc.xyz.com</b>.
nb: Dette er domenedelen av en gyldig epostadresse på SMTP-tjeneren.<br /><br />For eksempel, hvis du har en epostkonto som <b>yourname@abc.xyz.com</b>, skal du skrive inn <b>abc.xyz.com</b> her.
sk: Toto je doménová časť platnej e-mailovej adresy na SMTP servere.<br /><br />Napríklad ak máte e-mailový účet ako <b>jan.kovacik@mojadomena.com</b>, zadajte sem <b>mojadomena.com</b>.
sv: Detta är domändelen för en giltig e-postadress påSMTP-servern.<br /><br />Till exampel, om du har e-postkonto som t.ex. <b>yourname@abc.xyz.com</b>, du skall skriva in <b>abc.xyz.com</b> här.

source: Outgoing server (SMTP) name
fi: Lähtevän postin (SMTP) palvelimen nimi
fr: Nom du serveur sortant (SMTP)
nb: Utgående servernavn(SMTP)
sk: Odchodzie meno serveru (SMTP)
sv: Utgående server (SMTP)-namn

source: This is the name of the SMTP mail server. Example: <b>smtp.foo.bar.com</b>.<br /><br />Configuration values for some e-mail providers:<br /><br /><b>Gmail<br /></b><br /><b>Outgoing server (SMTP) name:</b> smtp.gmail.com<br /><b>SMTP Port:</b> 465 or 587<br /><b>Secure connection:</b> SSL<br /><br /><b>Hotmail<br /></b><br /><b>Outgoing server (SMTP) name:</b> smtp.live.com<br /><b>SMTP Port:</b> 25 or 587<br /><b>Secure connection:</b> TLS<br /><br /><b>Yahoo Mail Plus (currently a paid service)<br /></b><br /><b>Outgoing server (SMTP) name:</b> smtp.mail.yahoo.com<br /><b>SMTP Port:</b> 25
fi: Tämä on SMTP palvelimen nimi. Esimerkiksi: <b>smtp.foo.bar.com</b>.<br /><br />Configuration values for some e-mail providers:<br /><br /><b>Gmail<br /></b><br /><b>Outgoing server (SMTP) name:</b> smtp.gmail.com<br /><b>SMTP Port:</b> 465 or 587<br /><b>Secure connection:</b> SSL<br /><br /><b>Hotmail<br /></b><br /><b>Outgoing server (SMTP) name:</b> smtp.live.com<br /><b>SMTP Port:</b> 25 or 587<br /><b>Secure connection:</b> TLS<br /><br /><b>Yahoo Mail Plus (currently a paid service)<br /></b><br /><b>Outgoing server (SMTP) name:</b> smtp.mail.yahoo.com<br /><b>SMTP Port:</b> 25
fr: Nom du serveur de mail SMTP. Exemple: <b>smtp.foo.bar.com</b>.
nb: Dette er navnet på SMTP-serveren for utgående mail. Eksempel: <b>smtp.foo.bar.com</b>.<br /><br />Verdier for noen vanlige leverandører:<br /><br /><b>Gmail<br /></b><br /><b>Navn på utgående server (SMTP):</b> smtp.gmail.com<br /><b>SMTP-Port:</b> 465 eller 587<br /><b>Sikker forbindelse:</b> SSL<br /><br /><b>Hotmail<br /></b><br /><b>Navn på utgående server (SMTP):</b> smtp.live.com<br /><b>SMTP-port:</b> 25 eller 587<br /><b>Sikker forbindelse:</b> TLS<br /><br /><b>Yahoo Mail Plus (for tiden en betalt tjeneste)<br /></b><br /><b>Navn på utgående server (SMTP):</b> smtp.mail.yahoo.com<br /><b>SMTP-port:</b> 25
sk: Toto je meno SMTP serveru. Napríklad <b>smtp.foo.bar.com</b>.<br /><br />Konfiguračné hodnoty pre niektorých e-mailových poskytovateľov:<br /><br /><b>Gmail<br /></b><br /><b>Odchodzie meno serveru (SMTP):</b> smtp.gmail.com<br /><b>SMTP port:</b> 465 alebo 587<br /><b>Zabezpečené pripojenie:</b> SSL<br /><br /><b>Hotmail<br /></b><br /><b>Odchodzie meno serveru (SMTP):</b> smtp.live.com<br /><b>SMTP port:</b> 25 alebo 587<br /><b>Zabezpečené pripojenie:</b> TLS<br /><br /><b>Yahoo Mail Plus (aktuálne platená služba)<br /></b><br /><b>Odchodzie meno serveru (SMTP):</b> smtp.mail.yahoo.com<br /><b>SMTP port:</b> 25
sv: Detta är namnet på SMTP e-postservern. Exampel: <b>smtp.foo.bar.com</b>.<br /><br />Configuration values for some e-mail providers:<br /><br /><b>Gmail<br /></b><br /><b>Outgoing server (SMTP) name:</b> smtp.gmail.com<br /><b>SMTP Port:</b> 465 or 587<br /><b>Secure connection:</b> SSL<br /><br /><b>Hotmail<br /></b><br /><b>Outgoing server (SMTP) name:</b> smtp.live.com<br /><b>SMTP Port:</b> 25 or 587<br /><b>Secure connection:</b> TLS<br /><br /><b>Yahoo Mail Plus (currently a paid service)<br /></b><br /><b>Outgoing server (SMTP) name:</b> smtp.mail.yahoo.com<br /><b>SMTP Port:</b> 25

source: SMTP port
fi: SMTP portti
fr: Port SMTP

source: The port number to be used for connections to the SMTP server. Generally, this is port <b>25</b>.
fi: Mitä porttinumeroa käytetään SMTP palvelimessa postin vastaanottamisessa. Yleensä porttinumero on 25.
fr: Port à utiliser sur le serveur SMTP. Il s'agit généralement du port <b>25</b>.
nb: Portnummeret som skal benyttes for oppkoblinger til SMTP-tjeneren. Normalt er dette port <b>25</b>.
sk: Číslo portu, ktorý bude použitý na spojenie s SMTP servrom. Obvykle je to port <b>25</b>.
sv: Portnummer som skall användas vid förbindelse till SMTP-server, i allmänhet är portnumret <b>25</b>.
