Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Individuals with surname %s
fi: henkilöt, joilla on sukunimi %s
fr: Individus portant le nom %s
hu: Személyek %s vezetéknévvel
nb: Personer med etternavn %s
sk: Osoby s priezviskom %s
sv: Personer med efternamn %s

source: Choose a letter to show individuals who have a given name which starts with that letter.
fi: Valitse kirjain näyttääksesi henkilöt, joiden etunimi alkaa kyseisellä kirjaimella.
fr: Choisissez une lettre pour montrer les individus dont un prénom commence par cette lettre.
hu: Válasszon egy betűt amivel személyek keresztneve kezdődik.
nb: Velg bokstav for å vise personer med fornavn som begynner med bokstaven.
sk: Vyber písmeno k zobrazeniu osôb, ktorých meno začíná týmto písmenom.
sv: Välj bokstav för att visa personer vars namn börjar med den bokstaven.

source: PHP server misconfiguration: GD 2.x library required to use image functions.
fi: PHP palvelimen virheellinen konfigurointi: vaaditaan GD 2.x jotta kuvafunktioita voi käyttää.
fr: Problème de configuration du serveur PHP : la librairie graphique GD 2.x est nécessaire pour utiliser les fonctions Image.
hu: PHP-szerver beállítási hiba: a GDlib 2.x szükséges a képi funkciók használatához.
nb: Ugyldig konfigurasjon av PHP server: Biblioteket GD 2.x er nødvendig for bilde-funksjonene.
sk: Zlá konfigurácia PHP serveru: pre prácu z obrázkami je potrebná knihovňa GD 2.x.
sv: Felkonfigurering av PHP-servern: GD 2.x biblioteket behövs för att använda bildfunktioner.

source: PHP server misconfiguration: FreeType library required to use TrueType fonts.
fi: PHP palvelimen virheellinen konfigurointi: vaaditaan Freetype kirjastoa jotta True Type kirjasimia voi käyttää.
fr: Problème de configuration du serveur PHP : la librairie FreeType est nécessaire pour utiliser les fontes 'TrueType'.
hu: PHP-szerver beállítási hiba: a FreeType library szükséges a TrueType betűkészletek használatához.
nb: Ugyldig konfigurasjon af PHP server: Programpakken Freetype er nødvendig for TrueType skrifttyper.
sk: Zlá konfigurácia PHP serveru: pre prácu z TrueType fontami je potrebná knihovňa Freetype.
sv: Felkonfigurering av PHP-servern: Freetype biblioteket behövs för att använda TrueType-fonter.

source: Font file not found on PHP server
fi: Kirjasin- eli fonttitiedostoa ei löytynyt PHP-palvelimelta.
fr: Fichier de fonte absent du serveur PHP
nb: Fant ikke nødvendige filer med skrifttyper på serveren
sk: Súbor z týmto fontom nebol na PHP servere nájdený.
sv: Fontfilen finns inte på PHP servern

source: Siblings
fi: Sisarukset
fr: Frères et sœurs
hu: Testvér
nb: Søsken
sk: Súrodenci
sv: Syskon

source: Sibling
fi: Sisarus
fr: Frère/Sœur
hu: Testvér
nb: Søsken
sk: Súrodenec
sv: Syskon

source: Fan chart of %s
fi: Viuhkakaavio - %s
fr: Roue de %s
sk: Kruhový diagram %s

source: Circle diagram
fi: Viuhkakaavio
fr: Roue
hu: Családi kör
nb: Sirkeldiagram
sk: Kruhový diagram
sv: Solfjäderdiagram

source: Media file could not be moved.
fi: Mediatiedostoa ei voitu siirtää.
fr: Impossible de déplacer le fichier multimédia.
hu: Média állományt nem lehetett átrakni.
nb: Mediafilen kunne ikke flyttes.
sk: Súbor médií nemôže byť presunutý.
sv: Mediafil kunde inte flyttas.

source: Media file moved.
fi: Mediatiedosto siirretty.
fr: Le fichier multimédia a été déplacé.
hu: A média fájl áthelyezve
nb: Mediafilen er flyttet.
sk: Súbor médií bol presunutý.
sv: Mediafil borttagen.

source: The execution time limit was reached. Try the command again to move the rest of the files.
fi: Suoritusaikaraja on saavutettu. Yritä komentoa uudelleen siirtämään loput tiedostot.
fr: Le temps d'exécution limite a été atteint. Essayez la commande une nouvelle fois pour déplacer le reste des fichiers.
hu: A végrehajtási idő letelt. Futtassa újra, ha a többi fájt is át szeretné helyezni.
nb: Tidsgrensen er nådd. Prøv kommandoen igjen for å flytte resten av filene.
sk: Bol dosiahnutý časový limit na vykonanie. Zadajte príkaz ešte raz pre presunutie zostávajúcich súborov.
sv: Exekveringstidsgränsen nåddes. Utför kommandot igen för att flytta resten av filerna.

source: The execution time limit was reached. Try the command again on a smaller directory.
fi: Suoritusaikaraja on savutettu. Yritä komentoa uudelleen pienemmällä kansiolla.
fr: Le temps d'exécution limite a été atteint. Essayez la commande une nouvelle fois sur un répertoire plus petit.
hu: A végrehajtási idő letelt. Futtassa újra egy kisebb mappán.
nb: Tidsgrensen er nådd. Prøv kommandoen igjen i en mindre mappe.
sk: Dosiahli ste časového limitu pre vykonanie operácie. Skúste zadať príkaz znovu pre presunutie zbytku souborov.
sv: Körtidens gräns är nådd. Försök att köra kommandot igen på en mindre katalog.

source: Permissions Set
fi: Oikeudet asetettu
fr: Les droits à permissions (lecture, écriture) ont été paramétrées
hu: Jogok beállítva
nb: Tilganger er gitt
sk: Utajenie nastavené
sv: Rättigheter satta

source: Permissions Not Set
fi: Oikeuksia ei ole asetettu
fr: Les droits à permissions (lecture, écriture) n'ont pas été paramétrées
hu: Jogok nincsenek beállítva
nb: Tilganger er ikke gitt
sk: Utajenie nenastavené
sv: Rättigheter är inte satta

source: Directory does not exist.
fi: Kansiota ei ole.
fr: Répertoire absent.
hu: A mappa nem létezik.
nb: Mappen finnes ikke.
sk: Adresár neexistuje.
sv: Mappen existerar inte.

source: Directory not empty.
fi: Kansio ei ole tyhjä.
fr: Répertoire non vide.
hu: A mappa nem üres.
nb: Mappen er ikke tom.
sk: Adresár nie je prázdny:
sv: Mappen är inte tom.

source: Media and thumbnail directories successfully removed.
fi: Media- ja pienoiskuvakansiot poistettu.
fr: Répertoires «media» et «thumbs» supprimés.
hu: Média és bélyegkép mappák sikeresen törölve.
nb: Mappene til mediefiler og miniatyrbilder ble fjernet.
sk: Adresáre medií a náhľadov boli úspešne odstránené.
sv: Media och miniatyrbildsmappen togs bort.

source: Media directory not removed.
fi: Mediahekemisto ei poistettu.
fr: Répertoire Media non supprimé.
hu: A média mappa nem lett törölve.
nb: Mappen med mediefiler ble ikke fjernet.
sk: Adresár medií nebol odstránený.
sv: Mediamappen togs inte bort.

source: Media directory successfully removed.
fi: Mediahekemisto poistettu.
fr: Répertoire «media» supprimé.
hu: A média mappa sikeresen törölve.
nb: Mappen med mediefiler ble fjernet.
sk: Adresár médií bol úspešne odstránený.
sv: Mediakatalogen borttagen.

source: Thumbnail directory not removed.
fi: Pienoiskuvakansiota ei poistettu.
fr: Répertoire des miniatures non supprimé.
hu: A bélyegképek mappa nem lett törölve.
nb: Mappen med miniatyrbilder ble ikke fjernet.
sk: Adresár náhľadov nebol odstránený.
sv: Miniatyrbildsmappen togs inte bort.

source: Thumbnail directory successfully removed.
fi: Pienoiskuvakansio poistettu.
fr: Répertoire des miniatures supprimé.
hu: Bélyegképek mappa sikeresen törölve.
nb: Mappen med miniatyrbilder ble fjernet.
sk: Adresár náhľadov bol úspešne odstránený.
sv: Miniatyrbildsmappen togs bort.

source: Blank name or illegal characters in name
fi: Tyhjä nimi tai vääriä merkkejä nimessä
fr: Présence de caractères interdits
hu: Érvénytelen karakterek a névben.
nb: Ikke skrevet navn eller ugyldige tegn i navnet
sk: Neprípustné znaky v mene
sv: Otillåtna tecken i namnet

source: Move to protected
fi: Siirrä suojattuun
fr: Déplacer vers le répertoire protégé
hu: Áthehez a védettbe
nb: Flytt til beskyttet
sk: Presunúť do neprístupného
sv: Flytta till skyddade

source: Move to standard
fi: Siirrä vakioon
fr: Déplacer vers le répertoire standard
hu: Áthelyez a standardba
nb: Flytt til standard
sk: Presunúť do štandardného
sv: Flytta till vanliga

source: Correct read/write/execute permissions
fi: Oikeat luku-/kirjoitus-/suoritusoikeudet
fr: Modifier les permissions de lecture/écriture/exécution
hu: Javítsa ki az olvasás/írás/futtatás jogokat
nb: Korrekte tillatelser for lese/skrive/kjøre
sk: Opraviť oprávnenia pre čítanie/zápis/spustenie
sv: Rätta läs/skriv/kör rättigheter

source: This file is linked to another genealogical database on this server. It cannot be deleted, moved, or renamed until these links have been removed.
fi: Tämä tiedosto on yhdistetty toiseen sukututkimustietokantaan tällä palvelimella. Sitä ei voi poistaa, siirtää tai nimetä uudelleen ennen kuin nämä yhteydet on poistettu.
fr: Impossible de supprimer, renommer ou déplacer ce fichier : il reste des liens avec un autre GEDCOM sur ce serveur.
hu: Ezt a fájl egy másik családfa adatbázis is használja. Ameddig ez a kapcsolat él nem törölheti, mozgathatja vagy nevezheti át a fájlt.
nb: Denne filen har en kobling til en annen slektsbase på dette nettstedet. Filen kan derfor ikke slettes, flyttes eller gis nytt navn før disse koblingene er fjernet.
sk: Tento súbor je spojený s inou genealogickou databázou na tomto servere. Nemôže byť zmazaný, presunutý alebo premenovaný skôr než budú tieto spojenia odstránené.
sv: Denna fil är länkad till en annan släktdatabas på denna server. Den kan inte raderas, flyttas eller döpas om förrän dessa länkar är borttagna.

source: Media file could not be deleted.
fi: Mediatiedostoa ei voitu poistaa.
fr: Ce fichier multimédia est protégé et ne peut pas être supprimé sans autorisation.
hu: Média állományt nem lehetett kitörölni.
nb: Mediafilen kunne ikke slettes.
sk: Súbor médií nemôže byť zmazaný.
sv: Mediafil kunde inte raderas.

source: This media object does not exist as a file on this server. It cannot be deleted, moved, or renamed.
fi: Tätä mediakohdetta ei ole tiedostona tällä palvelimella. Sitä ei voi poistaa, siirtää tai nimetä uudelleen.
fr: Objet multimédia non trouvé sur le serveur. Impossible de le supprimer, déplacer ou renommer.
hu: Ez a médiaobjektum nem létezik a szerveren, így nem törölheti, helyezheti vagy nevezhet át.
nb: Dette mediaobjektet finnes ikke som en fil på denne serveren. Det kan ikke slettes, flyttes eller gis nytt navn.
sk: Tento objekt médií neexistuje na serveri ako súbor. Nemôže byť preto zmazný, presunutý alebo premenovaný.
sv: Detta mediaobjekt finns inte som file på denna server. Den kan inte flyttas, raderas eller döpas om.

source: Media file successfully deleted.
fi: Media poistettu.
fr: Le fichier multimédia a été supprimé.
hu: Média állomány sikeresen törölve.
nb: Mediafilen ble slettet.
sk: Súbor médií bol úspešne zmazaný.
sv: Mediafiler raderades.

source: Thumbnail file successfully deleted.
fi: Pienoiskuvatiedosto poistettu.
fr: Miniature supprimée.
hu: Bélyegkép állomány sikeresen törölve.
nb: Miniatyrbildet ble slettet.
sk: Súbor náhľadu bol úspešne zmazaný.
sv: Miniatyrbild raderades.

source: Thumbnail file could not be deleted.
fi: Pienoiskuvatiedostoa ei voitu poistaa.
fr: Ce fichier miniature est protégé et ne peut pas être supprimé sans autorisation.
hu: A bélyegkép állományt nem lehetett kitörölni.
nb: Miniatyrbildet kunne ikke slettes.
sk: Súbor náhľadu nemôže byť zmazaný.
sv: Miniatyrbild kunde inte raderas.

source: Record %s successfully updated.
fi: Tietue %s päivitetty.
fr: Enregistrement %s mis à jour.
hu: Adat %s sikeresen frissítve.
nb: Oppføringen %s er nå oppdatert.
sk: Záznam %s bol úspešne aktualizovaný.
sv: Post %s uppdaterades.

source: Record %s successfully removed from GEDCOM.
fi: Tietueen %s poistaminen GEDCOMista onnistui.
fr: Enregistrement %s supprimé avec succès du GEDCOM.
hu: A %s bejegyzés sikeresen eltávolítva a GEDCOMból.
nb: Posten %s ble fjernet fra GEDCOM
sk: Záznam %s je definitívne odstránený z GEDCOMu.
sv: Borttagning av datapost %s från GEDCOM lyckades.

source: Folder
fi: Kansio
fr: Répertoire
hu: Könyvtár
nb: Mappe
sk: Adresár
sv: Mapp

source: Some of your media files are not in the protected media directory.
fi: Jotkut mediatiedostot eivät ole suojatussa media hakemistossa.
fr: Certains fichiers médias ne sont pas dans le répertoire protégé.
hu: Néhány médiafájl nem a védett médiamappában található.
sk: Niektoré z vašich súborov médií nie sú v chránenom adresári médií.

source: You should click the "Move ALL to Protected" button to move your media to the protected directory
fi: Sinun pitäisi klikata "Siirrä KAIKKI suojatuiksi"-painiketta siirtääksesi mediasi suojattuun hakemistoon
fr: Vous pouvez cliquer sur le bouton "Déplacer TOUS à protéger" pour déplacer vos médias dans le répertoire protégé.
hu: Kattintson "Az összes védettbe helyezése" gombra, hogy minden elem a védett médiamappába kerüljön.
sk: Môžete kliknúť na tlačidlo "Presunúť všetky do chráneného" a presunúť média do chráneného adresára

source: Move ALL to standard
fi: Siirrä KAIKKI vakiohakemistoon
fr: Déplacer TOUS au réglage par défaut
hu: Tegye mindet a standardba
nb: Flytt ALLE til standard
sk: Presunúť všetko do štandardného
sv: Flytta ALLT till standard

source: Move ALL to protected
fi: Siirrä KAIKKI suojatuiksi
fr: Déplacer TOUS à protéger
hu: Tegye mindet a védettbe
nb: Flytt ALLE til beskyttet
sk: Presunúť všetko do chráneného
sv: Flytta ALLT till skyddad

source: Back
fi: Takaisin
fr: Retour
hu: Vissza
nb: Tilbake
sk: Späť
sv: Tillbaka

source: Are you sure you want to delete this folder?
fi: Haluatko varmasti poistaa tämän kansion?
fr: Confirmez-vous la suppression de ce dossier ?
hu: Biztos benne hogy, ezt a mappát ki akarja törölni?
nb: Er du sikker på at du vil slette denne mappen?
sk: Ste si istý, že chcete zmazať tento adresár?
sv: Är du säker på att du vill radera denna mapp?

# first page
source: first
fi: ensimmäinen
fr: première
hu: első
nb: første
sk: prvá
sv: första

source: Edit options
fi: Muokkaa vaihtoehdot
fr: Modifier les options
hu: Beállítások módosítása
nb: Rediger innstillinger
sk: Voľby editácie
sv: Redigering alternativ

source: Are you sure you want to delete this file?
fi: Haluatko varmasti poistaa tämän tiedoston?
fr: Confirmez-vous la suppression de ce fichier ?
hu: Biztosan törölni kívánja ezt az állományt?
nb: Er du sikker på at du vil slette denne filen?
sk: Ste si istý, že chcete zmazať tento súbor?
sv: Är du säker på at du vill radera denna fil?

source: Delete file
fi: Poista tiedosto
fr: Supprimer le fichier
hu: Állomány törlése
nb: Slett fil
sk: Zmazať súbor
sv: Radera fil

source: Are you sure you want to remove this object from the database?
fi: Haluatko varmasti poistaa tämän kohteen tietokannasta?
fr: Confirmez-vous la suppression de cet objet ?
hu: Biztosan kívánja ennek az elemnek a törlését az adatbázisból?
nb: Er du sikker på at du ønsker at fjerne dette objekt fra databasen?
sk: Ste si istý, že chcete odstrániť tento objekt z databázy?
sv: Är du säker på att du vill tabort detta objekt ifrån databasen?

source: Remove object
fi: Poista kohde
fr: Supprimer l'objet
hu: Elem törlés
nb: Fjern objekt
sk: Odstrániť objekt
sv: Ta bort objekt

source: Move to protected directory
fi: Siirrä suojattuun kansioon
fr: Déplacer vers le répertoire protégé
hu: Tegye a védett mappába
nb: Flytt til den beskyttede mediamappen
sk: Presunúť do neprístupného adresára
sv: Flytta till den skyddad mappen

source: Move to standard directory
fi: Siirrä vakiokansioon
fr: Déplacer vers le répertoire standard
hu: Tegye a standard mappába
nb: Flytt til mediamappen standard
sk: Presunúť do štandardného adresára
sv: Flytta till den vanliga mappen

source: Create thumbnail
fi: Luo pienoiskuva
fr: Créer une miniature
hu: Bélyegképek készítés
nb: Lag miniatyrbilde(r)
sk: Vytvor náhľad
sv: Skapa miniatyrbilder

source: This media object is located on an external server
fi: Mediatiedosto sijaitsee ulkoisella palvelimella
fr: Cet objet multimédia est situé sur un serveur externe
hu: Ez a médiaobjektum egy külső szerveren található
nb: Dette mediaobjektet er lagret på en ekstern tjener
sk: Tento objekt medií je uložený na externom serveri.
sv: Mediaobjektet finns på en extern server

source: This media object is in the standard media directory
fi: Mediatiedosto sijaitsee oletusmediahakemistossa
fr: Cet objet multimédia est situé dans le répertoire standard média
hu: Ez a médiaobjektum a standard mappában található
nb: Dette mediaobjektet er lagret i mappen standardmedia
sk: Tento objekt médií je uložený v štandardnom adresári médií
sv: Mediaobjektet finns i den vanliga mediamappen

source: This media object is in the protected media directory
fi: Mediatiedosto sijaitsee suojatussa mediahekemistossa
fr: Cet objet multimédia est situé dans le répertoire média protégé
hu: Ez a médiaobjektum a védett mappában található
nb: Dette mediaobjektet er lagret i den beskyttede mediamappen
sk: Tento objekt médií je uložený v neprístupnom adresári médií
sv: Mediaobjektet finns i den skyddad mediamappen

source: This thumbnail is located on an external server
fi: Pienoiskuva sijaitsee ulkoisella palvelimella
fr: Cette miniature est située sur un serveur externe
hu: Ez a bélyegkép egy külső szerveren található
nb: Dette miniatyrbildet er lagret på en ekstern tjener
sk: Tento náhľad je uložený na externom serveri
sv: Miniatyrmediaobjektet finns på en extern server

source: This thumbnail is in the standard media directory
fi: Pienoiskuva on oletusmediakansiossa
fr: Cette miniature est située dans le répertoire média standard
hu: Ez a bélyegkép a standard mappában található
nb: Dette miniatyrbildet er lagret i mappen standardmedia
sk: Tento náhľad je uložený v štandardnom adresári médií
sv: Miniatyrmediaobjektet finns i den vanliga mediamappen

source: This thumbnail is in the protected media directory
fi: Pienoiskuva sijaitsee suojatussa mediahakemistossa
fr: Cette miniature est située dans le répertoire média protégé
hu: Ez a bélyegkép a védett mappában található
nb: Miniatyrbildet er i den beskyttede mediamappen
sk: Tento náhľad je uložený v neprístupnom adresári médií
sv: Miniatyrmediaobjektet finns i den skyddade mediamappen

source: The media folder is corrupted.
fi: Mediakansio on viallinen.
fr: Le dossier multimédia est corrompu.
hu: A média mappa hibás.
nb: Mappen med mediefiler er ødelagt.
sk: Adresár médií je vadný.
sv: Mediamappen är skadad.

source: or
fi: tai
fr: ou
hu: vagy
nb: eller
sk: ALEBO
sv: eller

source: Sort by title or file name
fi: Järjestä otsikon tai tiedostonimen perusteella
fr: Trier par titre ou nom du fichier
nb: Sorter etter tittel eller filnavn
sk: Triediť podľa titulku alebo mena súboru
sv: Sortera enligt titel eller filnamn

source: Sort by title
fi: Järjestä otsikon perusteella
fr: Trier par titre
nb: Sorter etter tittel
sk: Triediť podľa titulku
sv: Sortera enligt titel

source: Sort by file name
fi: Järjestä tiedostonimen perusteella
fr: Trier par nom du fichier
nb: Sorter etter filnavn
sk: Tiediť podľa mena súboru
sv: Sortera enligt filnamn

source: Include subdirectories
fi: Sisällytä alihakemistot
fr: Inclure les sous-répertoires
hu: Almappákat is beleértve
nb: Inkluder undermapper
sk: Vrátane podadresárov
sv: Inkludera underkataloger

source: Media objects per page
fi: Mediakohdetta sivulla
fr: Objets multimédia par page
hu: /oldal
nb: Medieobjekter pr. side
sk: mediálnych objektov na stránku
sv: Mediaobjekt per sida

source: Search filters
fi: Hakusuodatin
fr: Filtres de recherche
hu: Kereső szűrő
nb: Søkefiltre
sk: Filtre hľadania
sv: Sökfilter

source: Columns per page
fi: Sarakkeita sivulla
fr: Colonnes par page
hu: Oszlopok oldalanként
nb: Kolonner pr. side
sk: Stĺpcov na stránku
sv: Kolumner per sida

source: Exclude media links
fi: Jätä pois medialinkit
fr: Exclure les liens des médias
nb: Velg bort medielenker
sk: Bez zobrazenia odkazov
sv: Lämna bort medialänkar

source: Media Objects found
fi: Mediakohteita löytynyt
fr: Objets multimédia trouvés
hu: média elem
nb: Medieobjekter funnet
sk: nájdených mediálnych súborov.
sv: Mediaobjekt funna

source: Page %s of %s
fi: Sivu %s / %s
fr: Page %s sur %s
hu: %s/%s oldal
nb: Side %s av %s
sk: Strana %s z %s
sv: Sida %s / %s

source: Edit this Media Item's Details
fi: Muokkaa tämän mediakohteen tietoja
fr: Editer les détails de cet objet Multimedia
hu: Ezen médiaelem adatainak szerkesztése
nb: Rediger dette mediaobjektets detaljer
sk: Upraviť podrobnosti tejto položky médií
sv: Redigera dessa Meddia-objekts detaljer

source: Edit Details
fi: Muokkaa tiedot
fr: Editer détails
hu: Részletek szerkesztése
nb: Rediger detaljer
sk: Upraviť detaily
sv: Redigera detaljer

source: View this Media Item's Details Plus other Media Options - MediaViewer page
fi: Katsele tämän Mediakohteen tiedot ja muita Media-asetuksia - Median tarkastelusivu
fr: Voir le détails de l'article Média Plus d'autres options de Média - page MediaViewer (diaporama)
hu: A médiaelem adatainak megjelenítése Más médiabeállítások - MediaViewer oldal
nb: Vis detaljer for dette medieelementet pluss andre medieinnstillinger - side for MediaViewer
sk: Zobraziť podrobnosti tejto položky médií Naviac ďalšie voľby pre médiá - Stránka pre zobrazovanie médií
sv: Visa dessa MediaObjekts detaljer och andra MediaAlternativ - MediaVisaresida

source: Filename
fi: Tiedostonimi
fr: Nom du fichier
hu: Fájlnév
nb: Filnavn
sk: Názov súboru
sv: Filnamn

source: Location
fi: Sijainti
fr: Emplacement
nb: Sted
sk: Umiestnenie

source: Media Format
fi: Mediaformaatti
fr: Format Média
nb: Mediafiltype
sk: Formát médií

source: Add unlinked records
fi: Lisää tietoja ilman viittauksia muihin
fr: Ajouter des enregistrements non reliés
hu: Hivatkozás nélküli elem hozzáadása
nb: Tilføy ikke-linkede poster
sk: Pridať nezávislé záznamy
sv: Lägg till olänkade dataposter

source: Add an unlinked note
fi: Lisää lisätieto, jolla ei ole linkkiä muuhun tietoon
fr: Ajouter une note sans lien
hu: Kapcsolat nélküli jegyzet hozzáadása
nb: Legg til et ulenket notat
sk: Pridať nezávislú poznámku
sv: Lägg till unlänkad anteckning

source: You entered the same IDs. You cannot merge the same records.
fi: Kirjoitit saman ID:n. Et voi yhdistää samoja tietueita.
fr: Entrer des identifiants différents.
hu: Ön ugyanazt az azonosítót adta meg mindkétszer. Egy rekord nem fűzhető össze saját magával.
nb: Du oppgav to like IDer. Du kan ikke flette en oppføring med seg selv.
sk: Zadali ste rovnaké ID čísla. Nemôžete zlúčiť údaje zo sebou samými.
sv: Du skrev in samma ID. Du kan inte slå ihop samma poster.

source: Records are not the same type. Cannot merge records that are not the same type.
fi: Tietueet eivät ole samaa typpiä. Erityyppisiä tietueita ei voi yhdistää.
fr: Impossible de fusionner les enregistrements : ils ne sont pas du même type.
hu: A kiválasztott rekordok típusa nem egyezik meg, így azok nem fűzhetők össze.
nb: Dataene er ikke av samme type. Kan ikke flette data som er av forskjellig type.
sk: Záznamy nie sú rovnakého typu. Nie je možné zlúčit záznamy rôznych typov.
sv: Posterna är inte av samma typ. Kan inte slå ihop poster som inte är samma typ.

source: Merge Step 2 of 3
fi: Yhdistä - vaihe 2/3
fr: Fusion : étape 2/3
hu: Összefűzés - 2. lépés a 3-ból
nb: Flettesteg 2 av 3
sk: Zlučovanie - krok 2 z 3
sv: Slå ihop steg 2 av 3

source: The following facts were exactly the same in both records and will be merged automatically.
fi: Seuraavat tiedot olivat täsmälleen samanlaiset kummassakin tietueessa ja yhdistetään automaattisesti.
fr: Les champs suivants sont identiques dans les 2 enregistrements et seront fusionnés automatiquement
hu: A következő események a két rekordban megegyeznek és automatikusan összefűzésre kerülnek.
nb: Følgende fakta/opplysninger er nøyaktig like i begge oppføringer og vil bli flettet automatisk.
sk: Nasledujúce údaje boli v oboch záznamoch úplne rovnaké, a budú teda automaticky zlúčené.
sv: Följande fakta är exakt samma i båda posterna och kommer att automatiskt slås ihop

source: No matching facts found
fi: Yhtäpitäviä tietoja ei löytynyt.
fr: Aucun champ correspondant
hu: Nem találtunk egyező eseményeket.
nb: Fant ingen like faktafelt
sk: Nenájdené zodpovedajúce údaje
sv: Inga matchande fakta hittades
