Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

# father's father's brother
source: great-uncle
fi: isosetä
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: farfars bror

# father's father's father
source: great-grandfather
fi: Isän isänisä (Isoisän isä)
fr: arrière-grand-père
hu: dédapa
nb: oldefar
sk: pradedko
sv: farfars far

# father's father's mother
source: great-grandmother
fi: Isän isänäiti (Isoisän äiti)
fr: bisaïeule
hu: dédanya
nb: oldemor
sk: pra-prababička
sv: farfars mor

# father's father's parent
source: great-grandparent
fi: Isänisän (isoisän) isä tai äiti
fr: arrière-grands-parents
hu: dédszülő
nb: oldeforelder
sk: prarodičia
sv: farfars förälder

# father's father's sibling
source: great-aunt/uncle
fi: isosetä/-täti
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: farfars syskon

# father's father's sister
source: great-aunt
fi: isotäti
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: farfars syster

# father's mother's brother
source: great-uncle
fi: isosetä
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: farmors bror

# father's mother's father
source: great-grandfather
fi: Isän isoisä/äidinisä
fr: arrière-grand-père
hu: dédapa
nb: oldefar
sk: pradedko
sv: farmors far

# father's mother's mother
source: great-grandmother
fi: Isän isoäiti/äidinäiti
fr: bisaïeule
hu: dédanya
nb: oldemor
sk: pra-prababička
sv: farmors mor

# father's mother's parent
source: great-grandparent
fi: Isän äidinisä/-äiti
fr: arrière-grands-parents
hu: dédszülő
nb: oldeforelder
sk: prarodičia
sv: farmors förälder

# father's mother's sibling
source: great-aunt/uncle
fi: isosetä/-täti
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: farmors syskon

# father's mother's sister
source: great-aunt
fi: isotäti
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: farmors syster

# father's parent's brother
source: great-uncle
fi: isosetä
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: farförälders bror

# father's parent's father
source: great-grandfather
fi: Isän isoisä
fr: arrière-grand-père
hu: dédapa
nb: oldefar
sk: pradedko
sv: farfärälders far

# father's parent's mother
source: great-grandmother
fi: Isän isoäiti
fr: bisaïeule
hu: dédanya
nb: oldemor
sk: pra-prababička
sv: farförälderns mor

# father's parent's parent
source: great-grandparent
fi: Isän isoisä/isoäiti
fr: arrière-grands-parents
hu: dédszülő
nb: oldeforelder
sk: prarodičia
sv: farförälders förälder

# father's parent's sibling
source: great-aunt/uncle
fi: isosetä/-täti
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: farförälders syskon

# father's parent's sister
source: great-aunt
fi: isotäti
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: farförälders syster

# father's sister's child
source: first cousin
fi: serkku
fr: Cousin(e) germain(e)
hu: első unokatestvér
nb: søskenbarn
sk: bratranec/sesternica
sv: kusin

# father's sister's daughter
source: first cousin
fi: serkku
fr: cousine germaine
hu: unokanővér
nb: kusine
sk: prvá sesternica
sv: kusin

# father's sister's husband
source: uncle
fi: isän siskonmies
fr: oncle
hu: nagybácsi
nb: onkel
sk: strýc
sv: fasters make

# father's sister's son
source: first cousin
fi: serkku
fr: cousin germain
hu: unokafivér
nb: fetter
sk: prvý bratranec
sv: fasters son

# father's wife's child
source: step-sibling
fi: sisarpuoli
fr: frère/sœur par alliance
hu: mostohatestvér
nb: stesøsken
sk: nevlastný súrodenec
sv: styvsyskon

# father's wife's daughter
source: step-sister
fi: siskopuoli
fr: demi-sœur par alliance
hu: lány mostohatestvér
nb: stesøster
sk: nevlastná sestra
sv: styvsyster

# father's wife's son
source: step-brother
fi: velipuoli
fr: demi-frère par alliance
hu: unokatestvér
nb: stebror
sk: nevlastný brat
sv: styvbror

# husband's brother's wife
source: sister-in-law
fi: miehen veljenvaimo / lankon vaimo
fr: femme du beau-frère
hu: sógornő
nb: svigerinne
sk: švagriná
sv: svägerska

# husband's sister's husband
source: brother-in-law
fi: miehen siskonmies / kälyn mies
fr: mari de la belle-sœur
hu: sógor
nb: svoger
sk: švagor
sv: svåger

# mother's brother's child
source: first cousin
fi: serkku
fr: cousin(e) germain(e)
hu: első unokatestvér
nb: søskenbarn
sk: bratranec/sesternica
sv: kusin

# mother's brother's daughter
source: first cousin
fi: serkku
fr: cousine germaine
hu: unokanővér
nb: kusine
sk: prvá sesternica
sv: kusin

# mother's brother's son
source: first cousin
fi: serkku
fr: cousin germain
hu: unokafivér
nb: fetter
sk: prvý bratranec
sv: kusin

# mother's brother's wife
source: aunt
fi: äidin veljenvaimo
fr: tante
hu: nagynéni
nb: tante
sk: teta
sv: morbrors maka

# mother's father's brother
source: great-uncle
fi: isosetä
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: morfars bror

# mother's father's father
source: great-grandfather
fi: Äidin isoisä/isänisä
fr: arrière-grand-père
hu: dédapa
nb: oldefar
sk: pradedko
sv: morfars far

# mother's father's mother
source: great-grandmother
fi: Äidin isoäiti/isänäiti
fr: bisaïeule
hu: dédanya
nb: oldemor
sk: pra-prababička
sv: morfars mor

# mother's father's parent
source: great-grandparent
fi: Äidin isänisä/-äiti
fr: arrière-grands-parents
hu: dédszülő
nb: oldeforelder
sk: prarodičia
sv: morfars förälder

# mother's father's sibling
source: great-aunt/uncle
fi: isosetä/-täti
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: morfars syskon

# mother's father's sister
source: great-aunt
fi: isotäti
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: morfars syster

# mother's husband's child
source: step-sibling
fi: sisarpuoli
fr: frère/sœur par alliance
hu: mostohatestvér
nb: stesøsken
sk: nevlastný súrodenec
sv: styvsyskon

# mother's husband's daughter
source: step-sister
fi: siskopuoli
fr: demi-sœur par alliance
hu: lány mostohatestvér
nb: stesøster
sk: nevlastná sestra
sv: styvsyster

# mother's husband's son
source: step-brother
fi: Velipuoli
fr: beau-frère
hu: unokatestvér
nb: stebror
sk: nevlastný brat
sv: styvbror

# mother's mother's brother
source: great-uncle
fi: isoeno
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: mormors bror

# mother's mother's father
source: great-grandfather
fi: Isoisoisä
fr: arrière-grand-père
hu: dédapa
nb: oldefar
sk: pradedko
sv: mormors far

# mother's mother's mother
source: great-grandmother
fi: Isoisoäiti
fr: bisaïeule
hu: dédanya
nb: oldemor
sk: pra-prababička
sv: mormors mor

# mother's mother's parent
source: great-grandparent
fi: Äidin äidinisä/-äiti
fr: arrière-grands-parents
hu: dédszülő
nb: oldeforelder
sk: prarodičia
sv: mormors förälder

# mother's mother's sibling
source: great-aunt/uncle
fi: isoeno/-täti
fr: grand-oncle/grande-tante
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: mormors syskon

# mother's mother's sister
source: great-aunt
fi: isotäti
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: mormors syster

# mother's parent's brother
source: great-uncle
fi: isosetä/-eno
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: morförälders bror

# mother's parent's father
source: great-grandfather
fi: Äidin isoisä
fr: arrière-grand-père
hu: dédapa
nb: oldefar
sk: pradedko
sv: morfärälders far

# mother's parent's mother
source: great-grandmother
fi: Äidin isoäiti
fr: bisaïeule
hu: dédanya
nb: oldemor
sk: pra-prababička
sv: morförälderns mor

# mother's parent's parent
source: great-grandparent
fi: Äidin isoisä/isoäiti
fr: arrière-grands-parents
hu: dédszülő
nb: oldeforelder
sk: prarodičia
sv: morförälders förälder

# mother's parent's sibling
source: great-aunt/uncle
fi: isoeno/-täti
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: morförälders syskon

# mother's parent's sister
source: great-aunt
fi: isotäti
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: morförälders syster

# mother's sister's child
source: first cousin
fi: serkku
fr: cousin(e) germain(e)
hu: első unokatestvér
nb: søskenbarn
sk: bratranec/sesternica
sv: kusin

# mother's sister's daughter
source: first cousin
fi: serkku
fr: cousine germaine
hu: unokanővér
nb: kusine
sk: prvá sesternica
sv: kusin

# mother's sister's husband
source: uncle
fi: äidin siskonmies
fr: oncle
hu: nagybácsi
nb: onkel
sk: strýc
sv: mosters make

# mother's sister's son
source: first cousin
fi: serkku
fr: cousin germain
hu: unokafivér
nb: fetter
sk: prvý bratranec
sv: kusin

# parent's brother's wife
source: aunt
fi: puolisoveljenvaimo
fr: tante
hu: nagynéni
nb: tante
sk: teta
sv: förälderbrors maka

# parent's father's brother
source: great-uncle
fi: isosetä
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: förälders farbror

# parent's father's father
source: great-grandfather
fi: Isoisoisä
fr: arrière-grand-père
hu: dédapa
nb: oldefar
sk: pradedko
sv: förälders farfar

# parent's father's mother
source: great-grandmother
fi: Isoisoäiti
fr: bisaïeule
hu: dédanya
nb: oldemor
sk: pra-prababička
sv: förälders farmor

# parent's father's parent
source: great-grandparent
fi: Isoisän isä/äiti
fr: arrière-grands-parents
hu: dédszülő
nb: oldeforelder
sk: prarodičia
sv: förälders farförälder

# parent's father's sibling
source: great-aunt/uncle
fi: isosetä/-täti
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: förälderfars syskon

# parent's father's sister
source: great-aunt
fi: isotäti
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: förälders faster

# parent's mother's brother
source: great-uncle
fi: isoeno
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: förälders morbror

# parent's mother's father
source: great-grandfather
fi: Isän tai äidin äidinisä/isoisä
fr: arrière-grand-père
hu: dédapa
nb: oldefar
sk: pradedko
sv: förälders morfar

# parent's mother's mother
source: great-grandmother
fi: Isän tai äidin äidinäiti/isoäiti
fr: bisaïeule maternelle
hu: dédanya
nb: oldemor
sk: pra-prababička
sv: förälders mormor

# parent's mother's parent
source: great-grandparent
fi: Isoäidin isä/äiti
fr: arrière-grands-parents
hu: dédszülő
nb: oldeforelder
sk: prarodičia
sv: förälders morförälder

# parent's mother's sibling
source: great-aunt/uncle
fi: isosetä/-täti
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: föräldermors syskon

# parent's mother's sister
source: great-aunt
fi: isotäti
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: förälders moster

# parent's parent's brother
source: great-uncle
fi: isosetä
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: förälderförälders bror

# parent's parent's father
source: great-grandfather
fi: Isoisoisä
fr: bisaïeul
hu: dédapa
nb: oldefar
sk: pradedko
sv: förälderförälders far

# parent's parent's mother
source: great-grandmother
fi: Isän tai äidin isoäiti
fr: arrière-grand-mère
hu: dédanya
nb: oldemor
sk: pra-prababička
sv: förälders förälders mor

# parent's parent's parent
source: great-grandparent
fi: Isovanhempien isä/äiti
fr: arrière-grands-parents
hu: dédszülő
nb: oldeforelder
sk: prarodičia
sv: förälders förälders förälder

# parent's parent's sibling
source: great-aunt/uncle
fi: isosetä/-täti
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: förälderförälders syskon

# parent's parent's sister
source: great-aunt
fi: isotäti
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: förälderförälders syster

# parent's sister's husband
source: uncle
fi: isän tai äidin siskonmies
fr: oncle
hu: nagybácsi
nb: onkel
sk: strýc
sv: föräldersysters make

# parent's spouse's child
source: step-sibling
fi: sisarpuoli
fr: frère/sœur par alliance
hu: mostohatestvér
nb: stesøsken
sk: nevlastný súrodenec
sv: styvsyskon

# parent's spouse's daughter
source: step-sister
fi: siskopuoli
fr: demi-soeur par alliance
hu: lány mostohatestvér
nb: stesøster
sk: nevlastná sestra
sv: styvsyster

# parent's spouse's son
source: step-brother
fi: velipuoli
fr: beau-frère par alliance
hu: unokatestvér
nb: stebror
sk: nevlastný brat
sv: styvbror

# sibling's child's child
source: great-nephew/niece
fi: sisaren lapsenlapsi
fr: petit-neveu/petite-nièce
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: syskons barnbarn

# sibling's child's daughter
source: great-niece
fi: sisaren lapsentytär
fr: petite-nièce
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: syskonbarns dotter

# sibling's child's son
source: great-nephew
fi: sisaren lapsenpoika
fr: petit-neveu
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: syskonbarns son

# sibling's daughter's child
source: great-nephew/niece
fi: sisaren tyttärenlapsi
fr: petit-neveu/petite-nièce
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: syskondotters barn

# sibling's daughter's daughter
source: great-niece
fi: sisaren tyttärentytär
fr: petite-nièce
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: syskons dotterdotter

# sibling's daughter's husband
source: nephew-in-law
fi: sisaren tyttärenmies
fr: neveu
hu: unokahúg férje
nb: søskendatters ektemann
sk: manžel netere
sv: syskondotters make

# sibling's daughter's son
source: great-nephew
fi: sisarentyttärenpoika
fr: petit-neveu
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: syskondotters son

# sibling's son's child
source: great-nephew/niece
fi: sisaren pojanlapsi
fr: petit-neveu/petite-nièce
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: syskonsons barn

# sibling's son's daughter
source: great-niece
fi: sisaren pojantytär
fr: petite-nièce
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: syskonsons dotter

# sibling's son's son
source: great-nephew
fi: sisarenpojanpoika
fr: petit-neveu
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: syskonsons son

# sibling's son's wife
source: niece-in-law
fi: sisaren pojanvaimo
fr: nièce par alliance
hu: unokaöcs felesége
nb: søskensønns hustru
sk: manželka synovca
sv: syskonsons maka

# (a man's) sister's child's child
source: great-nephew/niece
fi: siskonlapsenlapsi
fr: petit neveu
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: systers barnbarn

# (a woman's) sister's child's child
source: great-nephew/niece
fi: siskonlapsenlapsi
fr: petit-neveu/petite-nièce
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: systers barnbarn

# (a man's) sister's child's daughter
source: great-niece
fi: siskonlapsentytär
fr: petit neveu
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: systerbarns dotter

# (a woman's) sister's child's daughter
source: great-niece
fi: siskonlapsentytär
fr: petite nièce
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: systerbarns dotter

# (a man's) sister's child's son
source: great-nephew
fi: siskonlapsenpoika
fr: petit neveu
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: systerbarns son

# (a woman's) sister's child's son
source: great-nephew
fi: siskonlapsenpoika
fr: petit-neveu
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: systerbarns son

# (a man's) sister's daughter's child
source: great-nephew/niece
fi: siskontyttärenlapsi
fr: petit neveu
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: systerdotters barn

# (a woman's) sister's daughter's child
source: great-nephew/niece
fi: siskontyttärenlapsi
fr: petit-neveu/petite-nièce
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: systerdotters barn

# (a man's) sister's daughter's daughter
source: great-niece
fi: siskontyttärentytär
fr: petit neveu
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: systerdotters dotter

# (a woman's) sister's daughter's daughter
source: great-niece
fi: siskontyttärentytär
fr: petite nièce
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: systerdotters dotter

# sisters's daughter's husband
source: nephew-in-law
fi: siskon tyttärenmies
fr: neveu
hu: unokahúg férje
nb: søsterdatters ektemann
sk: manžel netere
sv: systerdotters make

# (a man's) sister's daughter's son
source: great-nephew
fi: siskontyttärenpoika
fr: petit neveu
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: systerdotters son

# (a woman's) sister's daughter's son
source: great-nephew
fi: siskontyttärenpoika
fr: petite nièce
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: systerdotters son

# sister's husband's brother
source: brother-in-law
fi: siskon miehenveli / siskon lanko
fr: frère du beau-frère
hu: sógor
nb: svoger
sk: švagor
sv: svåger

# sister's husband's sibling
source: brother/sister-in-law
fi: siskon miehensisarus / siskon lanko/käly
fr: frère/sœur du beau-frère
hu: sógor/sógornő
nb: svoger/svigerinne
sk: švagor/švagriná
sv: svåger/svägerska

# sister's husband's sister
source: sister-in-law
fi: siskon miehensisko / siskon käly
fr: sœur de la belle-sœur
hu: sógornő
nb: svigerinne
sk: švagriná
sv: svägerska

# (a man's) sister's son's child
source: great-nephew/niece
fi: siskonpojanlapsi
fr: petit neveu
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: systersons barn

# (a woman's) sister's son's child
source: great-nephew/niece
fi: siskonpojanlapsi
fr: petite nièce
hu: nagy-unokaöcs/húg
nb: grandnevø/-niese
sk: prasynovec/praneter
sv: systersons barn

# (a man's) sister's son's daughter
source: great-niece
fi: siskonpojantytär
fr: petit neveu
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: systersons dotter

# (a woman's) sister's son's daughter
source: great-niece
fi: siskonpojantytär
fr: petite nièce
hu: nagy-unokahúg
nb: grandniese
sk: praneter
sv: systersons dotter

# (a man's) sister's son's son
source: great-nephew
fi: siskonpojanpoika
fr: petit neveu
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: systersons son

# (a woman's) sister's son's son
source: great-nephew
fi: siskonpojanpoika
fr: petite nièce
hu: nagy-unokaöcs
nb: grandnevø
sk: prasynovec
sv: systersons son

# sisters's son's wife
source: niece-in-law
fi: siskon pojanvaimo
fr: nièce
hu: unokaöcs felesége
nb: søstersønns hustru
sk: manželka synovca
sv: systersons maka

# son's child's child
source: great-grandchild
fi: Pojanlapsen lapsi
fr: arrière-petit-enfant
hu: ükunoka
nb: oldebarn
sk: pravnuci
sv: sons barnbarn

# son's child's daughter
source: great-granddaughter
fi: Pojanlapsen tytär
fr: arrière-petite-fille
hu: lányükunoka
nb: oldebarn
sk: pravnučka
sv: sonbarns dotter

# son's child's son
source: great-grandson
fi: Pojanlapsen poika
fr: arrière-petit-fils
hu: fiúükunoka
nb: oldebarn
sk: pravnuk
sv: sonbarns son

# son's daughter's child
source: great-grandchild
fi: Pojantyttären lapsi
fr: arrière-petit-enfant
hu: ükunoka
nb: oldebarn
sk: pravnuci
sv: sondotters barn

# son's daughter's daughter
source: great-granddaughter
fi: Pojantyttärentytär
fr: arrière-petite-fille
hu: lányükunoka
nb: oldebarn
sk: pravnučka
sv: sondotters dotter

# son's daughter's husband
source: granddaughter's husband
fi: pojantyttärenmies
fr: petite-fille
hu: lányunoka férje
nb: barnebarns mann
sk: manžel pravnučky
sv: sondotters make

# son's daughter's son
source: great-grandson
fi: Pojantyttärenpoika
fr: arrière-petit-fils
hu: fiúükunoka
nb: oldebarn
sk: pravnuk
sv: sondotters son

# son's son's child
source: great-grandchild
fi: Pojanpojan lapsi
fr: arrière-petit-enfant
hu: ükunoka
nb: oldebarn
sk: pravnuci
sv: sonsons barn

# son's son's daughter
source: great-granddaughter
fi: Pojanpojantytär
fr: arrière-petite-fille
hu: lányükunoka
nb: oldebarn
sk: pravnučka
sv: sonsons dotter

# son's son's son
source: great-grandson
fi: Pojanpojanpoika
fr: arrière-petit-fils
hu: fiúükunoka
nb: oldebarn
sk: pravnuk
sv: sonsons son

# son's son's wife
source: grandson's wife
fi: pojanpojanvaimo
fr: petit-fils
hu: fiúunoka felesége
nb: barnebarns hustru
sk: manželka vnuka
sv: sonsons maka

# son's wife's father
source: daughter-in-law's father
fi: pojan vaimonisä / miniän isä
fr: belle-fille
hu: Nász
nb: svigerdatters far
sk: nevestin otec
sv: svärdotters far

# son's wife's mother
source: daughter-in-law's mother
fi: pojan vaimonäiti / miniän äiti
fr: belle-fille
hu: Nászasszony
nb: svigerdatters mor
sk: nevestina matka
sv: svärdotters mor

# son's wife's parent
source: daughter-in-law's parent
fi: miniän isä/äiti
fr: belle-fille
hu: Nász
nb: svigerdatters forelder
sk: nevestiny rodičia
sv: svärdotters förälder

# wife's brother's wife
source: sister-in-law
fi: vaimon veljen vaimo / lankon vaimo
fr: femme du beau-frère
hu: sógornő
nb: svigerinne
sk: švagriná
sv: svägerska

# wife's sister's husband
source: brother-in-law
fi: vaimon siskonmies / kälyn mies
fr: mari de la belle-sœur
hu: sógor
nb: svoger
sk: švagor
sv: svåger

# father's father's brother's wife
source: great-aunt
fi: isänisän veljenvaimo
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: farfars brors maka

# father's father's sibling's spouse
source: great-aunt/uncle
fi: isänisän sisaren aviopuoliso
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: farfars syskon make/maka

# father's father's sister's husband
source: great-uncle
fi: isänisän siskonmies
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: farfars systers make

# father's mother's brother's wife
source: great-aunt
fi: isänäidin veljenvaimo
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: farmors brors maka

# father's mother's sibling's spouse
source: great-aunt/uncle
fi: isänäidin sisaren aviopuoliso
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: farmors syskons make/maka

# father's mother's sister's husband
source: great-uncle
fi: isänäidin siskonmies
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: farmors systers make

# father's parent's brother's wife
source: great-aunt
fi: isoisän veljenvaimo
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: farförälders brors maka

# father's parent's sibling's spouse
source: great-aunt/uncle
fi: isoisän sisaren aviopuoliso
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: farförälders syskons make/maka

# father's parent's sister's husband
source: great-uncle
fi: isoisän siskonmies
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: farförälders systers make

# mother's father's brother's wife
source: great-aunt
fi: äidinisän veljenvaimo
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: morfars brors maka

# mother's father's sibling's spouse
source: great-aunt/uncle
fi: äidinisän sisaren aviopuoliso
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: morfars syskons make/maka

# mother's father's sister's husband
source: great-uncle
fi: äidinisän siskonmies
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: morfars systers make

# mother's mother's brother's wife
source: great-aunt
fi: äidinäidin veljenvaimo
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: mormors brors maka

# mother's mother's sibling's spouse
source: great-aunt/uncle
fi: äidinäidin sisaren aviopuoliso
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: mormors syskons make/maka

# mother's mother's sister's husband
source: great-uncle
fi: äidinäidin siskonmies
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: mormors systers make

# mother's parent's brother's wife
source: great-aunt
fi: äidinäidin/-isän veljenvaimo
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: morförälders brors maka
