Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: A report of a person's descendants in a narrative style.
fi: Raportti henkilön jälkeläisistä kerrontatyylisesti
fr: Rapport de style narratif des descendants d'une personne.
hu: Szöveges jelentés egy személy leszármazottairól.
nb: Oversikt over en persons etterkommere, i fortellende stil.
sk: Report potomkov danej osoby v rozprávačskom štýle.

source: Family navigator
fi: Perhe navigaattori
fr: Navigateur familial

source: A sidebar that shows an individual’s close families and relatives.
fi: Sivupalkki, joka näyttää henkilön läheiset perheet ja sukulaiset​​.
fr: Une barre latérale montrant les proches et la parenté d'un individu.

source: Immediate Family
fi: Lähisukulaiset
fr: Famille proche
hu: Közvetlen család
nb: Nærmeste familie
sk: Priama rodina
sv: Den närmaste släkten

source: Random Media
fi: Satunnaismedia
fr: Bloc «Une image au hasard»
hu: Véletlen média blokk
nb: Tilfeldig utvalgt bilde/mediefil
sk: Blok náhodného média
sv: Slumpmässigt mediaområde

source: The Random Media block randomly selects a photo or other media item from the currently active database and displays it to the user.<br /><br />The administrator determines whether this block can show media items associated with persons or events.
fi: Satunnaismedia-lohko valitsee satunnaisen kuvan tai muun median aktiivisesta GEDCOM-tiedostosta ja näyttää sen.<br /><br />Ylläpitäjä päättää näytetäänkö tässä lohkossa henkilöihin tai tapahtumiin liittyvää mediaa.
fr: Le bloc «Une image au hasard» affiche un lien au hasard vers un objet multimédia de la base.
hu: A Véletlen média blokk véletlenszerűen választ ki egy képet vagy egyéb médiát a jelenlegi GEDCOM-ból, és megjeleníti azt a felhasználónak.
nb: Blokken for tilfeldig vist bilde/mediefil velger et tilfeldig foto eller annet medieobjekt i den aktive slektsbasen, og viser det til brukeren.<br /><br/>Administratoren avgjør om denne blokken kan vise medieelementer knyttet til personer eller begivenheter.
sk: Blok náhodného média náhodne vyberie obrázok alebo inú mediálnu položku v práve zobrazenom GEDCOMe a zobrazí ju uživateľovi.
sv: Det slumpmässiga mediablocket väljer ett foto eller annan mediaartikel i den aktiva databasen och visar den för användaren.<br /><br />Administratören bestämmer om det område kan visa mediaartiklar associerade med personer eller händelser.

source: Random Picture
fi: Satunnainen kuva
fr: Une image au hasard
hu: Meglepetés-kép
nb: Tilfeldig valgt bilde
sk: Náhodný obrázok
sv: Slumpvist vald bild

source: Next image
fi: Seuraava
fr: Image suivante
hu: Következő kép
nb: Neste bilde
sk: Nasledujúci obrázok
sv: Nästa bild

source: Play
fi: Käynnistä
fr: Démarrer
hu: Lejátszás
nb: Start avspilling
sk: Prehrať
sv: Spela

source: Stop
fi: Pysäytä
fr: Arrêter
hu: Megállítás
nb: Stopp avspilling
sv: Stopp

source: Show only persons, events, or all?
fi: Näytetäänkö ainoastaan henkilöt, tapahtumat vai kaikki?
fr: Montrer seulement les personnes, les événements ou tout ?
hu: Csak személyek mutatása, vagy eseményeké is, vagy mind?
nb: Vis bare personer, begivenheter eller alle?
sk: Zobraziť iba osoby a udalosti alebo všetko?
sv: Visa endast personer, händelser eller allting?

source: Persons
fi: Henkilöt
fr: Personnes
hu: Személyek
nb: Personer
sk: Osoby
sv: Personer

source: Show slideshow controls?
fi: Näytetäänkö AJAX-kontrollit?
fr: Afficher les contrôles AJAX ?
hu: Mutassuk a bemutató irányító gombjait?
nb: Vis lysbildekontroller?
sk: Zobraziť ovládanie slideshow?
sv: Visa AJAX-kontroller?

source: Start slideshow on page load?
fi: Aloitetaanko diaesitys sivun latautuessa?
fr: Démarrer le diaporama au chargement de la page ?
hu: Induljon el a képbemutató az oldal betöltésekor?
nb: Start lysbildevisning ved lasting av side?
sk: Spustiť slideshow po načítaní stránky?
sv: Starta bildspel när sidan laddas?

source: A sidebar that shows an alphabetic list of all the individuals in the family tree.
fi: Sivupalkki, joka näyttää aakkosellisen luettelon kaikista sukupuun henkilöistä.
fr: Une barre latérale montrant une liste alphabétique de tous les individus de l'arbre généalogique.

source: This is an HTML block that you can place on your page to add any sort of message you may want. You can insert references to information from your GEDCOM into the HTML text.
fi: Tämä on HTML-alue, jonka voit sijoittaa sivullesi lisätäksesi minkä tahansa haluamasi viestin. Voit lisätä viittauksia GEDCOM-tiedostosi tietoihin HTML-tekstiin.
fr: Il s'agit d'un bloc HTML que vous pouvez placer sur votre page afin d'ajouter tout type de message. Vous pouvez insérer des références à certaines informations issues de votre fichier GEDCOM dans un format texte HTML.
hu: Ez egy HTML blokk, amit az oldalára helyezhet mindenféle információkkal. A Gedcom-ban lévő információkra utaló hivatkozásokat is betehet.
nb: Dette er en HTML-blokk med valgfritt innhold, som kan plasseres på siden. Henvisninger til opplysninger i slektsbasen kan legges inn i HTML-teksten.
sk: Toto je HTML blok, ktorý môžete umiestniť na vašu stránku a pridať do neho ktorýkoľvek druh správ, ktorý chcete. Do HTML textu môžete vložiť odkazy na informácie z vašeho GEDCOMu.
sv: Detta är ett HTML-block som du kan placera på din sida för att lägga till vilken sorts meddelande som du helst. Du kan lägga in refernser till information från din GEDCOM i HTML-texten.

source: Keyword examples
fi: Avainsanaesimerkit
fr: exemples les mots-clés
hu: Kulcsszó példák
nb: Eksempel på nøkkelord
sk: Príkaldy kľúčových slov.
sv: Nyckelordsexempel

source: Narrative description
fi: Kertomuksen seloste
fr: Description narrative
hu: Narratíva leírása
nb: Fortellende beskrivelse
sk: Rozprávačský popis
sv: Berättelsens beskrivning

source: This GEDCOM (family tree) was last updated on #gedcomUpdated#. There are #totalSurnames# surnames in this family tree. The earliest recorded event is the #firstEventType# of #firstEventName# in #firstEventYear#. The most recent event is the #lastEventType# of #lastEventName# in #lastEventYear#.<br /><br />If you have any comments or feedback please contact #contactWebmaster#.
fi: Tämä GEDCOM (sukupuu) on viimeksi päivitetty #gedcomUpdated#. Sukupuussa on #totalSurnames# sukunimeä. Vanhin tapahtuma on #firstEventType#, #firstEventName# ajalta #firstEventYear#. Uusin tapahtuma on #lastEventType#, #lastEventName# ajalta #lastEventYear#.<br /><br />Voit antaa huomautuksia tai paulautetta #contactWebmaster# kautta.
fr: Ce GEDCOM (arbre généalogique) a été mise à jour le #gedcomUpdated#. Il y a #totalSurnames# noms de famille dans cet arbre généalogique. Le premier évènement enregistré est le #firstEventType# de #firstEventName# en #firstEventYear#. L'évènement le plus récent est le #lastEventType# de #lastEventName# en #lastEventYear#.<br /><br />Si vous avez des commentaires ou des suggestions s'il vous plaît contactez le #contactWebmaster#.
hu: A családfa utoljára #gedcomUpdated# lett frissítve. Összesen #totalSurnames# családnév van a családfában. A legkorábbi bejegyzett esemény adatai: esemény: #firstEventType#, személy: #firstEventName#, év: #firstEventYear#
nb: Dette slektstreet (GEDCOM) ble sist oppdatert #gedcomUpdated#. Det er til sammen #totalSurnames# etternavn i slektstreet. Den eldste opptegnelse er #firstEventName#s #firstEventType# i #firstEventYear#. Den nyeste hendelse er #lastEventName#s #lastEventType# i #lastEventYear#.<br /><br />HVis du har kommentarer eller spørsmål, kontakt #contactWebmaster#.
sk: Tento GEDCOM (rodokmeň) byl naposledy aktualizovaný dňa #gedcomUpdated#. V tomto rodokmeni je celkove #totalSurnames# priezvísk. Najstaršia zaznamenaná udalosť je #firstEventType# #firstEventName# v roku #firstEventYear#. Posledná udalosť je #lastEventType# #lastEventName# v roku #lastEventYear#.<br /><br />Ak máte nejaký komentár, prosím kontaktujte #contactWebmaster#.
sv: Detta GEDCOM (släktträd) var senast uppdaterad den #gedcomUpdated#. Det är #totalSurnames# efternamn i detta släktträd. Den tidigast händelsen är #firstEventType# för #firstEventName# från #firstEventYear#. Den senaste händelsen är #lastEventType# för #lastEventName# från #lastEventYear#.<br /><br />Om du har någon kommentar eller synpunkter, var vänlig kontakta #contactWebmaster#.

source: GEDCOM statistics
fi: GEDCOM tilastot
fr: Statistiques GEDCOM
hu: GEDCOM Statisztika blokk
nb: Statistikk for slektsbasen
sk: Štatistiky GEDCOMu
sv: GEDCOM statistik

source: Templates
fi: Mallipohjat
fr: Modèles
hu: Sablonok
nb: Maler
sk: Šablóny
sv: Mall

source: Custom
fi: Omat asetukset
fr: Personnalisé
hu: Egyéni
nb: Egendefinert
sk: Uživateľský
sv: Special

source: Current
fi: Nykyinen
fr: Courant
hu: Jelenlegi
nb: Nåværende valg
sk: Aktuálny
sv: Nuvarande

source: Default
fi: Oletusarvo
fr: Défaut
hu: Alapértelmezett
nb: Standardvalg
sk: Predvolený
sv: Standard

source: Content
fi: Sisällys
fr: Contenu
hu: Tartalomjegyzék
nb: Innhold
sk: Obsah
sv: Innehåll

source: Show the date and time of update
fi: Näytä päivityksen päivämäärä ja aika
fr: Afficher la date et l'heure de mise à jour
hu: Mutassa a frissítás dátumát és óráját
nb: Vis dato og tid for oppdatering
sk: Zobraziť dátum a čas aktualizácie
sv: Visa datum och tid för uppdatering

source: As well as using the toolbar to apply HTML formatting, you can insert database fields which are updated automatically. These special fields are marked with <b>#</b> characters. For example <b>#totalFamilies#</b> will be replaced with the actual number of families in the database. Advanced users may wish to apply CSS classes to their text, so that the formatting matches the currently selected theme.
fi: HTML muodostamisessa voit työkalurivin lisäksi kirjoittaa suoraan tekstiin tietokannan kenttäviittauksia. Nämä erikoisviittaukset suljetään <b>#</b>-merkin sisälle. Esimerkiksi <b>#totalFamilies#</b> korvataan tietokannan perheiden lukumäärällä. Edistyneet käyttäjät voivat soveltaa CSS-tyylit teksteissä, jolloin kirjoitettu teksti on aktiivisen teeman CSS-tyylin mukainen.
fr: Tout comme utiliser la barre d'outils pour appliquer des balises HTML, vous pouvez insérer des champs dans la base de données qui seront mis à jour automatiquement. Ces champs spéciaux sont balisés avec des caractères <b>#</b>. Par exemple, <b>#totalFamilies#</b> sera remplacé par le nombre actuel de familles dans la base de données. Les utilisateurs avancés peuvent désirer appliquer des classes CSS à leur texte, de sorte que la mise en forme corresponde au thème choisi.
nb: I tillegg til den HTML-formatering som kan gjøres ved hjelp av verktøylinjene, kan du også sette inn database-felt som oppdateres automatisk. Disse spesialfeltene angis med <b>#</b>-tegn. For eksempel vil <b>#totalFamilies#</b> erstattes med det faktiske antall familier i databasen. <br />Avanserte brukere vil antakelig markere disse databasehenvisningene med de riktige CSS-klasser, så utseendet overensstemmer med det valgte temaet.
sk: Tak ako môžete používať HTML formátovanie, môžete tiež vkladať polia z databázi, ktoré sú automaticky aktualizované. Tieto polia sú označené znakmi <b>#</b>. Napríklad <b>#totalFamilies#</b> bude nahradené aktuálnym počtom rodín. Pokročilí uživatelia môžu použíť triedy CSS, takže sa formátovanie bude zhodovať s aktuálne vybraným motívom.

source: To assist you in getting started with this block, we have created several standard templates. When you select one of these templates, the text area will contain a copy that you can then alter to suit your site's requirements.
fi: Auttaaksemme sinua alkamaan tämän lohkon määrittelyn, olemme luoneet useita standardimalleja. Kun valitset jonkin näistä malleista, teksti alue sisältää kopion, jonka voit sitten muuttaa sivuston vaatimusten mukaiseksi.
fr: Pour vous aider à travailler avec ce bloc, nous avons créé plusieurs modèles standards. Quand vous sélectionnez l'un de ces modèles, l'espace de saisie du texte contient une copie que vous pouvez modifier et personnaliser selon les exigences de votre site.
nb: For å hjelpe deg igang med denne blokken, har vi laget noen standard-maller. Når du velger en av disse, fylles tekstfeltet med en tekst du kan ta som utgangspunkt for dine egne endringer.
sk: Pre pomoc pri práci s týmto blokom sme vytvorili niekoľko štandardných šablon. Ak si zvolíte niektorú šablonu, textová oblasť bude obsahovať predlohu, ktorú môžete zmeniť a prispôsobiť tak požiadavkám vašich stránok.
sv: För att hjälpa dig komma igång med det block har vi skapat flera standardmallar. När du väljer en av de mallarna kommer textområdet att innehålla en kopia som du kan ändra så att den passar din sajt.

source: Adds a tab to the individual page which displays the notes of an individual.
fi: Lisää henkilösivulle välilehti, jolla esitetään henkilöön liittyvät lisätiedot.
fr: Ajoute un onglet sur la page individuelle qui affiche les notes d'un individu.
hu: Hozzáad egy fület az Egyén oldalához amelyen megjelennek az illető jegyzetei.
nb: Legger til en fane på individsiden som viser notatene på en person.
sk: Pridá panel, ktorý zobrazuje poznámky o jednotlivcoch, na osobnú stránku.
sv: Lägger till en flik till personsida som visar anteckningar om en person.

source: Show all notes
fi: Näytä kaikki lisätiedot
fr: Voir toutes les notes
hu: Mutasd az összes jegyzetet
nb: Vis alle notater
sk: Zobraziť všetky poznámky
sv: Visa alla anteckningar

source: There are no Notes for this individual.
fi: Tällä henkilöllä ei ole lisätietoja.
fr: Aucune note liée à cet individu.
hu: Ennek a személynek nincs Megjegyzései.
nb: Det finnes ingen notater for denne personen.
sk: K tejto osobe nie sú žiadne poznámky.
sv: Det finns inga antecknngar om denna person.

source: Add Note
fi: Tallenna lisätieto
fr: Ajouter une note
hu: Jegyzet hozzáadása
nb: Legg til Notat
sk: Pridať poznámku
sv: Lägg till anteckning

source: Add a new note
fi: Lisää uusi lisätieto
fr: Associer une note
hu: Új megjegyzés hozzáfűzése
nb: Legg til nytt notat
sk: Pridať novú poznámku
sv: Lägg till ny anteckning

source: Add Shared Note
fi: Lisää jaettu lisätieto
fr: Ajouter une note partagée
hu: Közös jegyzet hozzáadása
nb: Legg til delt notat
sk: Pridať zdieľanú poznámku
sv: Lägg till delad anteckning

source: Add a new shared note
fi: Lisää uusi jaettu lisätieto
fr: Associer une note partagée
hu: Új megosztott jegyzet
nb: Legg til et nytt delt notat
sk: Pridať novú zdieľanú poznámku
sv: Lägg till ny delad anteckning

source: Fact Sources
fi: Tietolähde
fr: Sources d'information
hu: Esemény források
nb: Kildefakta
sk: Zdroje údajov
sv: Uppgiftskällor

source: A report of facts which are supported by a given source.
fi: Raportti tiedoista, jotka ovat lähtöisin tietystä lähteestä.
fr: Rapport des faits reliés à une source.
hu: Jelentés adott forrásból származó eseményekről.
nb: Oversikt over fakta som stammer fra en bestemt kilde.
sk: Výpis údajov, ktoré sú v danom zdroji.
sv: En rapport över fakta som härstammar från en viss källa.

source: Individual Report
fi: Henkilöraportti
fr: Individu
hu: Személy összefoglalója
nb: Personrapport
sk: Report osôb
sv: Personrapport

source: A report of the details of a person.
fi: Raportti henkilön tiedoista.
fr: Rapport des données généalogiques d'une personne
hu: Részletes jelentés egy személyről.
nb: Detaljert oversikt over en bestemt person.
sk: Report s detailami o danej osobe
sv: Rapport över en persons uppgifter

source: An interactive tree, showing all the ancestors and descendants of a person.
fi: Interaktiivinen sukupuu, jossa näkyvät kaikki henkilön esi-isät ja jälkeläiset.
fr: Un arbre interactif, montrant tous les ancêtres et les descendants d'une personne.
hu: Ez egy interaktív fa, megmutatja az adott személy őseit és leszármazottait.
nb: Et interaktivt tre, som viser alle en persons aner og etterkommere.
sk: Interaktívny strom zobrazí všetkých predkov a potomkov osoby.

source: Style
fi: Tyyli
fr: Modèle
hu: Stílus
nb: Stil
sk: Štýl

source: Move the toolbar
fi: Siirrä työkalurivi
fr: Déplacer la barre d'outils
hu: Helyezze át az eszköztárat
nb: Flytt verktøylinjen
sk: Preniesť na lištu

source: Align left
fi: Tasaa vasemmalle
fr: Aligner à gauche
hu: Balra igazítás
nb: Justér til venstre
sk: Zarovnať vľavo

source: Center
fi: Keskitä
fr: Centrer
hu: Középre
nb: Centrér
sk: Stred

source: Align right
fi: Tasaa oikealle
fr: Aligner à droite
hu: Jobbra igazítás
nb: Justér til høyre
sk: Zarovnať vpravo

source: Show year of birth and death
fi: Näytä syntymä- ja kuolinvuosi
fr: Afficher les années de naissance et de décès
hu: Mutassa a születési és halálozási évet
nb: Vis fødsels- og dødsår
sk: Zobraziť rok narodenia a úmrtia

source: Use compact layout
fi: Käytä tiivistettyä näkymää
fr: Utiliser le modèle compact
hu: Szorosabb elrendezés használata
nb: Bruk kompakt layout
sk: Použiť kompaktné zobrazenie

source: Print
fi: Tulosta
fr: Imprimer
hu: Nyomtatás
nb: Skriv ut
sk: Vytlačiť
sv: Skriv ut

source: Show all spouses and ancestors
fi: Näytä kaikki aviopuolisot ja esi-isät
fr: Afficher tous les conjoints et tous les ancêtres
hu: Mutassa az össes elődöt és utódot
nb: Vis alle ektefeller og aner
sk: Zobraziť všetkých manželov a predkov

source: Full screen
fi: Kokoruutu
fr: Plein écran
hu: Teljes képernyő
nb: Full skjerm
sk: Celá obrazovka

source: Child of %s
fi: %s:n lapsi
fr: Enfant de %s
hu: %s gyermeke
nb: Barn av %s
sk: Dieťa %s

source: Relatives
fi: Sukulaiset
fr: Familles
hu: Rokonok
nb: Familie
sk: Príbuzný
sv: Släktingar

source: Adds a tab to the individual page which displays the families and close relatives of an individual.
fi: Lisää henkilösivulle välilehti, joka näyttää henkilön perheet ja lähisukulaiset.
fr: Ajoute un onglet sur la page individuelle qui affiche les familles et les proches parents d'un individu.
hu: Fül hozzáadása az egyéni laphoz, amelyben megjelennek a családok és a közeli rokonok.
nb: Legger til en fane på en personside som viser familier og nære slektninger til en person.
sk: Pridáva na osobnú stránku panel, ktorý zobrazuje rodiny a blízkych príbuzných danej osoby.
sv: Lägg till en flik till personsida som som visar en persons familjer och nära släktingar.

source: Add a husband to this family
fi: Lisää aviomies perheeseen
fr: Ajouter un époux à cette famille
hu: Férj hozzáadása a családhoz
nb: Legg til en ektemann til denne familien
sk: Pridať manžela k tejto rodine
sv: Lägg till en make till denna familj

source: Add a wife to this family
fi: Lisää vaimo perheeseen
fr: Ajouter une épouse à cette famille
hu: Feleség hozzáadása a családhoz
nb: Legg til en hustru til denne familien
sk: Pridať manželku k tejto rodine
sv: Lägg till en maka till denna familj

source: Add marriage details
fi: Lisää avioliiton yksityiskohdat
fr: Ajouter un nouveau mariage
hu: Házasság részleteinek hozzáadása
nb: Legg til detaljer om vielsen
sk: Pridať podronosti o svadbe
sv: Lägg till en ny vigsel

source: Add a son or daughter
fi: Lisää poika tai tytär
fr: Ajouter un fils ou une fille
hu: Gyermek hozzáadása
nb: Legg til en sønn eller datter
sk: Pridať syna alebo dcéru
sv: Lägg till en son eller dotter

source: Add a brother or sister
fi: Lisää sisarus
fr: Ajouter un frère ou une sœur
hu: Testvér hozzáadása
nb: Legg til en bror eller søster
sk: Pridať brata alebo sestru
sv: Lägg till en bror eller syster

source: Brother
fi: Veli
fr: Frère
hu: Fiútestvér
nb: Bror
sk: Brat
sv: Bror

source: Sister
fi: Sisar
fr: Sœur
hu: Lánytestvér
nb: Søster
sk: Sestra
sv: Syster

source: Show date differences
fi: Näytä päivämääräpoikkeamat
fr: Montrer les écarts entre les dates
hu: Dátumkülönbség mutatása
nb: Vis datoforskjeller
sk: Zobraziť rozdiely veku
sv: Visa datumavvikelser

source: Link this person to an existing family as a child
fi: Liitä tämä henkilö lapseksi olemassa olevaan perheeseen.
fr: Relier cette personne à une famille existante comme enfant
hu: Ezt a személyt hozzákapcsolni egy létező családhoz mint gyermek
nb: Koble denne personen til en eksisterende familie som et barn
sk: Pridať túto osobu k existujúcej rodine ako dieťa
sv: Länka personen till existerande familj som barn

source: Add a new wife
fi: Lisää uusi vaimo
fr: Ajouter une nouvelle épouse
hu: Új feleség hozzáadása
nb: Legg til en ny hustru/partner
sk: Pridať novú manželku
sv: Lägg till en ny maka

source: Add a wife using an existing person
fi: Liitä vaimo käyttäen tiedostossa olevaa henkilöä.
fr: Ajouter une épouse en utilisant une personne existante
hu: Hozzáadni egy feleséget egy bejegyzett személyből választva
nb: Legg til en hustru/partner ved å bruke en person som allerede finnes i databasen
sk: Pridať existujúcu osobu ako manželku
sv: Lägg till en maka för en existerande person

source: Link this person to an existing family as a husband
fi: Liitä tämä henkilö mieheksi olemassa olevaan perheeseen.
fr: Relier cette personne à une famille existante comme époux
hu: Ezt a személyt hozzákapcsolni egy létező családhoz mint férj
nb: Koble denne personen til en eksisterende familie som ektemann
sk: Pridať túto osobu k existujúcej rodine ako manžela
sv: Länka personen till existerande familj som make

source: Add a new husband
fi: Lisää uusi mies puolisoksi
fr: Ajouter un nouvel époux
hu: Új férj hozzáadása
nb: Legg til en ny ektemann/partner
sk: Pridať nového manžela
sv: Lägg till en ny make

source: Add a husband using an existing person
fi: Liitä mies puolisoksi käyttäen tiedostossa olevaa henkilöä.
fr: Ajouter un époux en utilisant une personne existante
hu: Hozzáadni egy férjet egy bejegyzett személyből választva
nb: Legg til en ektemann/partner ved å bruke en person som allerede finnes i databasen
sk: Pridať existujúcu osobu ako manžela
sv: Lägg till en make för en existerande person

source: Link this person to an existing family as a wife
fi: Liitä tämä henkilö vaimoksi olemassa olevaan perheeseen.
fr: Relier cette personne à une famille existante comme épouse
hu: Ezt a személyt hozzákapcsolni egy létező családhoz mint feleség
nb: Knytt denne personen til en eksisterende familie som en hustru
sk: Pridať túto osobu k existujúcej rodine ako manželku
sv: Länka personen till existerande familj som maka

source: Page Menu
fi: Sivuvalikko
hu: Oldal menü
nb: Sidemeny
sk: Menu stránky
sv: Sidmeny

source: Adds a menu to the menu bar which provides page specific options.
fi: Lisää valikon valikkoriville, jossa on sivuasetukset.
fr: Ajoute un menu à la barre de menu qui prévoit la page des options spécifiques.
hu: Oldalspecifikus információk megjelenítésére szolgáló menü hozzáadása.
nb: Legger en meny til menylinjen, som gir sidespesifikke valg.
sk: Pridáva menu na lištu s menu, ktorá poskytuje stránke špecifické voľby.
sv: Lägg till en meny till menyraden, i vilken finns sidinställningar

source: Sources report
fi: Lähdetietoraportti
fr: Rapport Sources
hu: Források jelentése
nb: Kilderapport
sk: Zoznam zdrojov
sv: Rapport över källor

source: A report of individuals which are supported by a given source.
fi: Raportti henkilöistä, joilla on tietty tiedonlähde.
fr: Rapport des individus reliés à une source donnée.
hu: Jelentés adott forrásból felfedezett személyekről.
nb: Oversikt over personer med data fra en bestemt kilde.
sk: Výpis osôb, ktorých údaje pochádzajú z daného zdroja.
sv: Rapport över personer, som är från en viss källa.

source: Adds a tab to the individual page which displays the sources linked to an individual.
fi: Lisää henkilösivulle välilehti, joka luettelee henkilöön liityvät lähdetiedot.
fr: Ajoute un onglet sur la page individuelle qui affiche les sources associées à une personne.
hu: Fül hozzáadása az egyéni laphoz, amelyben megjelennek a személy forráshivatkozásai.
nb: Legger til en fane på en personside som viser kildene til en person.
sk: Pridáva na osobnú stránku panel, ktorý zobrazuje zdroje spojené s danou osobou.
sv: Lägg till en flik till personsida som visar källor länkade till en person.
