Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Privacy settings prevent you from editing this record.
fi: Yksityisyysasetukset estävät tämän tietueen muokkauksen.
fr: Droits insuffisants pour modifier cet enregistrement.
hu: A diszkréciós beállítások alapján Ön nem szerkesztheti ezt a rekordot.
nb: På grunn av hensyn til personvern, kan du ikke endre opplysningene.
sk: Nastavenie utajenia vám neumožňuje upravovať tento záznam.
sv: Integritetsinställningarna hindrar dig från att redigera denna post.

source: Add an unlinked person
fi: Lisää henkilö, jolla ei ole linkkejä muihin henkilöihin
fr: Ajouter une personne isolée
hu: Kapcsolat nélküli személy hozzáadása
nb: Legg til en person som ikke er knyttet til en familie
sk: Pridať nezávislú osobu
sv: Lägg till en olänkad person

source: Add daughter
fi: Lisää tytär
fr: Ajouter une fille
hu: Lány hozzáadása
nb: Legg til datter
sk: Pridať dcéru
sv: Lägg till dotter

source: Add son
fi: Lisää poika
fr: Ajouter un fils
hu: Fiú hozzáadása
nb: Legg til sønn
sk: Pridať syna
sv: Lägg till son

source: Add child
fi: Lisää lapsi
fr: Ajouter un enfant
hu: Gyermek hozzáadása
nb: Legg til barn
sk: Pridať dieťa
sv: Lägg till barn

source: Add wife
fi: Lisää vaimo
fr: Ajouter une épouse
hu: Feleség hozzáadása
nb: Legg til hustru
sk: Pridať manželku
sv: Lägg till maka

source: Add husband
fi: Lisää aviomies
fr: Ajouter un époux
hu: Férj hozzáadása
nb: Legg til ektemann
sk: Pridať manžela
sv: Lägg till make

source: Add a new mother
fi: Lisää uusi äiti
fr: Ajouter une nouvelle mère
hu: Anya hozzáadása
nb: Legg til en ny mor
sk: Pridať novú matku
sv: Lägg till en ny moder

source: Add a new father
fi: Lisää uusi isä
fr: Ajouter un nouveau père
hu: Apa hozzáadása
nb: Legg til en ny far
sk: Pridať nového otca
sv: Lägg till en ny fader

source: Add a child to create a one-parent family
fi: Lisää lapsi ja luo yhden vanhemman perhe
fr: Ajouter un enfant pour obtenir une famille monoparentale
hu: Gyerek hozzáadása mint egygyerekes család
nb: Legg til et barn for å opprette en aleneforeldrefamilie
sk: Pridať dieťa a vytvoriť rodinu s jedným rodičom
sv: Lägg till ett barn för att skapa en föräldrers familj

source: Edit raw GEDCOM record
fi: Muokkaa GEDCOM raakadataa
fr: Modifier les balises GEDCOM
hu: A nyers GEDCOM-rekord szerkesztése
nb: Endre opplysninger direkte i slektsfilen
sk: Upraviť priamo záznam GEDCOM
sv: Redigera rå GEDCOM-post

source: Do not update the CHAN (Last Change) record
fi: Älä päivitä CHAN (viimeisin muutos) tietuetta
fr: Conserver la date de mise à jour (CHAN)
nb: Ikke oppdater CHAN (Last Change) posten
sk: Neaktualizuj CHAN záznam (Posledná zmena).
sv: Uppdatera inte CHAN (Senast ändrade) posten

source: Family
fi: Perhe
fr: Famille
hu: Család
nb: Familie
sk: Rodina
sv: Familj

source: Set link
fi: Liitä
fr: Mettre un lien
hu: Kapcsolat létrehozása
nb: Sett link
sk: Nastaviť odkaz
sv: Sätt länk

source: Wife
fi: Vaimo
fr: Épouse
hu: Feleség
nb: Hustru
sk: Manželka
sv: Maka

source: Husband
fi: Mies
fr: Époux
hu: Férj
nb: Ektemann
sk: Manžel
sv: Make

source: You must provide a source title
fi: Sinun pitää antaa tietolähteelle otsikon
fr: Vous devez fournir un titre de la source
hu: Meg kell adnia egy forrás címet
nb: Du må lage en tittel til kilden
sk: Musíte zadať názov zdroja
sv: Du bör ange en rubrik för källan

source: Create a new source
fi: Luo uusi lähde
fr: Créer une nouvelle source
hu: Új forrás létrehozása
nb: Opprett ny kilde
sk: Vytvoriť nový zdroj
sv: Skapa en ny källa

source: Associate events with this source
fi: Kytke tapahtumat tähän lähteeseen
fr: Évènements associés à cette source
hu: Események hozzárendelése ezekhez a forrásokhoz
nb: Knytt begivenhetstyper til denne kilden
sk: Asociuj udalosť s týmto zdrojom
sv: Associera händelse med denna källa

source: Select Events
fi: Valitse tapahtumat
fr: Choisir un évènement
hu: Válasszon eseményt
nb: Velg begivenheter
sk: Vyber udalosť
sv: Välj händelse

source: New source created successfully.
fi: Uuden lähteen luominen onnistui.
fr: Nouvelle source créée avec succès.
hu: Az új forrást sikeresen létrehoztuk.
nb: Den nye kilden er lagret.
sk: Nový zdroj bol vytvorený.
sv: Ny källa skapades korrekt.

source: Paste the following ID into your editing fields to reference the newly created record
fi: Liitä seuraava ID muokkauskenttiisi viitataksesi tähän uuteen lähteeseen.
fr: Cliquez ici pour sélectionner cette source
hu: Illessze be a következő azonosítót a szerkesztett mezőkbe, hogy hivatkozhasson erre a forrásra.
nb: Lim inn følgende ID i endringsfeltet som en referanse til denne hendelsen
sk: Vložte toto ID zdroja do políčok, z ktorých sa chcete odvolávať na tento zdroj.
sv: Klistra in följande källid in i ditt redigeringsfält för att referera till denna källa

source: Create a new Shared Note
fi: Luo uusi jaettu lisätieto
fr: Créer une nouvelle note partagée
hu: Hozzunk létre egy új Közös jegyzetet
nb: Opprett et nytt delt notat
sk: Založiť novú zdieľanú poznámku
sv: Skapa ny delad anteckning

source: Shared note
fi: Jaettu lisätieto
fr: Note Partagée
hu: Közös jegyzet
nb: Delt notat
sk: Zdieľané poznámky
sv: Delad anteckning

source: New Shared Note created successfully.
fi: Uuden jaetun lisätiedon luonti onnistui.
fr: Nouvelle note partagée créée avec succès.
hu: Új Osztott jegyzet létrehozva.
nb: Nytt delt notat opprettet.
sk: Nová zdieľaná poznámka bola úspešne založená
sv: Ny delad anteckning skapad

source: Create a new Shared Note using Assistant
fi: Lisää uusi jaettu lisätieto käyttäen avustajaa
fr: Créer une nouvelle note partagée en utilisant l'assistant
hu: Megosztott megjegyzés létrehozása az asszisztens segítségével
nb: Opprett et nytt delt notat ved bruk av assistent
sk: Vytvoriť novú zdieľanú poznámku pomocou asistenta
sv: Skapa ny delad anteckning med hjälp av guide

source: Edit Shared Note
fi: Muokkaa jaettua lisätietoa
fr: Modifier note partagée
hu: Közös jegyzet szerkesztése
nb: Endre delt notat
sk: Upraviť zdieľanú poznámku
sv: Redigera delad anteckning

source: You must provide a repository name
fi: Sinun pitää antaa tietovarastolle nimen
fr: Vous devez fournir un nom de dépôt
hu: Meg kell adja a tároló nevét
nb: Du må lage et navn til arkivet
sk: Musíte zadať názov repozitára

source: Create Repository
fi: Luo tietovarasto
fr: Créer un dépôt d'archives
hu: Új Szervezet
nb: Opprett arkiv
sk: Založiť prameň
sv: Skapa arkiv

source: Repository name
fi: Tietovaraston nimi
fr: Nom des dépôts d'archives
hu: Gyűjtőhely neve
nb: Arkivnavn
sk: Názov repozitára
sv: Arkivnamn

source: New Repository created
fi: Luotu uusi tietovarasto
fr: Nouveau dépôt d'archives créé
hu: Új Szervezet alkotva
nb: Nytt oppbevaringssted er opprettet
sk: Nový prameň bol založený
sv: Nytt arkiv skapat

source: Paste the following Repository ID into your editing fields to reference this Repository
fi: Liitä seuraava tietovaraston ID muokattaviin kenttiisi viittaukseksi tähän tietovarastoon.
fr: Cliquez ici pour sélectionner ce dépôt d'archives
hu: Ragassza be ennek a Szervezet azonosítószámát az ön szerkesztési mezőjébe, hogy ez a Szervezet legyen a referencia
nb: Lim inn følgende arkivID i redigeringsfeltet for å referere til dette arkivet
sk: Vložte toto ID prameňa do políčok, z ktorých sa chcete odvolávať na tento prameň.
sv: Klistra in följande arkivid i ditt redigeringsfält för att referera till detta arkiv

source: There was an error uploading your file.
fi: Tiedoston siirron vastaanottamisessa tapahtui virhe.
fr: Erreur lors du chargement de votre fichier GEDCOM sur le serveur.
hu: Hiba történt az Ön GEDCOM-állományának feltöltése közben.
nb: Det oppstod en FEIL under henting (opplasting) av filen din.
sk: V priebehu nahrávania vášho súboru sa objavila chyba.
sv: Det uppstod ett fel vid uppladdningen av din fil.

source: Update successful
fi: Päivitys onnistui
fr: Mise à jour réussie
hu: A frissítés sikeresen megtörtént
nb: Oppdatering er utført
sk: Aktualizácia bola úspešná
sv: Uppdatering genomförd

source: Record copied to clipboard
fi: Tietue kopioitu leikepöydälle
fr: Enregistrement copié dans le presse-papiers
hu: Bejegyzés a vágólapra másolva
nb: Data er kopiert til utklippstavlen
sk: Záznam bol skopírovaný do schránky
sv: Post som är kopierad till urklippskorgen

source: Re-order children
fi: Järjestä lapset uudelleen
fr: Modifier l'ordre des enfants
hu: Gyerekek új sorrendje
nb: Endre barns rekkefølge
sk: Znovu usporiadať deti
sv: Ändra ordning på barn

source: Sort by birth dates
fi: Lajittele syntymäajat
fr: Trier par date de naissance
nb: Sorter på fødselsdato
sk: Triediť podľa dátumu narodenia
sv: Sortera enligt födelsedatum

source: Mother
fi: Äiti
fr: Mère
hu: Anya
nb: Mor
sk: Matka
sv: Mor

source: Father
fi: Isä
fr: Père
hu: Apa
nb: Far
sk: Otec
sv: Far

source: Son
fi: Poika
fr: Fils
hu: Fiúgyermek
nb: Sønn
sk: Syn

source: Daughter
fi: Tytär
fr: Fille
hu: Lánygyermek
nb: Datter
sk: Dcéra
sv: Dotter

source: Child
fi: Lapsi
fr: Enfant
hu: Gyermek
nb: Barn
sk: Dieťa
sv: Barn

source: Spouse
fi: Puoliso
fr: Conjoint
hu: Házastárs
nb: Ektefelle
sk: Partner
sv: Maka/Make

source: Use this page to change or remove family members.<br /><br />For each member in the family, you can use the Change link to choose a different person to fill that role in the family. You can also use the Remove link to remove that person from the family.<br /><br />When you have finished changing the family members, click the Save button to save the changes.
fi: Tällä sivulla voi muuttaa tai poistaa perheenjäseniä.<br /><br />Jokaiselle perheenjäsenelle voit käyttää "Muuta"-linkkiä valitsemaan eri henkilön kyseiseen asemaan perheessä. Henkilön voi myös poistaa perheestä käyttämällä "Poista"-linkkiä.<br /><br />Muutosten jälkeen klikkaa "Tallenna"-painiketta muutosten tallentamiseksi.
fr: Utilisez cette page pour modifier ou supprimer un membre de la famille.<br /><br />Pour chaque membre de la famille, vous pouvez utiliser le lien «Changer» pour choisir un individu différent pour remplir ce rôle (père, mère ...) dans la famille. Vous pouvez également utiliser le lien «Retirer» pour supprimer cet individu de cette famille.<br /><br />Quand vous avez terminé les modifications des membres de la famille, cliquez sur le bouton «sauver (enregistrer)» pour sauvegarder vos modifications.
hu: Használja ezt az oldalt hogy változtasson vagy töröljön családtagokat.<br /><br />Minden családtagnál használhatja a Változtat linket hogy válasszon egy másik személyt a helyében. Az Eltávolít linket használhatja hogy a személyt eltávolítsa a családból.<br /><br />Miután készen van a változtatásokkal, nyomja meg a Mentés gombot, hogy elmentse a változtatásokat.
nb: Bruk denne siden til å endre eller fjerne familiemedlemmer.<br /><br />For hvert medlem i familien kan du bruke valget Endre for å velge en annen person til denne rollen i familien. Du kan også bruke valget Fjern for å fjerne denne personen fra familien.<br /><br />Når du er ferdig med å gjøre endringer for familiemedlemmene, klikker du på knappen Lagre for å lagre endringene.
sk: Použite túto stránku ku zmene, alebo zmazaniu členov rodiny.<br /><br />Pre každého člena rodiny môžete použiť link Zmena na výber inej osoby, ktorá plní túto rolu v rodine. Môžete tiež použiť link Odstrániť ku zmazaniu tejto osoby z rodiny.<br /><br />Keď skončíte zmeny členov rodiny, kliknite na tlačítko Uložiť, pre uloženie vykonaných zmien.
sv: Använd denna sida att lägga till eller tabort familjemedlemmar.<br /><br />För varje medlem i familjen kan du använda ändra länken för att välja en annan person att ta platsen i familjen. Du kan också tabortlänken för att tabort personen från familjen.<br /><br />När du är klar med ändringarna av familjemedlemmarna ska du klicka på spara-knappen för att spara ändringarna.

source: Change Family Members
fi: Muuta perheenjäseniä
fr: Modifier les membres de la famille
hu: Családtagok változtatása
nb: Rediger familiemedlemmer
sk: Zmeniť členov rodiny
sv: Ändra familjemedlemmar

source: Change
fi: Muuta
fr: Changer
hu: Változtat
nb: Endre
sk: Zmeniť
sv: Ändra

source: Reorder families
fi: Muuta perheiden järjestys
fr: Réorganiser les familles
hu: Családok sorrendje
nb: Endre rekkefølge på familier
sk: Znovu usporiadať rodiny
sv: Ordna om familjer

source: Sort by marriage date
fi: Lajittele avioitumispäivän mukaan
fr: Trier par date de mariage
nb: Sorter etter vielsesdato
sk: Triedenie podľa dátumu svadby
sv: Sortera enligt vigseldatum

source: The media file was not found in this family tree
fi: Tässä sukupuussa ei löytynyt kyseinen mediatiedosto
fr: Le fichier multimédia est introuvable dans cet arbre généalogique
hu: A médiafájl nem található a családfában
nb: Mediefilen ble ikke funnet i dette familietre
sk: Súbor médií nebol nájdený v tomto rodokmeni.
sv: Mediafilen hittades inte i detta släktträd

source: This media file is broken and cannot be watermarked
fi: Tämä mediatiedosto on rikkonainen eikä siihen voi laittaa vesileimaa
fr: Ce fichier multimédia est défectueux et ne peut pas être mis en surbrillance
hu: Ez a médiafájl hibás és nem vízjelezhető
nb: Denne mediafilen er skadet og kan ikke vannmerkes
sk: Tento súbor médií je poškodený a nemôže byť označený.
sv: Mediafilen är trasig och kan inte bli vattenmärkt

source: User administration
fi: Käyttäjien hallinta
fr: Administrer les utilisateurs
hu: Felhasználókezelés
nb: Brukeradministrasjon
sk: Správa uživateľov
sv: Användaradministration

source: Duplicate user name. A user with that user name already exists. Please choose another user name.
fi: Tämä käyttäjätunnus on jo olemassa. Valitse toinen käyttäjätunnus.
fr: Utilisateur déjà existant. Un utilisateur existe déjà sous ce nom. Veuillez retourner à la page précédente et choisir un autre nom.
hu: A megadott felhasználónév már foglalt. Válasszon másikat.
nb: Brukernavnet er allerede brukt. Velg et annet brukernavn
sk: Duplicitné meno užívateľa. Užívateľ s týmto užívateľským menom už existuje. Prosím zvoľte iné užívateľské meno.
sv: En avändare med detta användarnamn finns redan. Välj ett annat användarnamn.

source: Duplicate email address. A user with that email already exists.
fi: Toisella käyttäjällä on jo sama sähköpostiosoite.
fr: Adresse courriel en double. Un utilisateur avec cette adresse courriel existe déjà.
hu: Már létező e-mail cím. Evvel az e-mail címmel már van felhasználó.
nb: En bruker med denne epostadressen eksisterer allerede.
sk: Duplicitná adresa. Uživateľ s touto adresou už existuje.
sv: En användare som har denna e-postadress finns redan.

source: You must enter a user name.
fi: Täytä käyttäjätunnus.
fr: Vous devez entrer un nom d'utilisateur.
hu: Adja meg a felhasználónevet
nb: Du må oppgi et brukernavn.
sk: Musíte vložiť uživateľské meno.
sv: Skriv in ett användarnamn.

source: You must enter a real name.
fi: Kirjoita etu- ja sukunimi.
fr: Vous devez entrer un nom réel.
hu: Meg kell adni a nevét
nb: Du må taste inn navnet ditt
sk: Musíte zadať skutočné meno.
sv: Skriv in hela namnet.

source: You must enter an email address.
fi: Kirjoita sähköpostiosoitteesi.
fr: Vous devez entrer une adresse courriel.
hu: Adjon meg egy e-mail címet
nb: Du må oppgi en epostadresse.
sk: Musíte zadať e-mailovú adresu.
sv: Du måste skriva in en e-postadress.

source: Passwords do not match.
fi: Salasana ei täsmää.
fr: Les mots de passe ne sont pas identiques.
hu: A jelszavak nem egyeznek
nb: De to passordene samsvarer ikke.
sk: Heslá sa nezhodujú.
sv: Lösenorden stämmer inte överens.

source: Passwords must contain at least 6 characters.
fi: Salasanassa pitää olla vähintään 6 merkkiä.
fr: Le mot de passe doit contenir au moins 6 caractères.
hu: A jelszónak legalább 6 karakterből kell állnia.
nb: Passordet må inneholde minst 6 tegn.
sk: Heslo musí obsahovať aspoň 6 znakov.
sv: Lösenordet måste innehålla minst 6 tecken.

source: My account
fi: Käyttäjätilini
fr: Mon compte
hu: Felhasználói adataim
nb: Min konto
sk: Môj účet
sv: Mitt konto

source: User name
fi: Käyttäjätunnus
fr: Identifiant
hu: Felhasználói név
nb: Brukernavn
sk: Uživateľské meno
sv: Användarnamn

source: Real name
fi: Etu- ja sukunimi
fr: Nom réel
hu: Valódi név
nb: Fullt navn
sk: Skutočné meno
sv: Verkligt namn

source: Individual record
fi: Henkilötiedot(-tietue)
fr: Code GEDCOM de l'individu
hu: Egyéni bejegyzés
nb: Personregistrering
sk: Osobný záznam
sv: Person datapost

source: Pedigree chart root person
fi: Esivanhemmat-kaavion aloitushenkilö
fr: Individu racine de l'arbre
hu: A származásgrafikon kezdő személye
nb: Proband
sk: Východisková osoba rodokmeňa
sv: Förfäderträdets startperson

source: Password
fi: Salasana
fr: Mot de passe
hu: Jelszó
nb: Passord
sk: Heslo
sv: Lösenord

source: Leave password blank if you want to keep the current password.
fi: Jätä salasana tyhjäksi jos et halua muuttaa sitä.
fr: Laisser le champ vide pour conserver le mot de passe existant.
hu: Hagyja üresen a jelszó mezőt, ha meg szeretné tartani a régi jelszót
nb: La feltet for passord være tomt, hvis du vil bevare det eksisterende passordet.
sk: Ponechajte pole heslo prázdne, ak chcte zachovať aktuálne heslo.
sv: Lämna lösenordsfältet tomt om du vill behålla det nuvarande lösenordet.

source: Confirm password
fi: Salasana uudestaan
fr: Confirmer le mot de passe
hu: Jelszó még egyszer
nb: Bekreft passord
sk: Potvrdiť heslo
sv: Bekräfta lösenordet

source: Language
fi: Kieli
fr: Langage
hu: Nyelv
nb: Språk
sk: Jazyk
sv: Språk

source: Email address
fi: Sähköpostiosoite
fr: Adresse courriel
hu: Email cím
nb: Epostadresse
sk: E-mailová adresa
sv: E-postadress

source: &lt;default theme&gt;
fi: &lt;oletusteema&gt;
fr: &lt;th&egrave;me par défaut&gt;
nb: &lt;forhåndsatt tema&gt;
sv: &lt;standard tema&gt;

source: Preferred contact method
fi: Toivottu yhteystapa
fr: Moyen de contact préféré
hu: Kapcsolattartási mód
nb: Foretrukket kontaktmetode
sk: Uprednostňovaná kontaktná metóda
sv: Önskad kontaktmetod

source: Visible to other users when online
fi: Näkyvissä muille käyttäjille online-tilassa.
fr: Visible par les autres utilisateurs
hu: Bejelentkezés után látható
nb: Vis andre at du er pålogget
sk: Viditeľný pre iných uživateľov, keď je online
sv: Synlig för andra användare när du är online

source: Default Tab to show on Individual Information page
fi: Oletusvälilehti, joka näytetään henkilösivulla
fr: Onglet par défaut sur les fiches individuelles
hu: Mutassa ezt az oldalt mint alap oldal a Személyek Információs oldalán
nb: Arkfanen som skal vises som standard på faktasiden til personer
sk: Implicitné záložky k zobrazeniu na osobnej informačnej stránke
sv: Den flik visas som standard på Personinformationssidan

source: Missing relatives facts
fi: Puuttuvat sukulaistiedot
fr: Informations manquantes
hu: Hiányzó rokon adatok
nb: Manglende slektsfakta
sk: Chýbajúce údaje príbuzných
sv: Saknade släktfakta

source: A report of unknown facts for a person and their relatives.
fi: Raportti henkilön ja hänen sukulaistensa tuntemattomista vakiotiedoista.
fr: Rapport des faits inconnus d'une personne et des individus apparentés.
hu: Jelentés egy személlyel vagy rokonaival kapcsolatos ismeretlen tényezőkről.
nb: Rapport om manglende slektsfakta om personer og deres slektninger
sk: Výpis neznámych údajov osôb a ich príbuzných.
sv: En rapport över okända fakta för en person och dennes släkt.

source: Adds CKEditor for text editing in FAQ, News, HTML, and Stories modules.
fi: Ottaa käytöön CKEditor tekstinkäsittelyohjelman Usein kysytty (FAQ), HTML ja Tarinat (Story) moduuleissa.
fr: Ajoute CKEditor pour l'édition de texte dans FAQ, Nouvelles, HTML, et des modules histoires.
hu: A CKSzerkesztő használata a GYIK, Újdonságok, HTML és Történetek szerkesztéséhez.
nb: Inkluderer CKEditor for tekstbehandling i FAQ, Nyhet, HTML og Artikkel modulene.
sk: Pridá CKEditor na úpravu textov do modulov FAQ, Noviniek, HTML a Príbehov.

source: Cemetery Report
fi: Hautausmaaraportti
fr: Cimetière
hu: Jelentés a temetőkről
nb: Gravstedsrapport
sk: Report cintorínov
sv: Begravningsplatsrapport

source: A report of people buried in a given place.
fi: Raportti henkilöistä, jotka on haudattu tiettyyn paikkaan.
fr: Rapport des personnes enterrées dans un lieu donné.
hu: Jelentés adott helyen eltemetett személyekről.
nb: Oversikt over hvilke personer som er begravet et bestemt sted
sk: Výpis osôb pochovaných na danom mieste.

source: FAQ
fi: Usein kysytty
fr: Questions fréquentes (FAQ)
hu: GYIK
nb: Spørsmål &amp; svar (FAQ)
sk: Často kladené otázky
sv: Vanliga frågor

source: A list of frequently asked questions
fi: Usein kysytty-luettelo
fr: Liste des questions fréquemment posées
hu: Gyakori kérdések listája
nb: En liste over mest stilte spørsmål
sk: Zoznam často kladených otázok
sv: En lista på vanliga frågor

source: Edit FAQ item
fi: Muokkaa Usein kysytty aihe
fr: Editer FAQ
hu: GYIK elem szerkesztése
nb: Rediger FAQ-element
sk: Upraviť položku FAQ
sv: Redigera FAQ-post

source: Add FAQ item
fi: Lisää Usein kysytty aihe
fr: Ajouter FAQ
hu: GYIK elem hozzáadása
nb: Legg til FAQ-elementer
sk: Pridať položku FAQ
sv: Lägg till FAQ-post

source: Question
fi: Kysymys
hu: Kérdés
nb: Spørsmål
sk: Otázka
sv: Fråga

source: Answer
fi: Vastaus
fr: Réponse
hu: Válasz
nb: Svar
sk: Odpoveď
sv: Svar

source: Show this block for which languages?
fi: Millä kielillä tämä näytetään?
fr: Afficher ce bloc pour quelles langues&nbsp;?
hu: Mely nyelveken jelenjen meg ez a blokk?
nb: For hvilke språk skal denne blokken vises?
sk: Zobraziť tento blok pre všetky jazyky?
sv: För vilket språk visas detta block?

source: FAQ position
fi: Usein kysytyn sijainti
fr: Position :
hu: GYÍK pozíció
nb: FAQ-plassering
sk: FAQ pozícia

source: FAQ visibility
fi: Usein kysytyn näkyminen
fr: Visibilité : Foire aux questions (FAQ)
hu: GYÍK láthatósága
nb: FAQ-synlighet
sv: FAQ synlighet

source: Frequently asked questions
fi: Usein kysytty
fr: Foire aux questions (FAQ)
hu: Gyakran ismételt kérdések
nb: Ofte stilte spørsmål
sk: Často kladené otázky
sv: Vanliga frågor

source: Click on a title to go straight to it, or scroll down to read them all
fi: Valitsemalla eli klikkaamalla otsikkoa siirryt suoraan kyseiseen kysymykseen ja vastaukseen tai vierittämällä listaa, voit lukea kaikki
fr: Cliquez sur un titre pour y accéder directement, ou faites défiler vers le bas pour les lire tous
hu: Kattintson a címre, hogy a szöveghez jusson, vagy görgessen lefelé az olvasáshoz
nb: Klikk på en overskrift for å gå direkte til avsnittet, eller rull ned for å lese alt
sk: Kliknite na názov alebo rolujte myšou dole
sv: Klicka på en rubrik för att gå direkt till den eller rulla ner för att läsa dem alla

source: Click here to Add, Edit, or Delete
fi: Lisää, muokkaa tai poista
fr: Cliquez ici pour ajouter, modifier ou supprimer
hu: Kattintson ide ha Hozzáadni, Szerkeszteni vagy Törölni szeretne
nb: Klikk her for å legge til, endre eller slette
sk: Kliknite tu pre Pridať/ Upraviť/Zmazať
sv: Lägg till, redigera eller radera

source: back to top
fi: takaisin ylös
fr: Retour en Haut de la page
hu: vissza az elejére
nb: tilbake til toppen
sk: späť hore
sv: tillbaka upp

source: The FAQ list is empty.
fi: Kysymysluettelo on tyhjä.
fr: FAQ vide.
hu: A GYÍK lista üres.
nb: Listen med spørsmål &amp; svar er tom.
sk: FAQ zoznam je prázdny.
sv: FAQ listan är tom.

source: Position item
fi: Kysymyksen sijoittelu
fr: Item no
hu: Elem pozíciója
nb: Plassering
sk: Pozícia položky
sv: Position för artikel

source: Are you sure you want to delete this FAQ entry?
fi: Haluatko varmasti poistaa kysymyksen?
fr: Confirmez-vous la suppression de cette information ?
hu: Biztos benne hogy ezt az GYÍK-ot ki akarja törölni?
nb: Er du sikker på at du vil slette denne post?
sk: Ste si istý, že chcete zmazať položku FAQ?
sv: Är du säker på att du vill radera denna post?

source: Delete
fi: Poista
fr: Supprimer
hu: Töröl
nb: Slett
sk: Zmazať
sv: Radera
