Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Click Name to add person to Add Links List.
fi: Valitse henkilön lisättäväksi yhteyksien luontilistaan
fr: Cliquez sur le nom de la personne à ajouter Ajouter liste de liens.
hu: Kattintson a névre, hogy hozzáadja a Hivatkozás hozzáadása listához.
nb: Klik på navn for å tilføye person til <b>Tilføy link</b>-listen.
sk: Kliknutím na meno pridáte osobu do zoznamu Pridať odkazy.
sv: Klicka på namn för att lägga till person till "Lägg till Länklista".

source: Family Navigator
fi: Perhenavigaattori
fr: Navigateur familial
hu: Család böngészése
nb: Familienavigator
sk: Navigátor rodiny
sv: Familjenavigator

source: To Person
fi: henkilöön
fr: à une personne
hu: Személyhez
nb: Til person
sk: k osobe
sv: Till person

source: To Family
fi: perheeseen
fr: à une famille
hu: Családhoz
nb: Til familie
sk: k rodine
sv: Till familj

source: To Source
fi: lähteeseen
fr: à une source
hu: Forráshoz
nb: Til kilde
sk: k zdroju
sv: Till källa

source: Link media
fi: Linkitä Mediaan
fr: Lier un objet multimédia
hu: Média kapcsolás
sk: Pripojené média
sv: Länk till media

source: Administration
fi: Järjestelmänhallinta
hu: Adminisztráció
nb: Administrasjon
sk: Administrácia

source: Unable to authenticate user.
fi: Käyttäjätunnus tai salasana virheellinen, ei olemassa tai ei voimassa
fr: Authentification de l'utilisateur impossible.
hu: Nem sikerült azonosítani a felhasználót.
nb: Bruker kan ikke godkjennes.
sk: Nie je možné overiť uživateľa.
sv: Kan inte logga in användaren.

source: When adding a Link, the ID field cannot be empty.
fi: Yhteyttä luotaessa ID-kenttä ei voi olla tyhjä.
fr: Lors de l'ajout d'un lien, le champ ID ne peut pas être vide.
hu: Hivatkozás hozzáadásakor az ID mező nem lehet üres.
nb: ID-feltet kan ikke stå tomt når det legges til en lenke.
sk: Ak pridáte odkaz, pole ID nesmie zostať prázdne.
sv: När en länk läggs till, kan ID-fältet inte vara tomt.

source: Links
fi: Linkit
fr: Liens
hu: Hivatkozások
nb: Linker
sk: Odkazy
sv: Länkar

source: Add links
fi: Lisää linkkejä
fr: Ajouter des liens
hu: Hivatkozás hozzáadása
nb: Legg til en lenke
sk: Pridať odkazy
sv: Lägg till länkar

source: Enter or search for the ID of the person, family, or source to which this media item should be linked.
fi: Lisää tai etsi sen henkilön, perheen tai lähteen ID-tunnus, johon tämä media liitetään.
fr: Entrez ou recherchez l'ID de la personne, de la famille, ou de la source auqiel ce media doit être lié.
hu: Írja be vagy keresse ki annak a személynek, családnak vagy forrásnak az azonosítóját amihez ez a médiaelem hozzá lesz rendelve.
nb: Angi eller søk etter ID for person, familie eller kilde som dette medieobjekt skal knyttes til.
sk: Vložte alebo vyhľadajte ID osoby, rodiny alebo zdroja, ku ktorému má byť tento súbor médií pripojený.
sv: Skriv in eller sök efter ID för person, familj eller källa till vilket detta mediaobjekt ska länkas.

source: Admin Option
fi: Ylläpitäjävalinta
fr: Option administrateur
nb: Adminvalg
sk: Administrátorské voľby
sv: Administratörsinställningar

source: Do not update the CHAN (Last Change) records
fi: Älä päivitä CHAN (viimeksi muutettu) tietueita
fr: Ne pas mettre à jour le CHAN (dernière modification)
nb: Ikke oppdater CHAN (siste endring) posten
sk: Neaktualizovať záznam CHAN (posledná zmena)
sv: Uppdatera inte CHAN (sista ändringen) dataposter

source: Link to %s deleted
fi: Yhteys kohteeseen %s poistettu
fr: Lien vers %s supprimé
hu: %s-re mutató hivatkozás törölve
nb: Lenke til %s slettet
sk: Odkaz na %s zmazaný
sv: Länken till %s raderades

source: Link to %s added
fi: Linkki %saan lisätty
fr: Lien vers %s ajouté
hu: %s-re mutató hivatkozás hozzáadva
nb: Lenke til %s lagt til
sk: Odkaz na %s pridaný
sv: Länk till %s lades till

source: No CHAN (Last Change) records were updated
fi: CHAN (viimeksi muutettu) tietueita ei muutettu
fr: Aucune balise CHAN (dernière modification) n'a été mise à jour
hu: A CHAN (Utolsó Módosítás) mező nem lett frissítve
nb: Ingen CHAN (siste endring) poster ble oppdatert
sk: Žiadny záznam CHAN (posledná zmena) nebol aktualizovaný
sv: Inga CHAN (sista ändringen) dataposter har uppdaterats

source: Name
fi: Nimi
fr: Nom
hu: Név
nb: Navn
sk: Meno
sv: Namn

source: Keep
fi: Pidä
fr: Garder
hu: Megtart
nb: Behold
sk: Ponechať
sv: Behåll

source: Navigator
fi: Navigaattori
fr: navigateur
hu: Navigátor
sk: Navigátor

source: Keep Link in list
fi: Pidä liitos listalla
fr: Garder le lien dans la liste
hu: Hivatkozás listában tartása
nb: Behold lenke i listen
sk: Ponechať odkaz v zozname
sv: Behåll länk på lista

source: Remove Link from list
fi: Poista liitos listalta
fr: Supprimer le lien dans la liste
hu: Link törlése a listából
nb: Slett lenke fra listen
sk: Odstrániť odkaz zo zoznamu
sv: Ta bort länk från lista

source: Open Family Navigator
fi: Avaa perhenavigaattori
fr: Ouvrir le navigateur familial
hu: Családböngésző megnyitása
nb: Åpne familienavigatoren
sk: Otvoriť navigátora rodiny
sv: Öppna familjenavigator

source: Not a valid Individual, Family or Source ID
fi: Ei käytettävissä oleva henkilö-, perhe- tai lähdetunnus
fr: Individu, Famille ou Source non valide
hu: Érvénytelen személy, család vagy forrás ID
nb: Ikke en gyldig ID for person, familie eller kilde
sk: Neplatné ID osoby, rodiny alebo zdroja
sv: Icke giltig person-, familj- eller käll-ID

source: This link already exists
fi: Tämä liitos on jo olemassa
fr: Ce lien existe déjà
hu: Ez a hivatkozás már létezik
nb: Lenken eksisterer allerede
sk: Toto spojeni už existuje
sv: Denna länk finns redan

source: Ahnentafel Report
fi: Sukupolviraportti (Ahnentafel)
fr: Liste Ahnentafel (Sosa-Stradonitz)
hu: Ahnentafel összesítő
nb: Anerapport
sk: Vývod (Ahnentafel)
sv: Antavelrapport (Ahnentafel)

source: A report of a person's ancestors in a narrative style.
fi: Raportti henkilön esivanhemmista kerrontatyylisesti.
fr: Rapport de style narratif des ancêtres d'une personne.
hu: Szöveges jelentés egy személy elődeiről.
nb: Oversikt over en persons forfedre, på fortellende form.
sk: Report predkov danej osoby v rozprávačskom štýle.

source: Pending changes
fi: Vireillä olevat muutokset
fr: Modifications en attente
hu: Változások Függőben
nb: Ventende endringer
sk: Čakajúce zmeny
sv: Väntande ändringar

source: This block will show editors a list of records with pending changes that need to be approved by a moderator. It also generates daily emails to moderators whenever pending changes exist.
fi: Tässä lohkossa esitetään vireillä olevat muutokset jäsenille, joilla on muutosoikeudet. Jäsenen, jolla on hyväksymisoikeudet, tulee hyväksyä vireillä olevat muutokset. Hyväksymisjäsenille lähetetään päivittäin sähköposti vireillä olevista muutoksista.
fr: Ce bloc affichera aux éditeurs une liste d'enregistrements avec des modifications en attente d'approbation par un modérateur. Il génère également des courriels quotidiens aux modérateurs chaque fois que des modifications en attente existent.
hu: Ebben a blokkban nyomonkövethetőek a moderálandó változások. Ugyanakkor napi leveleket is generál a moderátoroknak a függő változásokról.
nb: Denne blokken vil vise redigerere (editorer) en liste over poster med endringer som venter på å bli godkjent av en moderator. Den genererer også daglige eposter til moderatorene når det finnes ventende endringer.
sk: Tento blok zobrazí editorom zoznam záznamov z doteraz neschválenými zmenami, ktoré musia byť schválené moderátorom. Tiež generuje denne posielané e*maily, ak nejaké zmeny existují.

source: webtrees - Review changes
fi: webtrees -Tarkasta muutokset
fr: webtrees - Examen des changements
hu: webtrees - Változások felülvizsgálata
nb: webtrees, se gjennom endringer
sk: webtrees - Skontrolovať zmeny
sv: webtrees - Granska ändringar

source: Online changes have been made to a genealogical database. These changes need to be reviewed and accepted before they will appear to all users. Please use the URL below to enter that webtrees site and login to review the changes.
fi: Sukututkimustietokantaan on tehty muutoksia. Nämä muutokset pitää tarkastaa ja hyväksyä ennen kuin kaikki käyttäjät näkevät ne. Käytä oheista URL-linkkiä webtrees sivustolle ja kirjaudu sisään muutosten tarkastusta varten.
fr: Des modifications en ligne ont été apportées à une base de données généalogiques. Ces changements doivent être examinés et acceptés avant d'apparaître à tous les utilisateurs. Veuillez, s'il-vous-plaît, utiliser le lien URL ci-dessous pour entrer dans le site webtrees et vous connecter afin de réviser ces modifications.
hu: Változások történtek a családfa adatbázisban. Ezeket a változásokat felül kell vizsgálni a publikus megjelenéshez. Az alábbi URL-en keresztül beléphet a webtrees-be megtekinteni a változásokat.
nb: En slektsdatabase er blitt endret på nettstedet. Disse endringene må gjennomgås og godkjennes før de blir synlige for alle brukere. Log inn på din <b>webtrees</b>-hjemmeside på adressen nedenfor for å gjennomgå endringene.
sk: V rodokmeni boli urobené zmeny online. Zmeny je nutné skontrolovať a prijať než sa zobrazia všetkým užívateľom. Prosím použite nižšie uvedenú adresu (URL) pre prístup na stránku webtrees, prihláste sa a tieto zmeny skontrolujte.
sv: Ändringar online har gjorts till ensläktdatabas. Dessa ändringar börs granskas och godkännas förrän de visas åt alla användare. Vänligen använd URL nedanför för att gå till webtrees sajten och logga in för att granska ändringar.

source: There are pending changes for you to moderate.
fi: Tarkista vireillä olevat muutokset.
fr: Il y a des changements en cours en attente de modération.
hu: Moderálandó változások történtek.
nb: Det er ventende endringer å modifisere for deg.
sk: Tieto čakajúce zmeny vyžadujú vaše potvrdenie
sv: Det finns väntande ändringar för dig att moderera.

source: Last email reminder was sent
fi: Viimeisin sähköpostimuistutus lähetettiin
fr: Dernière alerte courriel envoyée le
hu: Az utolsó emlékeztető email el lett küldve
nb: Siste påminnelse med epost ble sendt
sk: Posledná upomienka e-mailo bola odoslaná
sv: Senaste epostpåminnelse skickades

source: Next email reminder will be sent after
fi: Seuraava sähköpostimuistutus lähetetään
fr: Prochaine alerte courriel après le
hu: A következő emlékeztető email el lesz küldve
nb: Neste påminnelse vil bli sendt med epost etter
sk: Ďalšia upomienka e-mailom bude odoslaná po
sv: Nästa epostpåminnelse kommer att skickas efter

source: View Change Diff
fi: Näytä muutokset
fr: Voir les différences
nb: Vis endring(er), forskjell(er)
sk: Prehliadnúť si zmeny
sv: Visa förändringar

source: Send out reminder emails?
fi: Lähetä muistutusviestit?
fr: Envoi d'alertes par courriel ?
hu: Emlékeztető email küldése?
nb: Sende påminnelse med epost?
sk: Odoslať pripomínacie e-maily?
sv: Skicka påminnelse via epost?

source: Reminder email frequency (days)
fi: Muistutusviestien väli (päiviä)
fr: Fréquence des alertes courriel (jours)
hu: Ismételt emlékeztető email (napok)
nb: Hvor ofte skal påminnelser sendes (dager)
sk: Frekvencia pripomínacích e-mailov (v dňoch)
sv: Frekvens för påminnelse via epost (dagar)

source: Pending Changes block
fi: Vireillä olevien muutosten-lohko
fr: Bloc des modifications en attente
hu: Függő változások blokk
nb: Blokken ventende endringer
sk: Blok čakajúcich zmien
sv: Väntande förändringar block

source: Album
fi: Albumi

source: Adds a tab (Album) to the individual page which an alternate way to view and work with media.
fi: Lisää henkilösivulle välilehden (Albumi), joka on vaihtoehtoinen tapa katsella ja muokata mediaa.
fr: Ajoute un onglet (Album) à la page individuelle qui est une autre manière de visualiser et de travailler avec les médias.
hu: Adjon hozzá füleket (Albumokat) a különböző lapokhoz, hogy könnyebben tudja kezelni a médiaállományokat.
nb: Legger til en fane(Album) på individsiden som er en alternativ måte å vise og jobbe med media.
sk: Pridať záložku (Album) na osobnú stránku ako alternatívu pre zobrazenie a prácu s médiami.
sv: Lägg till en flik (Album) till personsida. Det är ett alternativt sätt att visa och arbeta med media.

source: Media Tab Appearance
fi: Media-välilehden näkyminen
fr: Onglet Apparence médias
hu: Médi fül megjelenítése
nb: Utseende på mediefane
sk: Vzhľad panelu Média
sv: Media Flik Utseende

source: This option lets you determine whether the Media tab should be shown on the Individual Information page.<br /><br />When this option is set to <b>Hide</b>, only the <b>Lightbox</b> tab will be shown.<br />
fi: Näytetäänkö henkilötiedot sivulla Medialle oma välilehti.<br /><br />Kun valitset <b>Piilota</b>, silloin vain <b>Valopöytä</b> välilehti näkyy.<br />
fr: Cette option vous permet de déterminer si l'onglet Media devrait être affiché sur la page Informations de l'individu.<br /><br /> Si <b>Cacher</> est sélectionné, <b>Album (Lightbox)</b> sera uniquement affiché.<br />
hu: Evvel a beállítással megadhatja, hogy a Média fül megjelenjen-e az egyéni lapokon.<br /><br />Ha ez <b>Rejtett</b>, csak a <b>Lightbox</b> fül látható.<br />
nb: Dette alternativet lar deg bestemme om Mediefanen skal vises på informasjonssiden for personer.<br /><br />Når dette alternativet er satt til <b>Gjem</b>, vil bare <b>Lightbox</b> fanen vises.<br />
sk: Táto voľba nastaví, či sa bude panel Média zobrazovať na osobnej stránke.<br /><br />Keď je táto voľba nastavená na <b>Schovať</b>, zobrazí sa len panel <b>Lightbox</b>.<br />
sv: Detta alternativ låter du bestämma om Mediaflik skall visas på Person Informationssida.<br /><br />När detta alternativ är satt till <b>Dölj</b>, endast <b>Lightbox</b> fliken visas.<br />

source: Slide Show speed
fi: Diaesityksen nopeus
fr: Vitesse du diaporama
hu: Médiavetítés sebessége
nb: Hastighet for lysbildevisning
sk: Rýchlosť premietania
sv: Bildspels hastighet

source: This option determines the length of time each image should be displayed before the Slide Show displays the next image in the sequence.<br />
fi: Tällä valinnalla määritellään kunkin kuvan esilläoloaika diaesityksessä.<br />
fr: Cette option détermine la durée d'affichage de chaque image dans le diaporama. L'image suivante sera affichée après ce temps.<br />
hu: A képek váltása közti időtartamot adhatja meg evvel az opcióval.
nb: Dette valget bestemmer hvor lenge hvert bilde i albumet skal vises.
sk: Táto voľba nastaví čas, po ktorý sa bude zobrazovať obrázok, dokiaľ sa nezobrazí další v poradí.<br />
sv: Här bestämms hur lång tid varje bild visas i bildspel.<br />

source: Slideshow sound track
fi: Diaesityksen ääniraita
fr: Fond sonore Lightbox
hu: Diavetítése hangsávja
nb: Musikkspor for bildevisning
sk: Hudba k premietaniu
sv: Bildspels ljudspår

source: This option lets you specify a sound track to be played whenever the slide show is active. When you leave this field blank, no sound will play during the slide show.<br /><br />This feature only supports files in the mp3 format.<br />
fi: Tällä valinnalla voidaan määritellä, mikä ääniraita soi kun diaesitys on käynnissä. Mikäli tämä kenttä jätetään tyhjäksi, mitään ei soiteta diaesityksen aikana.<br /><br />Vain mp3-typpiset äänitiedostot toimivat.<br />
fr: Cette option vous permet de spécifier un enregistrement sonore qui sera joué chaque fois que le diaporama sera actif. Lorsque vous laissez ce champ vide, aucun son sera jouer durant le diaporama.<br /><br />Cette fonctionnalité prend en charge uniquement les fichiers au format mp3.<br />
hu: Beállíthat egy hangsávot amely a diavetítés közben kerül lejátszásra. Ha ez üresen marad semmi se lesz lejátszva.<br /><br />Ez a szolgáltatás csak az mp3 formátumot támogatja.<br />
nb: Her kan du bestemme hvilket lydspor som skal spilles under lysbildevisningen. Hvis du lar feltet stå tomt, vil det ikke spilles noenting.<br /><br />Kun filer i mp3-format kan brukes.<br />
sk: Táto voľba vám dovolí určiť zvukovú stopu, ktorá bude prehrávaná po dobu premietania obrázkov. Ak necháte pole prázdne, nebude sa prehrávať žiadny zvuk.<br /><br />Táto funkcia podporuje iba súbory vo formáte mp3.<br />
sv: Här väljs vilket ljudspår som spelas när bildspelet är aktiv. Om fältet lämnas tomt, spelas inget ljudspår vid bildspel.<br /><br />Endast stöd för mp3-filer finns.<br />

source: Image Transition speed
fi: Kuvavaihdon nopeus
fr: Vitesse du changement d'image
hu: Képek váltakozásának sebessége
nb: Hastighet mellom bideveksling
sk: Rýchlosť prekreslenia obrázku
sv: Bildväxlingshastighet

source: This option lets you specify the transition speed when the image changes. This selection is applied during the slideshow. It is also applied when you move to the next or previous image when the slideshow is not running.<br /><br />The <b>None</b> option eliminates image transitions so that the new image immediately replaces the old without visible adjustment of the new image's dimensions.<br />
fi: Miten nopeasti kuva vaihtuu toiseksi. Tämä valinta on voimassa diaesityksen aikana ja myös silloin kun siirrytään edelliseen ja seuraavaan diaan, kun esitystä ei ole vielä käynnistetty.<br /><br /> <b>ei mikään</b> valinnalla ei tapahdu siirtymäviivettä, vaan siirtyy heti seuraavaan diaan ilman uuden dian kokosäätöjä.<br />
fr: Cette option vous permet de spécifier la vitesse de transition lorsque l'image change. Cette sélection est appliquée pendant le diaporama. Elle est également appliquée lorsque vous vous déplacez à l'image suivante ou précédente lorsque le diaporama ne fonctionne pas.<br /><br />L'option <b>Aucun</b> élimine les transitions d'image de sorte que la nouvelle image remplace immédiatement l'ancienne sans ajustement visible de dimensions de l'image nouvelle.<br />
hu: Beállíthatja a képek váltásának idejét.
nb: Her kan du stille inn hvor rask overgangen fra ett bilde til det neste skal være. Innstillingen gjelder for den automatiske ly.sbildevisningen, og når du manuelt skifter bilde uavhengig av lysbildevisningen.<br /><br />Velger du <b>Ingen</b> vil det ikke lages noen overgang, og det nye bilde erstatter det gamle uten noen synlig tilpasning av det nye bildets dimensjoner.
sk: Táto voľba nastaví rýchlosť, s akou sa zmení obrázok. Táto voľba sa používa pri premietaní a tiež pri klasickom zobrazovaní ďalších a predchádzajúcich obrázkov.<br /><br />Voľba <b>Žiadne</b> eliminuje prekreslenie obrázku, takže ďalší obrázok rovno nahradí ten predchádzajúci.<br />

source: URL Window dimensions
fi: URL-ikkunan mitat
fr: Dimensions de la fenêtre URL
hu: URL ablak mérete
nb: Størrelse på URL-vindu
sk: Rozmery okna pre URL
sv: URL-fönstrets mått

source: When clicking on a URL image thumbnail, this option lets you specify the Lightbox URL Window dimensions in pixels.<br /><br />This should normally be less than your current browser window dimensions, and certainly less than your screen resolution.<br />
fi: Näpäytettäessä URL pienoiskuvaa, voidaan määritellä valopöydän URL-ikkunan mitat pikseleinä..<br /><br />Tämän tulisi yleensä olla pienempi kuin käytettävänselainikkunan koko ja varmasti pienempi kuin näytön koko.<br />
fr: En cliquant sur l'URL d'une miniature de l'image, cette option vous permet de spécifier les dimensions de la fenêtre URL Album (Lightbox) en pixels.<br /><br />Cela devrait normalement être inférieur à la dimension actuelle de votre fenêtre du navigateur, et certainement moins que la résolution de votre écran.<br />
hu: Rákattintva az URL képek bélyegképeire, beállíthatja az ablak méreteit pixelben.<br /><br />Ez normálisan kisebb kell legyen mint a böngésző vagy képernyő felbontása.<br />
nb: Her kan du angi hvor stort (i antall piksler) Lightbox URL-vinduet som kommer frem når du klikker på et URL-miniatyrbilde skal være.<br /><br />Dette bør vanligvis være mindre enn størrelsen på ditt browservindu, og i hvet fall mindre enn din skjermoppløsning.
sk: Pri kliknutí na náhľad obrázku s URL vám táto voľba umožní nastaviť rozmery okna v pixeloch.<br /><br />Normálne by to malo byť ménej než je rozlíšenie vášho webového prehliadača a určite menej než rozlíšenie vašej obrazovky.<br />
sv: När du klickar på en URL miniatyrbilf, låter detta alternativ dig specifisera Lightbox URL Fönster dimensioner i bildpunkter.<br /><br />De skall normalt vara mindre än ditt aktuella webbläsares fönsterdimensioner, och naturligtvis mindre än din bildskärms resolution.<br />

source: Lightbox-Album Configuration
fi: Valopöydän asetukset
fr: Configuration de Lightbox
hu: Lightbox-Album beállítások
nb: Lightbox Albumkonfigurasjon
sk: Lightbox-Album konfigurácia
sv: Lightbox-Album Konfiguration

source: Slide show timing in seconds
fi: Diaesityksen ajastus sekunteina
fr: secondes
hu: Diavetítés időzítése másodpercben
nb: Tid for bildevisning i sekunder
sk: Časovanie premietania v sekundách
sv: Bildspelstid i sekunder

source: (mp3 only)
fi: (vain mp3)
fr: (mp3 uniquement)
hu: (csak mp3)
nb: (kun mp3)
sk: (iba mp3)
sv: (endast mp3)

source: Location of sound track file (Leave blank for no sound track)
fi: Ääniraitatiedoston sijainti (jätä tyhjäksi, jos tiedostoa ei ole)
fr: (Laisser vide si aucun fond sonore)
hu: Hangfájlt helye (hagyja üresen ha nincs hagsáv)
nb: Plassering av lydfil (Behold blankt hvis du ikke skal ha lydspor)
sk: Umiestnenie zvukového súboru (ponechajte prázdne, ak nechcete zvukovú stopu)
sv: Ljudspårfilens plats (Lämna tomt om inget ljudspår)

source: Normal
fi: Normaali
hu: Normál
sk: Normálne

source: Double
fi: Kaksinkertainen
hu: Dupla
nb: Dobbel
sk: Dvojitý
sv: Dubbel

source: Warp
fi: Jatka alusta
fr: Déformation
hu: Görbítés
nb: Vridning
sk: Deformácia

source: Width and height of URL window in pixels
fi: URL-ikkunan leveys ja korkeus pikseleinä
fr: Largeur et hauteur de la fenêtre URL en pixels
hu: URL ablak szélessége és magassága pixelben
nb: Bredde og høyde på URL-vindu i punkter
sk: Rozmery okna pre URL
sv: Bredd och höjd av URL-fönstret i bildpunkter

source: Saves the sorted media to the database
fi: Tallentaa lajitellun median tietokantaan
fr: Enregistrer les modifications
hu: A rendezett média mentésre került az adatbázisba
nb: Lagrer de sorterte medieobjektene i databasen
sk: Uložiť zoradené médiá do databáze
sv: Spara den sorterade median till databasen

source: Reset to the original order
fi: Palauta alkuperäinen järjestys
fr: Revenir à l'ordre initial
hu: Eredeti sorrend visszaállítása
nb: Sett tilbake til den opprinnelige rekkefølgen
sk: Obnoviť pôvodné poradie
sv: Återställ orginal ordning

source: Quit and return
fi: Sulje ja palaa
fr: Annuler les modifications
hu: Ki majd visszalépés
nb: Avslutt og gå tilbake
sk: Ukončiť a návrat
sv: Avslut och återvänd

source: View Notes
fi: Näytä lisätiedot
fr: Voir les notes
hu: Jegyzetek megjelenítése
nb: Vis notater
sk: Zobraziť poznámky
sv: Visa antecknigar

source: View Details
fi: Näytä tiedot
fr: Afficher détails
hu: Részletek megtekintése
nb: Vis detaljer
sk: Zobraziť detaily
sv: Visa detaljer

source: Edit media
fi: Muokkaa mediaa
fr: Modifier le média
hu: Média szerkesztése
nb: Endre media
sk: Upraviť média
sv: Redigera media

source: Manage links
fi: Ylläpidä linkkejä
fr: Gérer les liens
hu: Linkek szerkesztése
nb: Behandle lenker
sk: Nastavenie odkazov
sv: Handla länkar

source: Unlink Media
fi: Poista yhteys mediaan
fr: Dissocier les médias
hu: Média lelinkelése
nb: Fjern kobling til media
sk: Nepriradené média
sv: Avlänka media

source: Photo
fi: Valokuva
hu: Fotó
nb: Bilde
sk: Fotografia
sv: Foto

source: Document
fi: Asiakirja
hu: Dokumentum
nb: Dokument
sk: Dokument
sv: Dokument

source: Census
fi: Väestönlaskenta
fr: Recensement
hu: Népszámlálás
nb: Folketelling
sk: Sčítanie
sv: Folkräkning

source: Other
fi: Muu
fr: Autres
hu: Egyéb
nb: Annet
sk: Ostatné
sv: Annan

source: Not in DB
fi: Ei tietokannassa
fr: Pas dans DB
hu: Nincs az adatbázisban
nb: Finnes ikke i databasen
sk: Nie je v DB
sv: Inte i databas
