Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Family as a spouse
fi: Perheessä vaimona
fr: Famille en tant que conjoint
hu: Családtagok (házastársként)
nb: Familie som ektefelle
sk: Rodina ako partner
sv: I familjen som make/maka

source: Spouse census date
fi: Puolison väestönlaskennan päivämäärä
fr: date du recensement du conjoint
hu: Házastárs összeírás dátuma
nb: Ektefelles folketellingsår
sk: Dátum sčítania manželov
sv: Makes/makas folkräkningsdatum

source: Spouse census place
fi: Puolison väestönlaskennan paikka
fr: Lieu du recensement du conjoint
hu: Házastárs összeírás helye
nb: Sted for ektefelles folketelling
sk: Miesto sčítania manželov
sv: Makes/makas folkräkningsplats

source: Child's birth place
fi: Lapsen syntymäpaikka
fr: Lieu de naissance de l'enfant
hu: Gyermek születési hely
nb: Barnets fødselssted
sk: Miesto narodenia dieťaťa
sv: Barns födelseplats

source: Spouse divorce date
fi: Puoliso, avioeropäivämäärä
fr: Date du divorce du conjoint
hu: Házaspár válásának dátuma
nb: Dato for ektefelles skilsmisse
sk: Dátum rozvodu manželov
sv: Makes/Makas skilsmässodatum

source: Spouse divorce place
fi: Puoliso, avioeropaikka
fr: Lieu du divorce du conjoint
hu: Házaspár válásának helye
nb: Sted for ektefelles skilsmisse
sk: Miesto rozvodu manželov
sv: Makes/makas skilsmässoplats

source: Date of marriage
fi: Avioitumispäivämäärä
fr: Date de mariage
hu: Esküvő dátuma
nb: Dato for vielse
sk: Dátum sobáša
sv: Vigseldatum

source: Place of marriage
fi: Avioitumispaikka
fr: Lieu du mariage
hu: Esküvő helye
nb: Sted for vielse
sk: Miesto sobáša
sv: Vigselplats

source: Spouse note
fi: Puoliso, lisätieto
fr: Note de conjoint
hu: Házastárs jegyzet
nb: Notat for ektefelle
sk: Poznámka k manželom
sv: Make/maka-anteckning

source: LDS spouse sealing date
fi: Mormoni. puolison liiton solmimispäivämäärä
fr: SDJ: date de scellement d'un conjoint
nb: Dato for ektefelles besegling (mormon)
sv: LDS makes/makes förseglingsdatum

source: LDS spouse sealing place
fi: Mormoni. puolison liiton solmimispaikka
fr: SDJ: lieu du scellement d'un conjoint
nb: Sted for ektefelles besegling (mormon)
sv: LDS makes/makes förseglingsplats

source: LDS spouse sealing temple
fi: Mormoni. puolison liiton solmimistemppeli
fr: Temple du scellement d'un conjoint (SDJ)
nb: Tempel for ektefelles besegling (mormon)
sv: LDS makes/makes förseglingstempel

source: Spouse's birth place
fi: Puolison syntymäpaikka
fr: Lieu de naissance du conjoint
hu: Házastárs születési helye
nb: Ektefelles fødselssted
sk: Miesto narodenia manželov
sv: Makes/makas födelsedatum

source: Spouse's death place
fi: Puolison kuolinpaikka
fr: Lieu de décès du conjoint
hu: Házastárs halálának helye
nb: Ektefelles dødssted
sk: Miesto úmrtia manželov
sv: Makes/makas dödsdatum

source: Fax
fi: Faksi

source: First communion
fi: Ensimmäinen ehtoollinen
fr: Première communion
hu: Elsőáldozás
nb: Første altergang
sk: Prvé prijímanie
sv: Första nattvard

source: Date of first communion
fi: Ensimmäisen ehtoollisen päivämäärä
fr: Date de la première communion
hu: Elsőáldozás dátuma
nb: Dato for første altergang
sk: Dátum prvého prijímania
sv: Datum för första nattvard

source: Place of first communion
fi: Ensimmäisen ehtoollisen paikka
fr: Lieu de la première communion
hu: Elsőáldozás helye
nb: Sted for første altergang
sk: Miesto prvého prijímania
sv: 1. nattvardsplats

source: Source for first communion
fi: Ensimmäisen ehtoollisen tietolähde
fr: Source de la première communion
hu: Elsőáldozás forrása
nb: Kilde for første altergang
sk: Zdroj pre prvé prijímanie
sv: Källa för 1. nattvard

source: Phonetic
fi: Foneettinen
fr: Phonétique
hu: Fonetikus
nb: Fonetisk
sk: Fonetický prepis
sv: Fonetisk

source: Given names
fi: Etunimet
fr: Prénom(s)
hu: Keresztnév
nb: Fornavn
sk: Meno
sv: Förnamn

source: Graduation
fi: Tutkinto
fr: Diplôme
hu: Felsőfokú végzettség
nb: Uteksaminert
sk: Promócia
sv: Examen

source: Header
fi: Otsikko
fr: Bandeau
hu: Fejléc
nb: Toppfelt
sk: Záhlavie
sv: Rubrik

source: Identification number
fi: Yksilötunnus
fr: Numéro d'identification
hu: Azonosítószám
nb: Identifikasjonsnummer
sk: Identifikačné číslo
sv: ID-nummer

source: Immigration
fi: Maahanmuutto
hu: Bevándorlás
nb: Innvandret
sk: Imigrácia
sv: Invandring

source: Date of Immigration
fi: Maahanmuuton päivämäärä
fr: Date de l'Immigration
hu: Bevándorlás dátuma
nb: Dato for innvandring
sk: Dátum imigrácie
sv: Datum för invandring

source: Place of Immigration
fi: Maahanmuuton paikka
fr: Lieu de l'Immigration
hu: Bevándorlás helye
nb: Sted for innvandring
sk: Miesto imigrácie
sv: Ort för invandring

source: Legatee
fi: Perinnönsaaja
fr: Légataire
hu: Végrendeleti örökös
nb: Arving
sk: Dedictvo
sv: Förmånstagare

source: Marriage banns
fi: Avioliittokuulutus
fr: Bans de mariage
hu: Eljegyzés kihirdetése
nb: Lysning
sk: Ohlášky sobáša
sv: Äktenskapslysning

source: Date of marriage banns
fi: avioliittokuulutus päivämäärä
fr: Date de publication des bans de mariage
hu: Házasság kihirdetésének dátuma
nb: Dato for lysning
sk: Dátum ohlášok
sv: Äktenskapslysningsdatum

source: Place of marriage banns
fi: avioliittokuulutus paikka
fr: Lieu de publication des bans de mariage
hu: Házasság kihirdetésének helye
nb: Sted for lysning
sk: Miesto ohlášok
sv: Äktenskaps förlysningsplats

source: Source for marriage banns
fi: avioliittokuulutus tietolähde
fr: Source de publication des bans de mariage
hu: Házasság kihirdetésének forrása
nb: Kilde for lysning
sk: Zdroj pre ohlášky
sv: Källa för äktenskapslysning

source: Marriage contract
fi: Avioliittosopimus
fr: Contrat de mariage
hu: Házassági szerződés
nb: Ekteskapskontrakt
sk: Manželská zmluva
sv: Äktenskapskontrakt

source: Marriage licence
fi: Avioliittokuulutus
fr: Licence de mariage
hu: Házassági engedély
nb: Ekteskapslisens
sk: Sobášny list
sv: Äktenskapslicens

source: Marriage
fi: Avioliitto
fr: Mariage
hu: Házasság
nb: Gift
sk: Sobáš
sv: Vigd

source: Source for marriage
fi: Avioliiton tietolähde
fr: Source du mariage
hu: Házasság forrása
nb: Kilde for vielse
sk: Zdroj pre sobáš
sv: Källa för vigsel

source: Civil marriage
fi: Siviililiitto
fr: Mariage civil
hu: Polgári esküvő
nb: Borgerlig vielse
sk: Civilný sobáš
sv: Civiläktenskap

source: Registered partnership
fi: Rekisteröity liitto
fr: Union civile
hu: Élettársi kapcsolat
nb: Registrert partnerskap
sk: Registrované partnerstvo
sv: Registerad förbund

source: Religious marriage
fi: Kirkollinen avioliitto
fr: Mariage religieux
hu: Egyházi esküvő
nb: Religiøs vielse
sk: Cirkevný sobáš
sv: Kyrklig äktenskap

source: Marriage type unknown
fi: Avioliiton muoto tuntematon
fr: Type de mariage inconnu
hu: Házassági típus nem ismert
nb: Vielsetype ukjent
sk: Neznámy druh sobáša
sv: Äktenskapsform obekant

source: Marriage settlement
fi: Avioliittosopimus
fr: Contrat de mariage
hu: Házasság előtti szerződés
nb: Ektepakt
sk: Manželská dohoda
sv: Äktenskapsförord

source: Media type
fi: Mediatyyppi
fr: Type de média
hu: Média típus
nb: Medietype
sk: Typ média
sv: Mediatyp

# Repository
source: Name
fi: Nimi
fr: Nom du dépôt d'archives
hu: Név
nb: Navn
sk: Názov
sv: Namn

source: Phonetic name
fi: Foneettinen nimi
fr: Nom phonétique
hu: Fonetikus neve
nb: Fonetisk navn
sk: Meno foneticky
sv: Fonetisk namn

source: Name in Hebrew
fi: Nimi hepreaksi
fr: Nom en hébreu
hu: Héber neve
nb: Navn på hebraisk
sk: Meno hebrejsky
sv: Namn på hebreiska

source: Nationality
fi: Kansallisuus
fr: Nationalité
hu: Nemzetiség
nb: Nasjonalitet
sk: Národnosť
sv: Nationalitet

source: Naturalization
fi: Kansalaistaminen
fr: Naturalisation
hu: Honosítás
nb: Statsborgerskap
sk: Udelenie občianstva
sv: Medborgarskap

source: Date of Naturalization
fi: Kansalaistamispäivämäärä
fr: Date de naturalisation
hu: Honosítás dátuma
nb: Dato for Statsborgerskap
sk: Dátum naturalizácie
sv: Naturaliseringsdatum

source: Place of Naturalization
fi: Kansalaistamispaikka
fr: Lieu de naturalisation
hu: Honosítás helye
nb: Sted for Statsborgerskap
sk: Miesto naturalizácie
sv: Naturaliseringsplats

source: Nickname
fi: Lempinimi
fr: Surnom
hu: Becenév
nb: Klengenavn
sk: Prezývka
sv: Smeknamn

source: Number of marriages
fi: Avioliittojen lukumäärä
fr: Nombre de mariages
hu: Házasságkötések száma
nb: Antall ekteskap
sk: Počet sobášov
sv: Antal äktenskap

source: Name prefix
fi: Nimen etuliite
fr: Préfixe du nom
hu: Név előtag
nb: Navneprefiks
sk: Predpona mena
sv: Namnprefix

source: Name suffix
fi: Nimen jälkiliite
fr: Suffix du nom
hu: Név utótag
nb: Navnesuffiks
sk: Prípona mena
sv: Namnsuffix

source: Multimedia object
fi: Multimedia objekti
fr: Objet multimédia
nb: Multimedieobjekt
sk: Multimediálny objekt

source: Occupation
fi: Ammatti
fr: Profession
hu: Foglalkozás
nb: Yrke
sk: Povolanie
sv: Yrke

source: Employer
fi: Työnantaja
fr: Employeur
hu: Munkáltató
nb: Arbeidgiver
sk: Zamestnávateľ
sv: Arbetsgivare

source: Ordinance
fi: Uskonnollinen toimitus
fr: SDJ: cérémonie
hu: UNSZ-szertartás
nb: Ordinering(mormon)
sk: Ustanovenie
sv: Ritual

source: Ordination
fi: Papiksivihkiminen
hu: Pappá szentelés
nb: Ordinert religøs tjeneste
sk: Vysvetenie na kňaza
sv: Prästvigning

source: Religious Institution
fi: Uskonnollinen yhteisö
fr: Institution religieuse
hu: Vallási intézmény
nb: Religiøs institusjon
sk: Cirkevná inštitúcia
sv: Religiös samfund

source: Date of Ordination
fi: Papiksivihkimisen päivämäärä
fr: Date de l'Ordination
hu: Felszentelés dátuma
nb: Dato for ordinering(mormon)
sk: Datum vysvetenia
sv: Datum för prästvigning

source: Place of Ordination
fi: Papiksivihkimisen paikka
fr: Lieu de l'Ordination
hu: Felszentelés helye
nb: Sted for ordinering(mormon)
sk: Miesto vysvetenia
sv: Prästvigningsplats

source: Citation details
fi: Viitetiedot
fr: Cote du document
hu: Hivatkozás
nb: Side
sk: Detail citácie
sv: Citat detaljer

source: Phone
fi: Puhelinnumero
fr: Téléphone
hu: Telefon
nb: Telefonnummer
sk: Telefón
sv: Telefon

source: Phonetic place
fi: Foneettisesti paikka
fr: Lieu phonétique
hu: Fonetikus helység
nb: Sted (fonetisk)
sk: Miesto foneticky
sv: Fonetisk plats

source: Romanized place
fi: Länsimaisilla aakkosilla paikka
fr: Lieu romanisé
hu: Katolizált helység
nb: Romanisert sted
sk: Miesto latinkou
sv: Romaniserad plats

source: Place in Hebrew
fi: Paikka hepreaksi
fr: Lieu en Hébreu
hu: Héber helység
nb: Stednavn på hebraisk
sk: Miesto hebrejsky
sv: Ort på hebreiska

source: Postal code
fi: Postinumero
fr: Code postal
hu: Irányítószám
nb: Postnummer
sk: PSČ
sv: Postnummer

source: Probate
fi: Testamentin vahvistus
fr: Testament validé
hu: Végrendelet hitelesítése
nb: Skifte
sk: Súdne overenie poslednej vôle
sv: Styrka testamente

source: Property
fi: Omaisuus
fr: Biens et possessions
hu: Tulajdon
nb: Eiendom
sk: Vlastníctvo
sv: Egendom

source: Publication
fi: Julkaisu
hu: Publikáció
nb: Publikasjon
sk: Vydal
sv: Publicering

source: Quality of data
fi: Tiedon luotettavuus
fr: Qualité des données
hu: Adat-megbízhatóság
nb: Datakvalitet
sk: Kvalita údajov
sv: Informationens trovärdighet

source: Reference number
fi: Viitenumero
fr: Numéro de référence
hu: Hivatkozási szám
nb: Referansenummer
sk: Referenčné číslo
sv: Referensnummer

source: Relationship
fi: Sukulaisuussuhde
fr: Parenté
hu: Kapcsolat
nb: Forbindelse
sk: Príbuzenský vzťah
sv: Släktskap

source: Religion
fi: Uskonto
hu: Vallás
sk: Náboženstvo

source: Repository
fi: Tietovarasto
fr: Dépôt d'archives
hu: Szervezet
nb: Arkiv
sk: Prameň
sv: Arkiv

source: Residence
fi: Asuinpaikka
fr: Domicile
hu: Lakhely
nb: Bosted
sk: Sídlo
sv: Bosatt

source: Date of Residence
fi: Asuinpaikan päivämäärä
fr: Date de résidence
nb: Dato for overtakelse av bosted
sk: Dátum bydliska
sv: Boningsplatsdatum

source: Place of Residence
fi: Asuinpaikan paikkakunta
fr: Lieu de Résidence
nb: Stedsnavn for bosted
sk: Miesto bydliska
sv: Boningsplats

source: Restriction
fi: Käyttörajoitus
fr: Restriction d'accès
hu: Korlátozás
nb: Restriksjon
sk: Zákaz
sv: Restriktion

source: Retirement
fi: Eläkkeelle jääminen
fr: Retraite
hu: Nyugdíjazás
nb: Pensjonert
sk: Odchod do dôchodku
sv: Pensionering

source: Record file number
fi: Tiedostontietuenumero (RFN)
fr: Numéro RFN (Record File Number)
hu: Adat állomány-azonosító
nb: Nummer på en registrering i en fil
sk: Číslo záznamového spisu
sv: RFN (Datapostfilnummer)

source: Record ID number
fi: RIN-numero
fr: Numéro RIN (Record ID Number)
hu: Bejegyzés azonosítója
nb: Registreringsnummer(ID)
sk: ID číslo záznamu
sv: RIN (Datapost ID-numer)

source: Romanized
fi: Länsimaisilla aakkosilla
fr: Romain
hu: Katolizált
nb: Romanisert
sk: Latinkou
sv: Romaniserad

source: Remote server
fi: Etäpalvelin
fr: Serveur distant
hu: Távoli szerver
nb: Ekstern server
sk: Vzdialený server
sv: Fjärrserver

source: Gender
fi: Sukupuoli
fr: Sexe
hu: Neme
nb: Kjønn
sk: Pohlavie
sv: Kön

source: LDS child sealing
fi: Mormoni. lapsen sinetöinti
fr: SDJ: scellement d'un enfant
nb: Barns besegling (mormon)
sv: LDS Barns försegling

source: Date of LDS Child Sealing
fi: Mormoni, lapsen sinetöinnin päivämäärä
fr: SDJ: date du scellement de l'enfant
nb: Dato for barns besegling (mormon)
sv: LDS Barns förseglingsdatum

source: Place of LDS Child Sealing
fi: Mormoni, lapsen sinetöinnin paikka
fr: SDJ: lieu du scellement de l'enfant
nb: Sted for barns besegling (mormon)
sv: LDS Barns förseglingsplats

source: LDS spouse sealing
fi: Mormoni, puolison sinetöinti
fr: SDJ: scellement d'un conjoint
nb: Ektefelles besegling (mormon)
sv: LDS Makes/makas försegling

source: Date of LDS Spouse Sealing
fi: Mormoni, puolison sinetöinnin päivämäärä
fr: SDJ: date du scellement d'un conjoint
nb: Dato for ektefelles besegling (mormon)
sv: LDS Makes/makas förseglingsdatum

source: Place of LDS Spouse Sealing
fi: Mormoni, puolison sinetöinnin paikka
fr: SDJ: lieu du scellement d'un conjoint
nb: Sted for ektefelles besegling (mormon)
sv: LDS Makes/makas förseglingsplats

source: Surname prefix
fi: Sukunimen etuliite
fr: Préfixe du nom de famille
hu: Vezetéknév előtagja
nb: Prefiks for etternavn
sk: Predpona priezviska
sv: Efternamnprefix

source: Social Security Number
fi: Henkilötunnus
fr: Numéro de sécurité sociale
hu: Társadalombiztosítási azonosító
nb: Personnummer
sk: Social Security Number (USA)
sv: Social Security Number(US)

source: Status change date
fi: Statuksen muutospäivämäärä
fr: Date du changement de status
hu: Státus változásának dátuma
nb: Status endringsdato
sk: Dátum zmeny statusu
sv: Statusändringsdatum

source: Submitter
fi: Lähettäjä/toimittaja
fr: Fournisseur
hu: Adatszolgáltató
nb: Bidragsgiver/Avsender
sk: Prameň (KTO poskytol informáciu)
sv: Bidragsgivare

source: Submission
fi: Lähetys/toimitus
fr: Données fournies
hu: Beadvány
nb: Del av datasamling
sk: Rezignácia
sv: Inlämna

source: Temple
fi: Temppeli
hu: Templom
nb: Mormoner kirkekode
sk: Chrám (Temple)
sv: Tempel

source: Text
fi: Teksti
fr: Texte
hu: Szöveg
nb: Tekst

source: Time
fi: Aika
fr: Heure
hu: Idő
nb: Tid
sk: Čas
sv: Tid

source: Phonetic title
fi: Foneettisesti otsikko
fr: Titre en phonétique
hu: Fonetikus cím
nb: Tittel (fonetisk)
sk: Titul foneticky
sv: Fonetisk titel

source: Romanized title
fi: Länsimaisilla aakkosilla otsikko
fr: Titre Romanisé
hu: Katolizált Címe
nb: Romanisert tittel
sk: Titul latinkou
sv: Romaniserad titel

source: Title in Hebrew
fi: Otsikko hepreaksi
fr: Titre en hébreu
hu: Héber Címe
nb: Tittel på hebraisk
sk: Titul hebrejsky
sv: Titel på hebreiska

source: Trailer
fi: Aineiston päättymismerkintä (TRLR)
fr: Bande annonce
nb: Sluttkode GEDCOM
sk: Ukážka
sv: GEDCOMs sluttecken

source: Web URL
fi: Verkko-osoite URL
fr: URL du Web
hu: Webhivatkozás
nb: URL (internett-adresse)
sk: URL stránok
sv: Webbadress

source: Version
fi: Versio
hu: Verzió
nb: Versjon
sk: Verzia

source: Will
fi: Testamentti
fr: Testament
hu: Végrendelet
nb: Testamente
sk: Záveť
sv: Testamente

source: Web home page
fi: Web sivuston etusivu
fr: Page d'accueil Web
hu: Honlap
nb: Nettsted
sk: Domáca stránka (web)
sv: Webb-hemsida

source: Adoption of a son
fi: Pojan adoptiointi
fr: Adoption d'un fils
hu: Fiú örökbefogadása
nb: Adopsjon av sønn
sk: Adopcia syna
sv: En sons adoption

source: Adoption of a daughter
fi: Tyttären adoptointi
fr: Adoption d'une fille
hu: Lány örökbefogadása
nb: Adopsjon av datter
sk: Adopcia dcéry
sv: En dotters adoption

source: Adoption of a child
fi: Lapsen adoptointi
fr: Adoption d'un enfant
hu: Gyermek örökbefogadása
nb: Adopsjon av barn
sk: Adopcia dieťaťa
sv: Ett barns adoption

source: Adoption of a grandson
fi: Pojan-/tyttärenpojan adoptointi
fr: Adoption d'un petit-fils
hu: Fiúunoka örökbefogadása
nb: Adopsjon av barnebarn
sk: Adopcia vnuka
sv: Ett barnsons adoption

source: Adoption of a granddaughter
fi: Lapsentyttären adoptointi
fr: Adoption d'une petite-fille
hu: Lányunoka örökbefogadása
nb: Adopsjon av barnebarn
sk: Adopcia vnučky
sv: En barndotters adoption

source: Adoption of a grandchild
fi: Lapsenlapsen adoptio
fr: Adoption d'un petit-enfant
hu: Unoka örökbefogadása
nb: Adopsjon av et barnebarn
sk: Adopcia vnúčaťa
sv: Ett barnbarns adoption

# daughter's son
source: Adoption of a grandson
fi: Tyttärenpojan adoptointi
fr: Adoption d'un petit-fils
hu: Fiúunoka örökbefogadása
nb: Adopsjon av barnebarn
sk: Adopcia vnuka
sv: En dottersons adoption

# daughter's daughter
source: Adoption of a granddaughter
fi: Tyttärentyttären adoptointi
fr: Adoption d'une petite-fille
hu: Lányunoka örökbefogadása
nb: Adopsjon av barnebarn
sk: Adopcia vnučky
sv: En dotterdotters adoption

# son's son
source: Adoption of a grandson
fi: Pojanpojan adoptointi
fr: Adoption d'un petit-fils
hu: Fiúunoka örökbefogadása
nb: Adopsjon av barnebarn
sk: Adopcia vnuka
sv: En sonsons adoption

# son's daughter
source: Adoption of a granddaughter
fi: Pojantyttären adoptointi
fr: Adoption d'une petite-fille
hu: Lányunoka örökbefogadása
nb: Adopsjon av barnebarn
sk: Adopcia vnučky
sv: En sondotters adoption

source: Adoption of a half-brother
fi: Veli-puolen adoptointi
fr: Adoption d'un demi-frère
hu: Fiú féltestvéf örökbefogadása
nb: Adopsjon av halvbror
sk: Adopcia nevlastného brata
sv: En halvbrors adoption

source: Adoption of a half-sister
fi: Siskopuolen adoptointi
fr: Adoption d'une demi-sœur
hu: Lány féltestvér örökbefogadása
nb: Adopsjon av halvsøster
sk: Adopcia nevlastnej sestry
sv: En halvsysters adoption

source: Adoption of a half-sibling
fi: Sisaruspuolen adoptio
fr: Adoption d'un(e) demi-frère/demi-sœur
hu: Féltestvér örökbefogadása
nb: Adopsjon av en halvsøster eller halvbror
sk: Adopcia nevlastného súrodenca
sv: Ett halvsyskons adoption

source: Adoption of a brother
fi: Veljen adoptointi
fr: Adoption d'un frère
hu: Fiútestvér örökbefogadása
nb: Adopsjon av bror
sk: Adopcia brata
sv: En brors adoption

source: Adoption of a sister
fi: Siskon adoptointi
fr: Adoption d'une sœur
hu: Lánytestvér örökbefogadása
nb: Adopsjon av søster
sk: Adpocia sestry
sv: En systers adoption

source: Adoption of a sibling
fi: Sisaruksen adoptio
fr: Adoption d'un(e) frère/sœur
hu: Testvér örökbefogadása
nb: Adopsjon av en søster eller bror
sk: Adopcia súrodenca
sv: Syskons adoption

# MALE
source: Adopted by father
fi: Isän adoptoima
fr: Adopté par le père
hu: Apa által örökbe fogadva
nb: Adoptert av far
sk: Adoptovaná otcom
sv: Adopterad av fadern

# FEMALE
source: Adopted by father
fi: Isän adoptoima
fr: Adoptée par le père
hu: Anya által örökbe fogadva
nb: Adoptert av far
sk: Adoptovaná otcom
sv: Adopterad av fadern

source: Adopted by father
fi: Isän adoptoima
fr: Adopté(e) par le père
hu: Az apa örökbefogadta
nb: Adoptert av far
sk: Adoptovaný otcom
sv: Adopterad av fadern

# MALE
source: Adopted by mother
fi: Äidin adoptoima
fr: Adopté par la mère
hu: Anya által örökbe fogadva
nb: Adoptert av mor
sk: Adoptovaný matkou
sv: Adopterad av modern

# FEMALE
source: Adopted by mother
fi: Äidin adoptoima
fr: Adoptée par la mère
hu: Anya által örökbe fogadva
nb: Adoptert av mor
sk: Adoptovaná matkou
sv: Adopterad av modern

source: Adopted by mother
fi: Äidin adoptoima
fr: Adopté(e) par la mère
hu: Az anya örökbefogadta
nb: Adoptert av mor
sk: Adoptovaný matkou
sv: Adopterad av modern

# MALE
source: Also known as
fi: Toiselta nimeltä
fr: Nom d'usage
hu: Ismert mint
nb: Også kjent som
sk: Tiež známy(a) ako
sv: Också känd som

# FEMALE
source: Also known as
fi: Toiselta nimeltä
fr: Nom d'usage
hu: Ismert mint
nb: Også kjent som
sk: Tiež známy(a) ako
sv: Också känd som

source: Also known as
fi: Toiselta nimeltä
fr: Nom d'usage
hu: Úgyis mint
nb: Også kjent som
sk: Tiež známy(a) ako
sv: Också känd som

source: Baptism of a son
fi: Pojan kastetilaisuus
fr: Baptême d'un fils
hu: Fiú keresztelése
nb: Sønns dåp
sk: Krst syna
sv: En sons dop

source: Baptism of a daughter
fi: Tyttären kastetilaisuus
fr: Baptême d'une fille
hu: Lány keresztelése
nb: Baptistdåp av datter
sk: Krst dcéry
sv: Dotters dop

source: Baptism of a child
fi: Lapsen kaste
fr: Baptême d'un enfant
hu: Gyermek keresztelése
nb: Dåp av et barn
sk: Krst dieťaťa
sv: Barns dop

source: Baptism of a grandson
fi: Pojan-/tyttärenpojan kastetilaisuus
fr: Baptême d'un petit-fils
hu: Fiúunoka keresztelése
nb: Dåp av barnebarn
sk: Krst vnuka
sv: En barnsons dop

source: Baptism of a granddaughter
fi: Lapsentyttären kastetilaisuus
fr: Baptême d'une petite-fille
hu: Lányunoka keresztelése
nb: Baptistdåp av barnebarn
sk: Krst vnučky
sv: Barndotters dop

source: Baptism of a grandchild
fi: Lapsenlapsen kaste
fr: Baptême d'un petit-enfant
hu: Unoka keresztelése
nb: Dåp av et barnebarn
sk: Krst vnuka
sv: Barnbarns dop

# daughter's son
source: Baptism of a grandson
fi: Tyttärenpojan kastetilaisuus
fr: Baptême d'un petit-fils
hu: Fiúunoka keresztelése
nb: Baptistdåp av barnebarn
sk: Krst vnuka
sv: En dottersons dop

# daughter's daughter
source: Baptism of a granddaughter
fi: Tyttärentyttären kastetilaisuus
fr: Baptême d'une petite-fille
hu: Lányunoka keresztelése
nb: Baptistdåp av barnebarn
sk: Krst vnučky
sv: En dotterdotters dop

# son's son
source: Baptism of a grandson
fi: Pojanpojan kastetilaisuus
fr: Baptême d'un petit-fils
hu: Fiúunoka keresztelése
nb: Baptistdåp av barnebarn
sk: Krst vnuka
sv: En sonsons dop

# son's daughter
source: Baptism of a granddaughter
fi: Pojantyttären kastetilaisuus
fr: Baptême d'une petite-fille
hu: Lányunoka keresztelése
nb: Baptistdåp av barnebarn
sk: Krst vnučky
sv: En sondotters dop

source: Baptism of a half-brother
fi: Velipuolen kastetilaisuus
fr: Baptême d'un demi-frère
hu: Féltestvér keresztelése
nb: Dåp av halvbror
sk: Krst nevlastného brata
sv: Halvbrors dop

source: Baptism of a half-sister
fi: Siskopuolen kaste
fr: Baptême d'une demi-sœur
hu: Lány féltestvér keresztelése
nb: Baptistdåp av halvsøster
sk: Krst nevlastnej sestry
sv: Halvsysters dop

source: Baptism of a half-sibling
fi: Sisarpuolen kaste
fr: Baptême d'un(e) demi-frère/demi-sœur
hu: Féltestvér keresztelése
nb: Dåp av et halvsøsken
sk: Krst nevlastného súrodenca
sv: Halvsyskons dop

source: Baptism of a brother
fi: Veljen kastetilaisuus
fr: Baptême d'un frère
hu: Fiútestvér keresztelése
nb: Dåp av bror
sk: Krst brata
sv: Brors dop

source: Baptism of a sister
fi: Siskon kaste
fr: Baptême d'une sœur
hu: Lánytestvér keresztelése
nb: Baptistdåp av søster
sk: Krst sestry
sv: Systers dop

source: Baptism of a sibling
fi: Sisaruksen kaste
fr: Baptême d'un(e) frère/sœur
hu: Testvér keresztelése
nb: Dåp av et søsken
sk: Krst súrodenca
sv: Syskon dop

source: Bibliography
fi: Bibliografia
fr: Bibliographie
hu: Irodalomjegyzék
nb: Bibliografi
sk: Bibliografia
sv: Bibliografi

source: Birth of a son
fi: Pojan syntymä
fr: Naissance d'un fils
hu: Fiú születése
nb: Sønns fødsel
sk: Narodenie syna
sv: Sons födelse

source: Birth of a daughter
fi: Tyttären syntymä
fr: Naissance d'une fille
hu: Lány születése
nb: Datters fødsel
sk: Narodenie dcéry
sv: Dotters födelse

source: Birth of a child
fi: Lapsen syntymä
fr: Naissance d'un enfant
hu: Gyermek születése
nb: Fødsel til et barn
sk: Narodenie dieťaťa
sv: Barnafödelse
