Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: With this option, the <b>webtrees</b> internal messaging system will be used and no emails will be sent.<br /><br />You will receive only <u>internal</u> messages from the other users. When another site user sends you a message, that message will appear in the Message block on your personal My Page. If you have removed this block from your My Page, you will not see any messages. They will, however, show up as soon as you configure My Page to again have the Message block.
fi: Tällä valinnalla <b>webtrees</b> ei käytä sähköpostia vaan järjestelmän omaa sisäistä viestintätapaa.<br /><br />Saat viestejä ainoastaan muilta käyttäjiltä. Kun tämän sivuston muulta käyttäjältä tulee viesti, se näkyy Viestini-lohkossa, sinun "Omalla sivullasi". Jos olet poistanut tämän viestini-lohkon, niin et näe viestejä. Ne kuitenkin tulevat näkyviin heti kun otat Viestini-lohkon taas käyttöön "Omalla sivullasi"
fr: En activant cette option, le système de messagerie interne de <b>webtrees</b> sera utilisé et aucun courriel ne vous sera envoyé.<br /><br />Vous recevrez uniquement des messages <u>internes</u> en provenance des autres utilisateurs. Lorsqu'un autre utilisateur vous enverra un message, ce message apparaîtra dans le bloc Mes Messages de votre page personnelle Ma Page. Si vous supprimer ce bloc de votre page personnelle Ma Page, vous ne verrez aucun message. Cependant, ils seront visibles dès que vous configurerez à nouveau votre page personnelle Ma Page en ajoutant le bloc Mes Messages.
nb: Med dette valget brukes det interne meldingssystemet i <b>webtrees</b>, og ingen epost blir sendt.<br /><br />Du vil bare få <u>interne</u> meldinger fra de andre brukerne. Når en annen bruker sender deg en melding, vil den vises under Mine meldinger på Min Side. Hvis du har fjernet denne blokken fra Min Side, vil du ikke se noen meldinger. De finnes fortsatt i systemet, og vises så snart du aktiverer Mine meldinger på Min Side igjen.
sk: S touto voľbou sa použije interný systém správ <b>webtrees</b> a nebudú sa posielať žiadne e-maily.<br /><br />Iba obdržíte <u>interné</u> správy od ostatných užívateľov. Ak vám pošle správu užívateľ z iného webu, správa sa zobrazí v bloku správ na osobnej Mojej stránke. Ak ste odstránili tento blok z vašej stránky, neuvidíte žiadne správy. Avšak zobrazia sa ihned, keď nastavíte znova Moju stránku, aby obsahovala blok správ.
sv: Med detta alternativ, kommer <b>webtrees</b> interna meddelande system att användas och ingen e-post sänds.<br /><br />Du mottager endast <u>interna</u> meddelanden från andra användare. När andra sajt-användare sänder dig ett meddelande, dyker det upp i Meddelande blocket på din personliga Min Sida. Om du har tagit bort detta block från din egen Min Sida, kan du inte se något meddelande. De dyker upp så fort du konfigurera Min Sida till att ha Meddelande blocket.

source: Internal messaging with emails
fi: Sisäiset viestit ja sähköposti
fr: Messagerie interne par courriel
hu: Belső üzenet email-el megerősítve
nb: Interne beskjeder med kopi til epost
sk: Interné správy s e-mailami
sv: Intern meddelandehantering med epost

source: This option is like <b>webtrees</b> internal messaging, with one addition. As an extra, a copy of the message will also be sent to the email address you configured on your Account page.<br /><br />This is the default contact method.
fi: Tällä vallinnalla <b>webtrees</b> lähettää sisäisen viestin ja lisäksi sähköpostin osoitteeseen, joka on määritelty Käyttäjäntilisi-sivulla.<br /><br />Tämä on oletustapa viestien välittämisessä.
fr: Cette option est semblable au système de messagerie interne de <b>webtrees</b>, mais avec un ajout. Cet ajout enverra également une copie du message à l'adresse courriel que vous avez configurée dans votre page Profil.<br /><br />C'est la méthode de contact par défaut.
nb: Dette valget er som <b>webtrees</b>' interne meldinger, med ett tillegg. Ut over at meldingen vises i det interne systemet, vil også en kopi av meldingen bli sendt til den epostadressen du har angitt under Min konto.<br /><br />Dette er standardkontaktmetoden.
sk: Táto voľba je podobná vnútorným správam s jedným prídavkom. Naviac sa kópia správy pošle na vami nastavenú e-mailovú adresu.<br /><br />Toto je implicitná kontaktná metóda.
sv: Detta alternativ liknar <b>webtrees</b> interna meddelande, men med ett tillägg. En extra kopia av meddelandet kommer att sändas till e-postadressen du konfigurerad på din Kontosida.<br /><br />Detta är standard kontaktmetod.

source: Mailto link
fi: Mailto-linkki
fr: Lien Courriel [mailto :]
hu: Levélküldési hivatkozás
sk: E-mail
sv: Epost till länk

source: With this option, you will only receive email messages at the address you configured on your Account page. The messaging system internal to <b>webtrees</b> will not be used at all, and there will never be any messages in the Message block on your personal My Page.
fi: Tällä vaihtoehdolla saat viestit vain sähköpostiosoitteeseesi, joka on määritelty sinun käyttäjätilisi-sivulla. <b>webtrees</b>:n sisäinen viestien välitystapa ei ole ollenkaan käytössä, ja viestit eivät näy koskaan Oman sivusi Viestini-lohkossa.
fr: En activant cette option, vous recevrez uniquement des messages par courriel à l'adresse indiquée sur la page Mon Profil. Le système de messagerie interne de <b>webtrees</b> ne sera pas utilisé du tout, et il n'y aura jamais de messages dans le bloc Mes Messages de votre page personnelle Ma Page.
nb: Med dette valget får du kun meldinger tilsendt per epost til den adressen du har angitt på Min konto-siden. <b>webtrees</b>' interne meldingssystem blir ikke brukt i det hele tatt, og du vil aldri få noen meldinger i Mine meldinger på Min side.
sk: S týmto nastavením budete iba dostávať emaily na adresu, ktorú ste si nastavili na stránke nastavení účtu. Vnútorný systém správ sa vôbec nepoužije a nikdy sa nezobrazia žiadne správy v bloku správ na osobnej Mojej stránke.
sv: Med detta alternativ kommer du endast att mottaga e-post meddelande till adressen du konfigurerad på din Kontosida. <b>webtrees</b> interna meddelande system används inte alls och det kommer inte att finns några meddelande i Meddelande blocket på din personliga Min Sida.

source: No contact method
fi: Ei mitään yhteystapaa
fr: Messagerie désactivée
hu: Nincs kapcsolattartás
nb: Ingen kontaktmåte
sk: Bez kontaktnej metódy
sv: Ingen kontaktmetod

source: With this option, you will not receive any messages. Even the administrator will not be able to reach you.
fi: Tällä vaihtoehdolla et saa viestejä lainkaan.
fr: Avec cette option, vous ne recevrez aucun message. Même l'administrateur sera incapable de communiquer avec vous.
nb: Med dette valget vil du ikke motta noen beskjeder i det hele tatt. Heller ikke administrator kan nå deg.
sk: Táto voľba spôsobí, že nebudete dostávať žiadne správy.
sv: Med denna inställning kommer du inte få några meddelande alls. Inte ens adminisratören kan nå dig.

source: Your correct email address is important to us to keep in touch with you.<br /><br />If you get a new email address, as usually happens when you change your Internet provider, please do not forget to change the address here as well. You won't get a confirmation message from this site when you change this address, but any future messages directed to you will go this new address.
fi: Oikea sähköpostiosoitteesi on meille tärkeä yhteydenpitoa varten.<br /><br />Jos saat uuden sähköpostiosoitteen, muista päivittää se myös tähän. Sähköpostiosoitteen muuttamisesta ei lähetetä erikseen vahvistuspostia, mutta jatkossa kaikki viestit lähetetään uuteen sähköpostiosoitteeseen.
fr: Une adresse courriel valide est importante afin que nous puissions communiquer avec vous.<br /><br />Si vous changez d'adresse courriel, comme c'est souvent le cas lorsque vous changez de fournisseur Internet, veuillez ne pas oublier de modifier l'adresse de votre profil. Vous n'aurez pas de message de confirmation lors du changement d'adresse, mais les nouveaux messages vous seront envoyés à cette nouvelle adresse.
nb: For at vi skal kunne komme i kontakt med deg, er det viktig at du har angitt riktig epostadresse.<br /><br />Hvis du får ny adresse, f.eks. hvis du har byttet internetleverandør, glem ikke å endre adressen her også. Du får ingen bekreftelse fra nettstedet når du endrer adresse, men kommende beskjeder til deg vil gå til den nye adressen.
sk: Vaša správná emailová adresa je dôležitá, aby sme s vami nestratili kontakt.<br /><br />Ak si zmeníte emailovú adresu, nezabudnite si ju zmeniť i tu. Nedostanete už potvrdenie, že ste si zmenili adresu, ale budúce správy už pôjdu priamo na novú adresu.
sv: För att kunna hålla kontrakt med dig är det viktigt att du har en giltig e-postadress.<br /><br />Om du får en ny e-postadress, kom i håg att hålla oss informerad. Du får ingen verifikation från denna sajt när du byter adress, men alla nya meddelande går till den nya adressen.

source: This is a link to your own record in the family tree. If this is the wrong person, contact an administrator.
fi: Tämä on linkki tietoihisi sukupuussa. Jos tämä on väärä henkilö, ota yhteys ylläpitäjään.
fr: Il s'agit d'un lien vers vos propre information dans l'arbre généalogique. Si ce n'est pas la bonne personne, contactez un administrateur.
nb: Dette er en link til opplysningene om deg i slektstreet. Hvis det ikke er den riktige person, kontakt vennligst en administrator.
sk: Toto je odkaz k vašemu vlastnému záznamu v rodokmeni. Ak je to odkaz na chybnú osoba, kontaktujte administrátora.
sv: Detta är en länk till din egen datapost i släktträdet. Om det är fel person, kontakta en administratör.

source: In this box you can change your real name. This is the name that other users see when you are logged in.<br /><br />Although the choice of what to put into this field is yours, you should inform the administrator when you change it. When others see an unknown person on-line, they might wonder and ask questions. The admin can find out without having received your notice, but you should save him that unnecessary work.
fi: Tässä kentässä voit vaihtaa etu- ja sukunimesi. Muut käyttäjät näkevät tämän nimen sisäänkirjautumisesi jälkeen.<br /><br />Vaikka voit kirjoittaa kenttään mitä tahansa, sinun tulisi ilmoittaa ylläpitäjälle jos muutat sen toiseksi. Tuntematon käyttäjä saattaa herättää epäilyksiä ja turhaa selvitystyötä.
fr: Dans cette boîte, vous pouvez changer votre vrai nom. C'est le nom que les autres utilisateurs voient quand vous êtes connecté.<br /><br />Bien que le choix de ce qu'il faut mettre dans ce champ est le vôtre, vous devez en informer l'administrateur lorsque vous le changer. Quand d'autres personnes voient un nom inconnu en ligne, ils pourraient se poser des questions. L'administrateur peut découvrir sans avoir reçu votre avis, mais vous lui épargnerez du travail non nécessaire.
nb: Her kan du endre ditt virkelige navn. Dette er det navnet andre brukere ser når du er logget inn.<br /><br />Selv om det er opp til deg hva du skriver i dette feltet, bør du informere administratoren hvis du endrer det. Hvis andre brukere plutselig ser en ny person, kan de bli forundret og stille spørsmål. Administratoren kan finne det ut uten at du sier noe, men du bør spare ham det unødige arbeidet.
sk: V tomto rámčeku si môžete zmeniť vaše skutočné meno. Toto je meno, ktoré ostatný užívatelia uvidia, keď budete prihlásený<br /><br />I keď výber toho čo vložíte, je na vás, mali by ste informovať administrátora, že to robíte. Keď ostatný uvidia neznámu osobu online, možná sa začnú čudovať a klásť otázky. Administrátor to môže zistiť, ale mai by ste mu ušetriť zbytočnú prácu.
sv: I denna ruta bör du ha ditt riktiga namn. Det är det namn som de andra användarna ser när du loggat in.<br /><br />Även om du kan ha vilket namn som helst, är det bäst att informera administratören om du ändrar det. När andra ser ett okänt namn kan det väcka onödig oro, samt förorsaka onödigt arbete för administratören.

source: Passwords must be at least 6 characters long and are case-sensitive, so that "s3CR#t" is different to "S3CR#t".
fi: Salasanan pitää olla vähintään 6 merkkiä pitkä. Pienet ja isot kirjaimet eivät ole samaa asiaa, esim. "salasana" ei ole sama kuin "SALASANA".
fr: Les mots de passe doivent avoir au moins 6 caractères et sont sensibles à la casse, ainsi "s3CR#t" est différent de"S3CR#t".
nb: Passord må være på minst seks tegn, og det er forskjell på store og små bokstaver, så "s3CR#t" er forskjellig fra "S3CR#t".
sk: Heslá musia byť dlhé minimálne 6 znakov a rozlišujú se veľké a malé písmená, takže \"s3CR#t\" sa líši od \"S3CR#t\".
sv: Lösenord måste vara minst 6 tecken långt och de är skifteslägeskänsliga, så att "s3CR#t" och "S3CR#t" är olika.

source: Pedigree chart root ID
fi: Esivanhemmat-kaavion aloitushenkilön ID
fr: Individu racine
nb: ID for anetreets rot
sk: ID východiskovej osoby pre vývod (koreňová osoba)
sv: Antavla startperson ID

source: This is the starting (Root) person of all your charts.<br /><br />If, for example, you were to click the link to the Pedigree, you would see this root person in the leftmost box. This root person does not have to be you; you can start with any person (your grandfather or your mother's aunt, for instance), as long you have the rights to see that person.<br /><br />This changes the default Root person for most charts. You can change the Root person on many charts, but that is just for that page at that particular invocation.
fi: Tämä on kaavioiden aloitus- eli juurihenkilö.<br /><br />Esimerkiksi, kun valitset Esipolvet, vasenpuolisessa laatikossa on tämä aloitushenkilö. Aloitushenkilön ei tarvitse olla sinä, vaan se voi olla kuka tahansa (isoisäsi, äitisi täti jne.), kunhan sinulla on oikeus nähdä kyseisen henkilön tietoja.<br /><br />Tämä vaihtaa oletusaloitushenkilön useampiin kaavioihin. Voit vaihtaa aloitushenkilön monissa kaavioissa, mutta muutos on vain tilapäisesti voimassa, kaavion tarkastelun aikana.
fr: C'est l'individu de départ (Racine) de tous vos diagrammes.<br /><br />Par exemple, si vous cliquez sur le lien Arbre d'ascendance, cet individu racine s'affichera dans la boîte la plus à gauche. Il n'est pas obligatoire que cet individu racine soit vous-même; vous pouvez débuter l'arbre avec n'importe quelle autre personne (par exemple, votre grand-père ou la tante de votre mère), en autant que vous ayez les droits d'accès à cette personne.<br /><br />Ceci modifie l'individu Racine par défaut pour la plupart des diagrammes. Vous pouvez modifier l'individu Racine de plusieurs diagrammes, mais cela est actif uniquement pour cette page et pour cette demande particulière.
nb: Dette er startpersonen (Roten) for alle dine slektsdiagrammer.<br /><br />Hvis du f.eks. følger linken til Anetreet, vil det begynne med denne personen i boksen lengst til venstre. Roten behøver ikke å være deg selv; du kan begynne med hvilken person som helst (din bestefar eller din kones tante, f.eks.), så lenge du har tillatelse til å se vedkommendes data.<br /><br />Mange diagrammer gir deg mulighet for å endre Roten, men sånne endringer som gjøres underveis i ett diagram, gjelder kun for den bestemte siden, og den enkelte anlendning.
sk: Toto je východisková (koreňová) osoba všetkých vašich schém.<br /><br />Ak by ste napríklad klikli na odkaz na Vývod, tak by ste videli túto osobu v rámčeku najviac vľavo. Východisková osoba nemusíte byť vy. Môžete vybrať kohokoľvek (dedko alebo matkina teta napríklad), ale musíte mať dostatočné práva pre zobrazenie danej osoby.<br /><br />Týmto zmeníte východiskovú osobu pre väčšinu schém. Meniť ju môžete na mnohých schémach, ale je to iba pre tu danú stránku.
sv: Detta är startperson för alla dina diagram.<br /><br />Till exampel, om du klickar på länken till Förfädelträd, så skulle du se denna startperson i rutan längst till vänster. Denna startperson behöver inte vara du; du kan vem som helst till startperson (t.ex. din farfar eller dim mors moster) så länge du har rättigheter att se denna person.<br /><br />Här ändrar du startperson för många olika diagram.Du kan ändra startperson för många diagram, men det är endast i kraft, så länge du ser diagramet.

source: Default tab setting
fi: Välilehtien oletusasetukset
fr: Paramètre de l'onglet par défaut
nb: Standardtab
sk: Nastavenie implicitnej záložky
sv: Standard flik sättning

source: This setting allows you to specify which tab is opened automatically when you access the Individual Information page.
fi: Tällä asetuksella voit määrittää, mikä välilehti avautuu automaattisesti, kun avaat Henkilösivun tällä sivustolla.
fr: Cette option vous permet de spécifier quel est l'onglet ouvert automatiquement lorsque vous ouvrez la page Informations de l'individu.
nb: Her kan du stille inn hvilken tab som skal stå fremme når siden med personopplysninger vises.
sk: Umožňuje vám definovať, ktoré záložky budú zobrazené automaticky keď otvoríte stránku Informácie o osobe.
sv: Denna inställning tillåter dig att specifera vilken flik som är standard när du tittar på ansedeln för en individ.

source: You can change your username by updating it here. Usernames are case insensitive and ignore accented letters, so that "chloe", "chlo&euml;" and "CHLOE" are considered to be the same. Usernames may not contain the following characters: &lt;&gt;"%%{};
fi: Voit vaihtaa käyttäjätunnuksesi tässä. Käyttäjätunnuksessa pienet tai isot kirjaimet tulkitaan samoiksi, ja kirjainkorotuksia jätetään ottamatta huomioon. Esim "chloe", "chlo&euml;" and "CHLOE" tulkitaan samaksi. Käyttäjätunnuksessa ei saa käyttää merkkejä: &lt;&gt;"%%{};
fr: Vous pouvez modifier votre nom d'utilisateur par sa mise à jour ici. Les noms d'utilisateur sont insensibles à la casse et ignorent les lettres accentuées, de sorte que "chloe", "chlo&euml;" et "CHLOE" sont considérés comme étant les mêmes. Les noms d'utilisateur ne peuvent pas contenir les caractères suivants: &lt;&gt;"%%{};
nb: Du kan forandre brukernavn her. Brukernavn gjør <b>ikke</b> forskjell på store og små bokstaver, så "chloe", "chlo&euml;" and "CHLOE" regnes som samme navn. Brukernavn kan ikke inneholde noen av følgende tegn: &lt;&gt;"%%{};
sk: Tu si môžete zmeniť vaše užívateľské meno. Užívateľské maná nerozlišujú veľké a malé písmená a ignorujú sa písmená s diakritikou, takže \"chloe\", \"chlo&euml;\" a \"CHLOE\" sú všetky rovnaké. Niesú povolené nasledujúce znaky: &lt;&gt;\"%%{};
sv: Du kan ändra ditt användarnamn genom uppdatering här. Användarnamn är inte skiftlägeskänsliga och ignorerar bokstäver med accent, så att "chloe", "chlo&euml;" och "CHLOE" tolkas som samma. Användarnamn kan inte innehålla följande tecken: &lt;&gt;"%%{};

source: This option will save the family tree to a GEDCOM file on the server.
fi: Tällä valinnalla tallennat kopion sukupuusta palvelimelle GEDCOM-tiedostomuodossa.
fr: Cette option sauvegarde l'arbre généalogique de la base de données, sous forme d'un fichier au format GEDCOM, sur le serveur (xxx.ged dans le répertoire /data).
nb: Dette valget vil spare slektstreet til en GEDCOM-fil på serveren.
sk: Táto voľba uloží rodokmeň vo forme GEDCOM súboru na servere.

source: Files are stored in the %s directory.
fi: Tiedostot tallennettiin hakemistoon %s.
fr: Les fichiers sont stockés dans le répertoire %s
nb: Filer spares i mappen %s
sk: Súbory sú uložené v adresári %s.

source: Descendant generations
fi: Jälkisukupolvet
fr: Générations descendantes
nb: Generasjoner etterkommere
sk: Generácie potomkov
sv: Efterkommande generationer

source: This value determines the number of descendant generations of the root person that will be printed in Hourglass format.
fi: Tämä lukuarvo määrittää tiimalasimuodossa tulostetun aloitushenkilön jälkipolvien lukumäärän.
fr: Cette valeur détermine le nombre de générations de descendants de l'individu racine qui sera affiché dans le format Sablier.
nb: Denne verdien angir hvor mange generasjoner av etterkommere etter rotpersonen som vil vises i Timeglass-diagrammet.
sk: Táto hodnota určuje počet generácií potomkov východiskovej osoby, ktoré budú samostatne zobrazené vo forme schémy presýpacích hodín.
sv: Detta värde bestämmer hur många generationer ättlingar till startpersonen som kommer att skrivas ut i timglastavlan.

source: Family book
fi: Sukukirja
fr: Livret de famille
sk: Rodinná kniha

source: This chart is very similar to the Hourglass chart. It will show the ancestors and descendants of the selected root person on the same chart. It will also show the descendants of the root person in the same Hourglass format.<br /><br />The root person is centered in the middle of the page with his descendants listed to the left and his ancestors listed to the right. In this view, each generation is lined up across the page starting with the earliest generation and ending with the latest.<br /><br />Each descendant of the root person will become the root person of an additional hourglass chart, printed on the same page. This process repeats until the specified number of descendant generations have been printed.
fi: Tämä kaavio on hyvin samantapainen kuin tiimalasikaavio. Se näyttää valitun aloitushenkilön esivanhemmat ja jälkeläiset samassa kaaviossa. Se näyttää aloitushenkilön jälkeläiset samanlaisessa tiimalasimuodossa.<br /><br />Aloitushenkilö sijaitsee sivun keskellä jälkeläiset vasemmalla ja esivanhemmat oikealla. Tässä näkymässä jokainen sukupolvi on tasattu sivun poikki alkaen varhaisimmasta sukupolvesta ja päättyen viimeismpään.<br /><br />Jokaisesta aloitushenkilön jälkeläisestä tulee uuden tiimalasikaavion aloitushenkilö samalle sivulle tulostettuna. Tämä toistuu kunnes haluttu määrä jälkipolvia on tulostettu.
fr: Ce diagramme est très semblable au diagramme Sablier. Il montrera les ascendants et les descendants de l'individu sélectionné sur le même diagramme. Il montrera également les descendants de l'individu dans le même format que le diagramme Sablier.<br /><br />L'individu sélectionné est centré au milieu de la page avec ses descendants énumérés à gauche et ses ascendants à sa droite. Dans cette vue, chaque génération est alignée sur la page en commençant par la première génération et en terminant par la dernière.<br /><br />Chaque descendant de l'individu sélectionné deviendra l'individu principal d'un Sablier supplémentaire, affiché sur la même page. Cette procédure d'affichage est répétée jusqu'au nombre indiqué de générations de descendants affiché.
sk: Táto schéma ja velmi podobná schéme presýpacích hodín. Zobrazuje predkov a potomkov zvolenej východiskovej osoby v jednej schéme. Tiež zobrazuje potomkov východiskovej osoby v formáte schémy presýpacích hodín.<br /><br />Východisková osoba je umiestnená v strede stránky, jej potomkovia sú zobrazený vľavo a predkovia vpravo. V tomto zobrazení sú všetky generácie zoradené naprieč stránkou počínajúc najstaršou a končiac najmladšou.<br /><br />Všetci potomkovia východiskovej osoby sa stávajú východiskovou osobou dodatočných schém presýpacích hodín, ktoré sú zobrazené na tej istej stránke. Tento proces sa opakuje v závislosti na hodnote parametru počet generácií potomkov, zadanom na výberovej obrazovke.
sv: Denna tavla är väldigt likt timglastavlan. Den kommer att visa anorna och ättlingarna till den valda startpersonen i samma tavla. Den kommer också att visa ättlingarna till startpersonen i samma timglasstil.<br /><br />Startpersonen är centrerad i mitten på sidan med sina ättlingar till vänster och anorna till höger. I denna vy är varje generation uppradad över sidan med den äldsta generationen först och den yngsta sist.<br /><br />Varje ättling till startpersonen kommer att bli startperson för en ny timglasstavla, utskrivet på samma sida. Denna process upprepas till det angivna antalet generationer har skrivits ut.

source: Fan chart
fi: Viuhkakaavio
fr: Roue
sk: Kruhový diagram
