Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: This option lets you override the usual selection for a thumbnail image.<br /><br />The GEDCOM has a configuration option that specifies whether <b>webtrees</b> should send the large or the small image to the browser whenever the current page requires a thumbnail. The &laquo;Always use main image?&raquo; option, when set to <b>Yes</b>, temporarily overrides the setting of the GEDCOM configuration option, so that <b>webtrees</b> will always send the large image. You cannot force <b>webtrees</b> to send the small image when the GEDCOM configuration specifies that large images should always be used.<br /><br /><b>webtrees</b> does not re-size the image being sent; the browser does this according to the page specifications it has also received. This can have undesirable consequences when the image being sent is not truly a thumbnail where <b>webtrees</b> is expecting to send a small image. This is not an error: There are occasions where it may be desirable to display a large image in places where one would normally expect to see a thumbnail-sized picture.<br /><br />You should avoid setting the &laquo;Always use main image?&raquo; option to <b>Yes</b>. This choice will cause excessive amounts of image-related data to be sent to the browser, only to have the browser discard the excess. Page loads, particularly of charts with many images, can be seriously slowed.
fi: Tällä vallinnalla voit korvata oletetun pienoiskuvan näyttämisen.<br /><br />GEDCOM asetuksissa on kohta joka kertoo <b>webtrees</b>:lle milloin käyttää isoa- tai pienoiskuvaa selaimessa, kun sivu vaatii pienoiskuvan. Jos &laquo;Käytä aina ensisijaista kuvaa?&raquo; on käytössä, näytetään iso kuva. Pienoiskuvaa ei voi pakottaa näytettäväksi, jos GEDCOM asetuksessa on määritelty näytettäväksi iso eli ensisijainen kuva.<br /><br /><b>webtrees</b> ei säädä kuvan kokoa, vaan sen tekee selain, joka toimii sivunasetuksensa perusteella. Kuvan näkemisessä saattaa esiintyä haitallisia lopputuloksia, varsinkin silloin kun <b>webtrees</b> luulee käsittelevänsä pienoiskuvaa eikä se sitä ole. Tämä ei sinänsä ole virhe, sillä toisinaan halutaan esittää iso kuva pienoiskuvan sijaan.<br /><br />Ei suositella &laquo;Käytä aina ensisijaista kuvaa?&raquo käyttämistä, sillä selain vastaanottaa silloin liikaa kuvatietoja, ja selain joutuu karsimaan sen. Sivunlatausajat pitenevät erityisesti kaavioissa.
fr: Cette option vous permet de modifier la sélection habituelle pour une miniature. Le GEDCOM a une option de configuration qui spécifie si <b>webtrees</b> devrait envoyer la grande ou la petite image pour le navigateur chaque fois que la page actuelle exige une miniature.L'option &laquo; utiliser toujours l'image principale?&raquo;, lorsqu'elle est définie à <b>Oui</b>, annule temporairement le réglage de l'option de configuration GEDCOM, de sorte que <b>webtrees</b> enverra toujours la grande image.Vous ne pouvez pas forcer <b>webtrees</b> à envoyer la petite image lorsque la configuration GEDCOM précise que de grandes images doivent toujours être utilisées.<br /><br /><b>webtrees</b> ne redimensionne pas l'image envoyée, le navigateur la présente selon les spécifications de la page qu'il a reçues. Cela peut avoir des conséquences indésirables si l'image envoyée n'est pas vraiment une miniature et que <b>webtrees</b> s'attend à envoyer une petite image. Ce n'est pas une erreur: Il y a des occasions où il peut être souhaitable d'afficher une grande image dans des endroits où on pourrait normalement s'attendre à voir une miniature.<br /><br />Vous devriez éviter de mettre l'option &laquo;utiliser toujours l'image principale?&raquo; à <b>Oui</b> car ce choix fait que de grandes quantités de données sont envoyées au navigateur, et ralentit sensiblement le chargement de la page.
hu: Ez az opció felülírja a megszokott bélyegképkiválasztási metódust.<br /><br />A GEDCOMban be lehet állítani, hogy a <b>webtrees</b> egy kis vagy egy nagy képet küldjön a böngészőnek akkor ha az oldalon van bélyegkép. A &laquo;Mindig használd az eredeti képet?&raquo; opció ha <b>Igen</b>, akkor felülírja az aktuális GEDCOM beállítást és egy nagy méretű képet küld a böngészőnek. Nem kényszerítheti a <b>webtrees</b>t kis képek küldésére. A <br /><br /><b>webtrees</b> nem méretezi át a képet küldés előtt; a böngésző szintúgy. Ennek beláthatatlan következményei lehetnek abban az esetben ha a küldött kép nem egy bélyegkép amit a <b>webtrees</b> kis képként küldött. Ez nem egy hiba: Néha előfordul, hogy nem jelenik meg rendesen egy teljes méretű kép, egy olyan helyen, amelyen egy bélyegkép méretű kellene legyen.<br /><br />Próbálja elkerülni az <b>Igen</b> beállítást a &laquo;Mindig használd az eredeti képet?&raquo; opció esetében. Ez ugyanis azt eredményezheti, hogy többször lesznek hibák a képek megjelenítésekor, vagy a böngésző megtagadja a megjelenítésüket. Az oldalbetöltéseket, vagy diagramok megjelenítését jelentősen lelassíthatja.
nb: Her kan du overstyre standardinnstillingen for miniatyrbilder.<br /><br />I innstillingene for GEDCOM-filen kan det angis om <b>webtrees</b> skal bruke det store eller det lille bildet når det er et miniatyrbilde på en side. Hvis &laquo;Bruk alltid hovedbildet?&raquo; er satt til <b>Ja</b>, tilsidesettes GEDCOM-innstillingen midlertidig så <b>webtrees</b> alltid sender det store bildet. Du kan ikke tvinge <b>webtrees</b> til å sende det lille bildet hvis GEDCOM-innstillingen angir at det store bildet alltid skal brukes.<br /><br /><b>webtrees</b> forandrer ikke størrelsen på bildet; dette skjer i nettleseren, basert på sidespesifikasjonen som sendes samtidig. Dette kan ha uønskede konsekvenser hvis bildet som sendes ikke er et egentlig miniatyrbilde, når <b>webtrees</b> venter et lite bilde. Dette er ikke en feil: det kan finnes situasjoner der man faktisk ønsker å vise et stort bilde i steden for den forventede miniatyren.<br /><br />Det frarådes å sette &laquo;Bruk alltid hovedbildet?&raquo; til <b>Ja</b>. Det vil føre til at store mengder billeddata sendes til nettleseren, som i realiteten ikke blir vist. Innlesningstiden for siden, særlig i diagrammer med mange bilder, vil bli drastisk forlenget.
sk: Táto voľba vám umožní prepísať obvyklý výber náhľadového obrázku.<br /><br />GEDCOM má nastavenie, ktoré určuje, či by <b>webtrees</b> mal posielať prehliadači veľké alebo malé obrázky, kedykoľvek súčasná stránka požaduje náhľad. Voľba &laquo;Vždy použiť hlavný obrázok?&raquo;, ak je nastavená na <b>Ano</b>, dočasne prepisuje toto nastavenie GEDCOMu, takže <b>webtrees</b> vždy pošle veľký obrázok. Nemôžete však donútiť <b>webtrees</b>, aby posielal malé obrázky, ak konfigurácia GEDCOM určuje, že by sa mali vždy použiť veľké obrázky.<br /><br /><b>webtrees</b> nemení veľkosť zasielaných obrázkov, robí to iba webový prehliadač podľa zaslaných špecifikácií.Toto môže mať nežiadúci dôsledok, ak obrázok práve nie je náhľad a <b>webtrees</b> očakáva malý obrázok. To nie je chyba. Sú okolnosti, kedy je žiadúce zobraziť veľký obrázok na mieste, kde by ste normálne očakávali obrázok o veľkosti náhľadu.<br /><br />Mali by ste sa vyhnúť nastaveniu voľby &laquo;Vždy použiť hlavný obrázok?&raquo; na <b>Ano</b>. Táto voľba spôsobí, že sa prehliadaču bude posielať veľké množstvo obrázkových dát, a ten ich bude zbytočne zahadzovať. Načítanie stránok, zvlášť schém z veľkým množstvom obrázkov, sa môže vážne spomaliť.

source: This option controls whether or not to abbreviate labels like <b>Birth</b> on charts with just the first letter like <b>B</b>.
fi: Tällä valitset, käytetäänkö lyhenteitä esim. <b>Birth</b> sijasta lyhennettä <b>B</b>.
fr: Cette option commande si oui ou non on veut l'abréviation des libellés comme <b>Naissance</ b> sur les diagrammes avec seulement la première lettre comme <b>N</ b>.
nb: Her velger du om du vil bruke forkortelser eller ikke, f.eks. <b>født</b> på tavler/lister eller bare forkortelsen <b>f</b>.
sk: Táto voľba kontroluje, či sa má či nemá na schémach skracovať označenie napríklad <b>Narodenie</b> ako <b>*</b>.
sv: Här väljer du om du använder förkortningar eller ej t.ex. <b>född</b> på tavlor eller bara förkortningen <b>f</b>.

source: This is a comma separated list of GEDCOM fact tags that will be shown on the add/edit name form. If you use non-Latin alphabets such as Hebrew, Greek, Cyrillic or Arabic, you may want to add tags such as _HEB, ROMN, FONE, etc. to allow you to store names in several different alphabets.
fi: Pilkulla "," eroteltu luettelo GEDCOM tietoaihetunnisteista, joita haluat myös esitettäväksi nimen lisäämis-/muokkausikkunassa. Jos käytät muuta kuin länsimaalaisia aakkosia esim. hepraa, kreikkaa, kyrilliset tai arabiset, saatat lisätä tietoja kuvaavia tietomerkintöjä (tag) kuten -HEB, ROMN, FONE jne.
fr: Ceci est une liste de balises des faits GEDCOM séparées par des virgules qui sera affichée sur le formulaire Ajouter/Modifier le nom. Si vous utilisez des alphabets non-latins comme l'hébreu, le grec, le cyrillique ou l'arabe, vous pouvez ajouter des balises telles que _HEB, ROMN, FONE, etc pour vous permettre de stocker les noms de plusieurs alphabets différents.
nb: Dette er en kommaseparert liste med GEDCOMfakta som blir vist på skjermbildet for å legge til eller å endre navn. Hvis du bruker ikkelatinsk alfabet slik som hebraisk, gresk, kyrillisk eller arabisk, vil du kanskje legge til fakta slik som _HEB, ROMN, FONE, etc. for å tillate lagring av navn i ulike alfabet.
sk: Toto je zoznam čiarkami oddelených popiskov GEDCOMu, ktoré sa zobrazia na formulári pre pridanie/úpravu mena. Ak používate inú než latinskú abecedu (hebrejčina, alfabeta ...), pridajte príslušný tag, napr. _HEB, ROMN, FONE atd., aby ste boli schopný tieto dáta uložiť v rôznych abecedách.
sv: Detta är en kommaseparerad lista av GEDCOM-fakta som kommer att visas på lägg till/redigera namn formuläret. Om du väljer ett icke latinskt alfabet som Hebreiska, Grekiska, Kyrilliskt eller Arabiskt vill du kanske lägga till taggar som _HEB, ROMN, FONE, etc. för att låta dig spara namnen enligt flera alfabet.

source: This is a comma separated list of GEDCOM fact tags that will be shown when you add or edit place names. If you use non-Latin alphabets such as Hebrew, Greek, Cyrillic or Arabic, you may want to add tags such as _HEB, ROMN, FONE, etc. to allow you to store place names in several different alphabets.
fi: Pilkulla "," eroteltu luettelo GEDCOM tietoaihetunnisteista, joita haluat myös esitettäväksi paikkojen lisäämis-/muokkausikkunassa. Jos käytät muuta kuin länsimaalaisia aakkosia esim. hepraa, kreikkaa, kyrilliset tai arabiset, saatat lisätä tietoja kuvaavia tietomerkintöjä (tag) kuten -HEB, ROMN, FONE jne.
fr: Il s'agit d'une liste séparée par des virgules de balises GEDCOM fait qui sera affiché lorsque vous ajoutez ou modifiez les noms de lieux. Si vous utilisez des alphabets non latins comme l'hébreu, grec, cyrillique ou arabe, vous pouvez ajouter de tags tels que _HEB, ROMN, FONE, etc pour vous permettre de stocker les noms de lieu dans plusieurs alphabets différents.
nb: Dette er en kommaseparert liste med GEDCOM-fakta som blir vist på skjermbildet for å legge til eller endre stednavn. Hvis du bruker ikkelatinsk alfabet slik som hebraisk, gresk, kyrillisk eller arabisk, vil du kanskje legge til fakta slik som _HEB, ROMN, FONE, etc. for å tillate lagring av navn i ulike alfabet.
sk: Toto je zoznam čiarkami oddelených popiskov GEDCOMu, ktoré sa zobrazia na formulári pre pridanie/úpravu miest. Ak používate inú než latinskú abecedu (hebrejčina, alfabeta ...), pridajte príslušný tag, napr. _HEB, ROMN, FONE atd., aby ste boli schopný tieto dáta uložiť v rôznych abecedách.
sv: Detta är en kommaseparerad lista av GEDCOM-fakta som kommer att visas på lägg till/redigera orts-formuläret. Om du använder ett icke latinskt alfabet som Hebreiska, Grekiska, Kyrilliskt eller arabiskt vill du kanske lägga till taggar som _HEB, ROMN, FONE, etc. för att låta dig spara namnen enligt flera alfabet.

source: Allow GEDCOM switching
fi: Salli GEDCOM:n vaihto
fr: Autoriser le choix du fichier GEDCOM
hu: GEDCOM váltás engedélyezése
nb: Tillat skifte mellom slektsbaser
sk: Povoliť prepínanie medzi GEDCOM súbormi
sv: Tillåt byte av GEDCOM

source: If you have an environment with multiple GEDCOMs, setting this value to <b>Yes</b> allows your site visitors <u>and</u> users to have the option of changing GEDCOMs. Setting it to <b>No</b> disables GEDCOM switching for both visitors <u>and</u> logged in users.
fi: Jos käytät useita GEDCOM aineistoja samalla sivustolla, asetuksella <b>Kyllä</b> salli käyttäjien ja vierailijoiden siirtyä GEDCOMista toiseen. Asetuksella <b>Ei</b> estää siirtymisen sekä vierailijoilta kuin myös rekisteröityneiltä käyttäjiltä.
fr: Permet aux visiteurs et aux utilisateurs de changer de fichier GEDCOM quand il en existent plusieurs sur le serveur.
hu: Ezen változó beállításával engedélyezheti, hogy a látogatók választhassanak a GEDCOM-állományok között, amennyiben Ön beállította a többszörös GEDCOM-adattáblák környezetét.<br /><br />Ha Ön a <b>Nem</b>-et választja, sem a látogatók sem a bejelentkezett felhasználók nem válthatnak a rendelkezésre álló GEDCOM-állományok között.
nb: Ved å sette denne valget til <b>Ja</b>, gir du brukere av nettstedet ditt muligheten til å bytte slektsbase hvis du har lagt inn flere slektsbaser.<br /><br />Dersom du har valgt <b>Nei</b>, vil ingen brukere eller besøkende ha mulighet til å bytte slektsbase.
sk: Ak nastavíte túto hodnotu na <b>Ano</b>, povolíte tým návštevníkom vašich stránok možnosť prepnout medzi GEDCOM súbormi, ak ich máte viacej.<br /><br />Ak je nastavené <b>Ne</b>, ani návštevníci, <b>ani</b> prihlásený uživatelia nebudú môcť prepínať medzi GEDCOM súbormi.
sv: Genom att sätta detta värde till <b>Ja</b> tillåter du besökare <b>och</b> användare på din sajt att byta mellan olika GEDCOM-filer om du har fler än en GEDCOM konfigurerad.<br /><br />Om satt till <b>Nej</b>, både besökare <b>och</b> inloggade användare, kommer inte att kunna byta GEDCOM-fil.<br /><br />Detta ställer in variabeln $ALLOW_CHANGE_GEDCOM i filen <i>config.php</i>.

source: This option enables online editing features for this database so that users with Edit privileges may update data online.
fi: Tällä valinnalla sallit niiden käyttäjien, joilla on tiedon muokkaamiseen tarvittavia oikeuksia tehdä muutoksia tietokantaan.
fr: Autorise les fonctions d'édition des donnéees GEDCOM pour que les utilisateurs autorisés puissent mettre à jour ce fichier directement.
hu: Az aktuális GEDCOM-állományban engedélyezi az online szerkesztés lehetőségét, tehát a szerkesztési jogosultsággal rendelkező felhasználók módosíthatják a GEDCOM-ot.
nb: Aktiverer redigering online for denne slektsfilen så brukere med redigeringsrettigheter kan oppdatere denne slektsfilen online.
sk: Zapíná vlastnosť pre úpravy tohoto GEDCOM súboru online, aby uživatelia z oprávnením k úpravám mohli tento GEDCOM aktualizovať online.
sv: Tillåter online-redigeringsmöjligheten för denna databas så att användare med redigeringsprivilegium kan uppdatera data online.

source: Gives users the option of selecting their own theme from a menu.<br /><br />Even with this option set, the theme currently in effect may not provide for such a menu. To be effective, this option requires the <b>Allow users to select their own theme</b> option to be set as well.
fi: Sallii käyttäjien valita teeman vaihtoehtolistasta.<br /><br />Tämä valinta toimii vain silloin kun <b>Salli käyttäjien valita itselleen oma teema</b> on myös voimassa. Muutoin vaihtoehtolista ei näy käyttäjälle.
fr: Permet aux utilisateurs de choisir leur propre thème à partir d'une liste (si la configuration l'autorise).
hu: Biztosítja a felhasználóknak azt a lehetőséget, hogy kiválasszák saját asztaltémájukat egy legördülő menüből (ha ez a lehetőség létezik az adott asztaltémában).<br /><br />Ehhez a lehetőséghez az <b>Engedjük a felhasználóknak hogy témát váltsanak</b> mezőt szintén jóvá kell hagyni.
nb: Gir brukere mulighet til å velge deres eget utseende(stil).<br />fra en "slipp ned"meny(hvis klargjort i stilen)<br />Trenger også at ALLOW_USER_THEMES er satt til Ja.
sk: Umožňuje uživateľovi zvoliť si vlastný motív z rolovacieho menu (ak je zabudované v aktuálnom motíve. Premenná <b>Umožniť uživateľom vybrať si vlastný motív</b> musí byť tiež nastavená na "Ano".
sv: Ger användaren valet att välja sitt eget tema från en meny<br />.<br />Även med detta val satt behöver det nuvarande temat inte ha någon sadan meny. Kräver <b>Tillåt användare att välja sitt eget tema</b> att vara satt dessutom.<br />Detta sätter variabeln $ALLOW_THEME_DROPDOWN i <i><u>xxx</u>.GED_conf.php</i>.

source: Allow users to select their own theme
fi: Salli käyttäjien valita itselleen oma teema
fr: Permettre aux utilisateurs de choisir leur propre thème
hu: Engedjük a felhasználóknak hogy témát váltsanak
nb: Tillat brukere å velge utseende (tema)
sk: Umožniť uživateľom vybrať si vlastný motív
sv: Tillåt användare att välja eget tema

source: Gives users the option of selecting their own theme.
fi: Sallii käyttäjäkohtaisen teeman valinnan
fr: Autoriser les utilisateurs à choisir leur propre thème.
hu: A felhasználók kiválaszthatják a nekik tetsző, egyedi asztal-témát.
nb: Gir brukere mulighet til å velge deres egen stil.
sk: Umožniť uživateľom vybrať si vlastný motív.
sv: Ger användaren möjligheten att välja sitt eget tema.<br /><br />Detta sätter variabeln $ALLOW_USER_THEMES i filen <i>config.php</i>.

source: Should the system automatically generate thumbnails for images that do not have them. Your PHP installation might not support this functionality.
fi: Luodaanko automaattisesti pienoiskuvat kuville joille ei ole vielä sellaisia luotu. Tämän ominaisuus ei ehkä ole määritelty PHP asennuksessäsi.
fr: Si le système doit générer automatiquement les miniatures pour les images qui n'en ont pas. Votre installation de PHP pourrait ne pas supporter cette fonctionnalité.
hu: A rendszer automatikus generáljon bélyegképet amelyik fényképnek még nincs. Az ön PHP telepítése lehet hogy nem támogatja ezt a funkciót.
nb: Skal systemet automatisk lage miniatyrbilder for bilder som ikke har det fra før.<br />PS. Det kan hende at PHPversjonen din ikke støtter denne funksjonen.
sk: |~Automaticky generovať náhľady~<br /><br />Systém by mal automaticky generovať náhľady pre obrázky, ktoré ich nemajú. Vaša PHP inštalácia nepodporuje túto funkčnosť.
sv: Ska systemet generera miniatyrbilder automatiskt för bilder som inte har några. Din PHP-installation stöder kanske inte denna funktionalitet.

source: Different calendar systems are used in different parts of the world, and many other calendar systems have been used in the past. Where possible, you should enter dates using the calendar in which the event was originally recorded. You can then specify a conversion, to show these dates in a more familiar calendar. If you regularly use two calendars, you can specify two conversions and dates will be converted to both the selected calendars.
fi: Eri kalenterijärjestelmiä käytetään eri puolilla maailmaa, ja monet muut kalenterijärjestelmät olivat käytössä aikaisemmin. Jos mahdollista, sinun pitäisi kirjoittaa päivämäärät käyttämällä kalenteria jossa tapahtuma alun perin kirjattiin. Tämän jälkeen voit määrittää muunnoksen ja näyttää nämä päivämäärät tutummassa kalenterissa. Jos säännöllisesti käytät kahta kalenteria, voit määrittää kaksi muunnosta ja päivämäärät muunnetaan molempiin valittuun kalenteriin.
fr: Différents systèmes de calendriers sont utilisés dans le monde, et beaucoup d'autres ont été utilisés par le passé. Dans la mesure du possible, vous devez entrer les dates en utilisant le calendrier utilisé à l'époque de l'évènement correspondant. Vous pourrez par la suite définir une conversion des dates dans un système plus familier. Si vous utilisez fréquemment deux types de calendriers, vous pouvez spécifier deux conversions et les dates seront converties dans ces deux calendriers.
nb: Forskjellige kalendersystemer brukes i ulike deler av verden, og mange andre kalendere har vært i bruk i eldre tid. Så langt mulig bør en begivenhet føres inn med det samme kalendersystemet den opprinnelig ble nedtegnet med. Du kan deretter angi en konvertering, så datoene vises i et mer velkjent kalendersystem. Hvis du regelmessig bruker to forskjellige kalendre, kan du angi to konvertering, så datoer konverteres til begge de valgte kalendersystemene.

source: The following calendars are supported:
fi: Seuraavat kalenterit tuetaan:
fr: Les systèmes de calendriers suivants sont utilisables:
nb: Følgende kalendere kan brukes:
sk: Nasledujúce kalendáre sú podporované:

source: Dates are only converted if they are valid for the calendar. For example, only dates between %1$s and %2$s will be converted to the French calendar and only dates after %3$s will be converted to the Gregorian calendar.
fi: Päivämäärät muunnetaan ainoastaan, jos ne ovat voimassa kalenterissa. Esimerkiksi vain %1$s ja %2$s väliset päivämäärät muunnetaan Ranskan kalenteriin ja vain päivämäärät %3$s jälkeen muunnetaan gregoriaaniseen kalenteriin.
fr: Les dates ne sont converties que lorsqu'elles sont valides pour le calendrier. Par exemple, seules les dates entre le %1$s et le %2$s seront converties dans le calendrier républicain et seules les dates après le %3$s seront converties dans le calendrier grégorien.
nb: Datoer vil kun bli konvertert hvis de er gyldige i kalenderen. For eksempel vil kun datoer mellom %1$s og %2$s bli konvertert til den franske kalenderen og kun datoer etter %3$s til den gregorianske.

source: In some calendars, days start at midnight. In other calendars, days start at sunset. The conversion process does not take account of the time, so for any event that occurs between sunset and midnight, the conversion between these types of calendar will be one day out.
fi: Joissakin kalentereissa päivät alkavat keskiyöllä. Muissa kalentereissa, päivät alkavat auringonlaskun aikaan. Muunnos prosessi ei oteta huomioon aikaa, joten tapahtumille, jotka sattuivat auringonlaskun ja keskiyön välillä, tällaisten kalenterien välisessä muunnoksessa on päivän ero.
fr: Pour certains calendriers, le jour commence à minuit. Pour d'autres, le jour commence au coucher du soleil. La conversion ne tient pas compte de l'heure, donc pour un évènement qui eut lieu entre le coucher du soleil et minuit, la conversion pourra être décalée d'un jour.
nb: I noen kalendre begynner dagen ved midnatt, i andre ved solnedgang. Konverteringen tar ikke hensyn til tidspunktet på dagen, så for begivenheter som finner sted mellom solnedgang og midnatt, vil konverteringen mellom disse kalendertypene bli forskjøvet med en dag.
