Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: This option will show the married names of females on the Individual list. This option requires that you calculate the married names when you import the GEDCOM file.
fi: Tämä valinta näyttää naisten avionimet henkilöluettelossa. Tämä valinta vaatii, että avionimet lasketaan, kun GEDCOM-tiedosto tuodaan.
fr: Cette option fait apparaître les noms des femmes mariées sur la liste individuelle. Cette option exige que vous calculez le nom de femme mariée lorsque vous importez le fichier GEDCOM.
nb: Dette valget vil vise navn som gift for koner i personlisen. Valget forutsetter at giftenavnet er blitt opprettet under importen av GEDCOM-filen.
sk: Táto voľba zobrazí priezviská po sobáši u žien na ich osobných stránkach. Toto vyžaduje aby boli tieto priezviská pri načítaní GEDCOM súboru odhadnuté aplikáciou PhpGedView.
sv: Detta val visar vigselnamn för kvinnor i personlistan. Detta val kräver att du beräknar vigselnamn när du importerar GEDCOM-filen. Detta sätter $SHOW_MARRIED_NAMES variabeln i <i><u>xxx</u>.GED_conf.php</i>.

source: The Media Viewer can show a link which, when clicked, will download the Media file to the local PC.<br /><br />You may want to hide the download link for security reasons.
fi: Median katseluohjelma voi näyttää linkin ja klikkaamalla siirtää kopion mediatiedostosta paikalliselle PC:lle.<br /><br />Tietoturvallisuuden lisäämiseksi, voit piilottaa tämän linkin.
fr: Le diaporama (Media Viewer) peut montrer un lien qui, lorsqu'on clique dessus, télécharge le fichier numérique à l'ordinateur local.<br /><br />Vous pouvez cacher le lien de téléchargement pour des raisons de sécurité.
nb: Mediaviseren kan vise en lenke, som hvis man klikker på den vil laste mediafilen ned til lokal datamaskin.<br /><br />Du vil kanskje skjule nedlastningslinken av sikkerhetshensyn.
sk: Media Viewer môže zobraziť linky, kliknutím na ne môžete načítať súbory médií na lokálne PC.<br /><br />Môžete ukryť linky z dôvodu ochrany.
sv: Mediavisaren kan visa en länk, som när klickad, laddar ner mediafil till lokaldatorn.<br /><br />För ökad säkerhet kan du dölja denna länk.

source: The Media Viewer can show the name of the Media file being viewed. This option determines whether that file name is shown to users or not.<br /><br />You may want to hide the file name for security reasons.
fi: Median katseluohjelma voi näytää tarkasteltavana olevan mediatietodoston nimen. Tällä valinnalla päätät näytetäänkö tiedoston nimi vai ei.<br /><br />Tietoturvallisuuden lisäämiseksi, voit piilottaa tämän.
fr: Le diaporama (Media Viewer) peut afficher le nom du fichier multimédia en cours de visualisation. Cette option détermine si ce nom de fichier est affiché aux utilisateurs ou non.<br /><br />Vous pouvez cacher le nom du fichier pour des raisons de sécurité.
nb: Mediaviseren kan vise navn på mediafilen som blir vist. Dette valget bestemmer om du skal vise filnavnet eller ikke.<br /><br />Du vil kanskje skjule filnavnet av sikkerhetshensyn.
sk: Media Viewer môže zobraziť mená súborov Médií, keď sú zobrazené. Táto voľba určuje či uživatelia uvidia mená súborov alebo nie.<br /><br />Môžete ukryť mená súborov z dôvodu ochrany.
sv: Mediavisaren kan visa filnamn på media som visas. Här bestäms om filnamnet visas eller ej.<br /><br />För ökad säkerhet kan du dölja filnamnet.

source: If the Media Firewall is enabled, users will see watermarks if they do not have the privilege level specified here.
fi: Kun Mediapalomuuri on käytössä, käyttäjät näkevät vesileimoja kun käyttöoikeustaso ei ole määritelty tähän kohtaan.
fr: Si le pare-feu avec les médias est activé, les utilisateurs verront les filigranes, s'ils n'ont pas le niveau de privilège spécifié ici.
nb: Hvis Mediabrannmuren er aktivert, vil brukerne se vannmerker hvis de ikke har tilgangsnivået som er spesifisert her.
sk: Ak je aktívny Media Firewall, užívatelia uvidia vodoznak ak nemajú oprávnenia na úrovni špecifikovanej tu.
sv: Om mediabrandväggen är på kommer användarna att se vattenmärke om de inte har den rättighetsnivå som specificeras här.

source: Show age of parents next to child's birthdate
fi: Näytä vanhempien iät lapsen syntymäpäivän vieressä
fr: Afficher l'âge des parents à la naissance de l'enfant
hu: Szülők kora mutatása a gyerek születésnapja mellet
nb: Vis alder til foreldre ved siden av fødselsdatoen til barn
sk: Zobraziť vek rodičov pri narodení detí
sv: Visa ålder för föräldrar intill barnets födelsedatum

source: This option controls whether or not to show age of father and mother next to child's birthdate on charts.
fi: Tällä valinnalla päätät näytetäänkö kaavioissa lasten syntymäpäivämäärän vieressä isän ja äidin senhetkinen ikä.
fr: Option pour afficher l'âge du père et de la mère dans les tableaux à côté de la date de naissance de l'enfant.
nb: Dette valget bestemmer om alderen til faren og moren til et barn skal vises ved siden av fødselsdatoen til barn i diagram
sk: Toto nastavenie určuje či sa v schémach zobrazí vek rodičov pri narodení detí
sv: Visa ålder för föräldrar intill barnets födelsedatum i tavlor

source: This sets how much of the place information is shown in the person boxes on charts.<br /><br />Setting the value to 9 will guarantee to show all place levels. Setting the value to 0 will hide places completely. Setting the value to 1 will show the first level, setting it to 2 will show the first two levels, etc.
fi: Tällä asetuksen arvolla päätät miten paljon paikkatietoa näytetään kaavioissa henkilöön liittyvässä tietokehyksessä.<br /><br />Arvolla 9 näytetään kaikki paikkatasotiedot. Arvolla 0 piilotetaan kaikki tiedot. Arvolla 1 näytetään taso 1 tiedot, arvolla 2 näytetään 1 ja 2 tasojen paikkatiedot jne.
fr: Indique le nombre de niveaux à afficher pour les lieux sur les arbres d'ascendance et de descendance. Valeur entre 0 (=ne rien afficher) et 9 (=afficher tout).
hu: Mutatja a helységeket a születés és az elhalálozás mellett a családi a és leszármazási táblázatokban.
nb: Viser hvor mye informasjon om stedsnavn som vises i personboksene i diagram.<br /><br />Velges 9 vil alle stedsnavnsnivåer bli vist. Velges 0, vil ingen stedsnavn bli vist. Velges 1, vises første nivå, 2 viser 2 nivåer osv.
sk: Toto nastavenie určuje, koľko informácií o mieste bude zobrazené v políčku osoby v rodokmeni. Ak nastavíte hodnotu 9, zaistíte zobrazenie všetkých úrovní miest. Ak nastavíte hodnotu 0, všetky miesta budou schované. Ak nastavíte hodnotu 1, bude zobrazená prvá úroveň, ak nastavíte 2, budú zobrazené prvé dve úrovne atd.
sv: Denna sätter nivån av ortsinformation som visas i en personruta i tavlorna. Värdet 9 motsvarar all ortsinformation medans 0 kommer att dölja all ortsinformation. Värdet 1 visar första nivån av ortsinformationen, Värdet 2 visar dom första 2 nivåerna, osv.

source: This option will retain family links in private records. This means that you will see empty "private" boxes on the pedigree chart and on other charts with private people.
fi: Tällä vallinnalla säilytetään yksityisten henklöiden sukulaisyhteydet. Yksityiset näkyvät tyhjinä laatikkoina esivanhemmat- ja muissa kaavioissa.
fr: Cette option conserve les liens familiaux dans les dossiers privés. Cela signifie que vous pourrez voir les boîtes vides "privé" sur le tableau généalogique et sur les autres tableaux avec les personnes privées.
nb: Dette valget beholder familiebånd i private poster. Det betyr at du vil se tomme "private" bokser i stamtreet og andre diagrammer med private personer.
sk: Táto voľba nechá rodinné spojenia v utajených záznamoch. To znamená, že uvidíte prázdne \"utajené\" rámčeky vo Vývode a ďalších schémach.

source: When set to <b>Yes</b>, the following message will appear above the input fields on the «Request new user account» page:<div class="list_value_wrap"><div class="largeError">Notice:</div><div class="error">By completing and submitting this form, you agree:<ul><li>to protect the privacy of living people listed on our site;</li><li>and in the text box below, to explain to whom you are related, or to provide us with information on someone who should be listed on our site.</li></ul></div></div>
fi: Valitsemalla <b>Kyllä</b>, esitetään seuraavanlainen viesti, kun pyydät uuden käyttäjätilin:<div class="list_value_wrap"><div class="largeError">Huomautus:</div><div class="error">Tällä hakemuksella hyväksyt myös:<ul><li>kunnioittaa sukututkimuksessa elossa olevien henkilöiden yksityisyyttä;</li><li>ja alla olevassa tekstiruudussa kertoa kenelle olet sukua tässä sukupuussa, tai toimittamaan tietoja henkilöstä jonka pitäisi löytyä sukupuusta.</li></ul></div></div>
fr: Lorsqu'il est réglé sur <b>Oui</b>, le message suivant apparaîtra au-dessus des champs de saisie de la page «Demander un compte utilisateur»:<div class="list_value_wrap"><div class="largeError">Attention:</div><div class="error">En remplissant et en soumettant ce formulaire, vous acceptez:<ul><li>de protéger la vie privée des personnes vivantes répertoriées sur notre site;</li><li>et dans la zone de texte ci-dessous, expliquer avec qui vous êtes liés, ou de nous fournir des informations sur quelqu'un qui est sur notre site.</li></ul></div></div>
nb: Hvis dette er satt til <b>Ja</b>, vil den følgende teksten stå over innskrivningsfeltene på siden «Søk om brukerkonto»:<div class="list_value_wrap"><div class="largeError">Notice:</div><div class="error">Ved å fylle ut og sende dette skjemaet, erklærer du at du vil:<ul><li>respektere nålevende personers personvern;</li><li>og forklare i tekstboksen nedenfor hvem du er i slekt med, eller skaffe oss opplysninger om personer som vi bør ha med på nettstedet.</li></ul></div>
sk: Keď nastavíte <b>Ano</b>, objaví sa nasledujúca správa nad formulárom pre žiadosť o nový uživateľský účet:<div class=\"list_value_wrap\"><div class=\"largeError\">Upozornenie:</div><div class=\"error\">Vyplnením a odoslaním formulára súhlasíte, že:<ul><li>ochráníte súkromie žijúcich ľudí zobrazených na tomto webe</li><li>a v nižšie uvedenom rámčeku vysvetlíte, ku komu ste príbuzný alebo poskytnete nám informácie o niekom, kto by mal byť uvedený na našom webe.</li></ul></div></div>
sv: Nä detta sääts till <b>Ja</b>,följande meddelande syns i inskrivningfältet ovanföre på «Begär nytt användarkonto»-sidan:<div class="list_value_wrap"><div class="largeError">Obs:</div><div class="error">Med sändandet av denna begäran, godkänner du också:<ul><li>att skydda och respektera integriteten för levande personer som finns på denna sajt;</li><li>och i textrutan nedanför, berätta till vem du är släkt eller ge oss information på någon som borde finns på vår sajt.</li></ul></div></div>

source: Births, marriages, and deaths of relatives are important events in one's life. This option controls whether or not to show these events on the <i>Personal facts and details</i> tab on the Individual page.<br /><br />The events affected by this option are:<ul><li>Death of spouse</li><li>Birth and death of children</li><li>Death of parents</li><li>Birth and death of siblings</li><li>Death of grand-parents</li><li>Birth and death of parents' siblings</li></ul>
fi: Tärkeitä tapahtumia lähisukulaisten elämänkaaressa ovat syntymät, avioliitot and kuolemat. Tällä valinnalla päätät näytetäänkö näitä tapahtumia henkilön <i>Henkilötiedot</i> välilehdellä.<br /><br />Tämä vaikuttaa näytetäänkö:<ul><li>Aviopuolison kuolema</li><li>Lasten syntymät ja kuolemat</li><li>Vanhempien kuolema</li><li>Sisarusten syntymät ja kuolemat</li><li>Isovanhempien kuolema</li><li>Vanhempien sisarusten syntymät ja kuolemat</li></ul>
fr: La naissance, le mariage ou le décès d'un proche sont des évènements importants dans la vie de chacun. Cette option permet de les ajouter sur l'onglet «Faits et détails personnels» de la fiche individuelle..<br /><br />Les évènements affectés par cette options sont :<ul><li>Décès du conjoint</li><li>Naissance et décès des enfants</li><li>Décès des parents</li><li>Naissance et décès des frères et sœurs</li><li>Décès des grands-parents</li><li>Naissance et décès des parents des frères et sœurs</li></ul>
nb: Slektningers fødsel, giftemål og død er viktige begivenheter i en persons liv. Dette valget gir deg mulighet til å vise disse begivenhetene på arkfanen <i>Fakta og detaljer om personen</i> på personsiden.<br /><br />Begivenheter som vises hvis dette aktivereres, er:<ul><li>Ektefellers død</li><li>Barns fødsel og død</li><li>Foreldres død</li><li>Søskens fødsel og død</li><li>Besteforeldres død</li><li>Onklers og tanters fødsel og død</li></ul>
sk: Narodenia, sobáše a úmrtia príbuzných sú dôležité udalosti v živote. Táto voľba riadi či sú alebo nie sú zobrazené tieto udalosti na záložke <i>Osobné údaje a detaily</i> na stránke osoby.<br /><br />Udalosti ovplyvnené touto voľbou sú:<ul><li>Úmrtie partnera</li><li>Narodenie a úmrtie detí</li><li>Úmrtie rodičov</li><li>Narodenie a úmrtie súrodencov</li><li>Úmrtie starých rodičov</li><li>Narodenie a úmrtie súrodencov rodičov</li></ul>
sv: Födslar, vigslar och dödsfall av släktingar är viktiga händelser i våra liv. Detta val kontrollerar om du vill visa dessa händelser på <i>Personliga fakta och detaljer</i>-fliken på ansidan.<br /><br />Händelser som påverkas av detta val är: <ul><li>Död av ingift</li><li>Födelse och död för barn</li><li>Föräldrars död</li><li>Syskons födelse och död</li><li>Far/morföräldrars död</li><li>Födelse och död för föräldrars syskon</li></ul>

source: Show runtime statistics and database queries at the bottom of every page.
fi: Näytä suoritustilasto- ja tietokannastahakutiedot jokaisen sivun alaosassa.
fr: Affichage des statistiques d'exécution du programme et des requêtes faites sur la base de données au bas de chaque page.
hu: Minden lap alján feltünteti a futtatási és adatbázis-lekérdezési statisztikát.
nb: Vis runtime-statistikk og antall database-forespørsler på bunnen av hver side.
sk: Zobraziť na päte každej stránky štatistiku spracovania a dotazy na databázu.
sv: Visa körtid och antalet databasfrågor längst ner på varje sida.

source: When a new source record is added online in <b>webtrees</b>, a new ID for that source will be generated automatically. The source ID will have this prefix.
fi: Lisättäessä <b>webtrees</b> online-tilassa uuden lähdetiedon, luodaan automaattisesti ID:n lähdetiedolle. ID:n eteen lisätään tämä etuliite.
fr: Quand un dossier source est ajouté en ligne dans <b>webtrees</b>, une nouvelle carte d'identité de cette source sera généré automatiquement. La source ID aura ce préfixe.
nb: Når en ny kilde legges til i <b>webtrees</b>, får den automatisk et nytt ID-nummer. ID-nummeret får dette prefikset.
sk: Ak je pridaný online vo <b>webtrees</b> nový záznam zdroja, bude automaticky vytvorené nové ID. Toto ID zdroja bude mať nasledujúcu predponu.
sv: När en ny källa läggs till on-line i <b>webtrees</b>, så skapas en ny ID automatiskt. Källans ID får då detta prefix.

source: Source add facts
fi: Lähdetieto, lisää tietoaiheita
fr: Faits pour la saisie de sources
hu: Forráshoz tények hozzáadása
nb: Tilføy kildefakta
sk: Údaje pridávané k zdrojom
sv: Källa, lägg till fakta

source: This is the list of GEDCOM facts that your users can add to sources. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the <i>Unique Source Facts</i> list.
fi: Tämä on luettelo GEDCOM tietoaiheista, jotka käyttäjät voivat lisätä lähdetiedoiksi. Voit muokata luetteloa tarvittaessa lisäämällä tai poistamalla tiedon nimet, jopa muokatut. Luettelon tietoaiheet eivät saa toistua <i>Yksilöllisissä lähdetiedoissa</i>
fr: Liste des codes GEDCOM des faits qu'il sera possible d'ajouter à une source. Vous pouvez librement ajouter ou supprimer des codes à cette liste. Toutefois, les faits de cette liste ne doivent pas être présents dans la liste <i>Faits uniques pour une source</i>.
hu: Ez a GEDCOM tények listája amit a felhasználók hozzáadhatnak egy forráshoz. A Listát meg lehet változtatni ugy hogy elvesz vagy hozzáad egy tény nevet, még egyedülálló tényeket is, ha szükséges. A tény nevek amik ebben a listában láthatók, nem muszáj a <i>Forrás egyedülálló tényei</i> listában is lennie.
nb: Dette er listen med GEDCOMfakta som brukerne dine kan legge til kilder. Du kan endre denne listen ved å fjerne eller legge til faktanavn, også egendefinerte om nødvendig. Faktanavn som er på denne listen kan ikke samtidig være på <i>Unike fakta for kilder</i> listen.
sk: Toto je zoznam údajov v GEDCOMe, ktoré vaši užívatelia môžu pridávať k zdrojom. Môžete ho upraviť pridaním alebo odstránením názvov údajov, prípadne dokonca vytvorením vlastných. Názvy údajov, ktoré sa objavia v zozname, sa nesmie objaviť v zozname <i>Unikátnych údajov o zdrojoch</i>.
sv: Detta är en lista av GEDCOM fakta som dina användare kan lägga till en källa. Du kan modifiera denna lista genom att ta bort eller lägga till fakta namn, även egna, efter behov. Fakta namn som visas i denna lista får inte finnas i <i>Unika källfakta</i>-listan.

source: Quick source facts
fi: Lähdetietoaiheiden pikalista
fr: Faits en accès rapide pour la saisie de sources
nb: Raske kildefakta
sk: Rýchle údaje o zdrojoch
sv: Snabb källfakta

source: This is the short list of GEDCOM source facts that appears next to the full list and can be added with a single click.
fi: Tämä on lyhennetty luettelo GEDCOM lähdetiedoista, joka näkyy täysluettelon ohessa ja voidaan lisätä mukaan klikkauksella.
fr: Liste limitée de faits pour la saisie rapide de sources. Ils apparaissent à côté de la liste complète et peuvent être ajoutés en un seul clic.
nb: Dette er en kort liste med GEDCOMfakta som vises ved siden av den komplette listen og som kan legges til med et enkelt klikk.
sk: Toto je krátký zoznam údajov o zdrojoch v GEDCOMe, ktoré sa objavujú vedľa plného zoznamu a môžu byť pridané na jeden klik.
sv: Detta är den korta listan av GEDCOM källfakta som visas intill den fulla listan och som kan läggas till med ett klick.

source: Unique source facts
fi: Yksilölliset lähdetiedot
fr: Faits uniques pour une source
hu: Forrás egyedülálló tényei
nb: Unike kildefakta
sk: Unikátne údaje o zdrojoch
sv: Unik källfakta

source: This is the list of GEDCOM facts that your users can only add <u>once</u> to sources. For example, if TITL is in this list, users will not be able to add more than one TITL record to a source. Fact names that appear in this list must not also appear in the <i>Source Add Facts</i> list.
fi: Tämä on luettelo GEDCOM tietoja, joita käyttäjäsi voi lisätä vain <u>kerran</u> lähdetiedoksi. Esimerkiksi, jos TITL (titteli) on luettelossa, niin se voi esiintyä vain kerran TITL tietueena lähdetiedoissa. Tieto tässä luettelossa ei saa toistua <i>Lähdetieto, lisää aiheita</i> luettelossa.
fr: Liste de faits qu'un utilisateur ne pourra ajouter <u>qu'une seule fois</u> aux sources. Par exemple si TITL est dans la liste, alors il ne sera pas possible aux utilisateurs d'ajouter plus d'un enregistrement TITL à chaque source. Les faits de cette liste ne doivent pas être présents dans la liste <i>Faits pour la saisie de sources</i>.
hu: Ez a GEDCOM tények listája amit a felhasználók <u>csak egyszer</u> adhatnak hozzá egy forráshoz. Például, ha a cím (TITL) a listában van, a felhasználók nem tudják a listához megint hozzáadni a cím (TITL) adatot a forráshoz. Tények neve ami a listában szerepel nem muszáj a <i>Forráshoz tények hozzáadása</i> listában is szerepelnie.
nb: Dette er listen med GEDCOMfakta som brukerne dine kan legge til <u>en gang</u> for en kilde. For eksempel, hvis TITL er på denne listen, vil brukerne ikke kunne legge til mer enn en TITLfakta til en kilde. Faktanavn på denne listen kan ikke samtidig være på <i>Fakta å legge til for kilder</i> listen.
sk: Toto je zoznam údajov v GEDCOMe, ktoré vaši užívatelia môžu pridať ku zdrojom <u>práve raz</u>. Napríklad ak TITL je v tomto zoznamu, užívatelia nebudú môcť pridať tento záznam ku zdrojom viackrát než raz. Názvy údajov, ktoré sa objavia v zozname sa nesmú objaviť v zozname <i>Údajov pridávaných ku zdrojom</i>.
sv: Detta är en lista av GEDCOM fakta som dina användare kan lägga till endast <u>en gång</u> till en källa. Du kan modifiera denna lista genom att ta bort eller lägga till fakta namn, även egna, efter behov. Fakta namn som visas i denna lista får inte finnas i <i>Källa lägg till fakta</i>-listan.

source: Long lists of families with the same name can be broken into smaller sub-lists according to the first letter of the given name.<br /><br />This option determines when sub-listing of family names will occur. To disable sub-listing completely, set this option to zero.
fi: Pitkissä luetteloissa, joissa perheillä on sama nimi voi esitystapa olla puurakenne eli alihakemistorakenne; sukunimi kerran ja seuraavalla tasolla nimet etunimien mukaisessa järjestyksessä.<br /><br />Tällä valinnalla päätetään käytetäänkö omaisuutta vai ei. Kun haluat kokonaan poista tämän ominaisuuden, anna arvo nolla.
fr: De longues listes de familles portant le même nom peut être décomposé en sous-listes en fonction de la première lettre du prénom.<br /><br />Cette option détermine le moment où la sous-liste des noms de famille se produira. Pour désactiver les sous-listes, réglez cette option à zéro.
nb: Lange lister med familier med samme etternavn kan brytes opp i mindre underlister i henhold til den første bokstaven i personenes fornavn.<br /><br />Dette valget bestemmer når underlister av etternavn skal benyttes. For å deaktivere oppdeling i underlister fullstendig, sett dette valget til null.
sk: Dlhý zoznam rodín s rovnakým priezviskom môže byť rozdelený na menšie podľa prvého písmena v mene osôb.<br /><br />Táto voľba určuje kedy sa zobrazí rozdelený zoznam. Nastavte hodnotu na nulu, ak chcete rozdelenie úplne vypnúť.
sv: Långa listor av familjer med samma efternamn kan brytas upp till mindre underlistor efter första bokstaven i personen förnamn.<br /><br />Detta val bestämmer när underlistor av familjenamn ska skapas. För att stänga av detta val helt, sätt detta val till noll.

source: Long lists of persons with the same surname can be broken into smaller sub-lists according to the first letter of the individual's given name.<br /><br />This option determines when sub-listing of surnames will occur. To disable sub-listing completely, set this option to zero.
fi: Pitkissä luetteloissa, joissa henkilöilla on sama sukunimi voi esitystapa olla puurakenne eli alihakemistorakenne; sukunimi kerran ja seuraavalla tasolla nimet etunimen mukaisessa järjestyksessä.<br /><br />Tällä valinnalla päätetään käytetäänkö omaisuutta vai ei. Kun haluat kokonaan poista tämän ominaisuuden, anna arvo nolla.
fr: De longues listes de personnes avec le même nom de famille peut être divisée en sous-listes, conformément à la première lettre du prénom de la personne.<br /><br />Cette option détermine le moment où la sous-liste des noms de famille se produira. Pour désactiver les sous-listes, réglez cette option à zéro.
nb: Lange lister med personer med samme etternavn kan brytes opp i mindre underlister i henhold til den første bokstaven i personenes fornavn.<br /><br />Dette valget bestemmer når underlister av etternavn skal benyttes. For å deaktivere oppdeling i underlister fullstendig, sett dette valget til null.
sk: Dlhý zoznam osôb s rovnakým priezviskom môže byť rozdelený na menšie podľa prvého písmena v mene osôb.<br /><br />Táto voľba určuje kedy sa zobrazí rozdelený zoznam. Nastavte hodnotu na nulu, ak chcete rozdelenie úplne vypnúť.
sv: Långa listor av personer med samma efternamn kan brytas upp till mindre underlistor efter första bokstaven i personen förnamn.<br /><br />Detta val bestämmer när underlistor av efternamn ska skapas. För att stänga av detta val helt, sätt detta val till noll.
