Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: This item will allow you to link the current individual as a wife to a family that is already in the database.<br /><br />This is an advanced editing option that should only be used if the family you want to link to already exists. If you want to add a <u>new</u> family to this individual, use the <b>Add a new husband</b> link.
fi: Klikkaamalla tätä linkkiä voit liittää hänet vaimoksi olemassa olevaan perheeseen. Tämä on edistyksellinen muokkausvaihtoehto, jota saa käyttää vain mikäli liitettävä perhe on jo olemassa GEDCOM-tiedostossa. Mikäli haluat lisätä uuden perheen, käytä "Lisää uusi aviomies" linkkiä.
fr: Cette option vous permettra de lier l'individu courant en tant qu'épouse à une famille qui est déjà présente dans la base de données.<br /><br />C'est une option d'édition avancée qui ne doit être utilisée que si la famille que vous voulez lier à cet individu existe déjà. Si vous voulez ajouter une <u>nouvelle</u> famille à cet individu, utilisez le lien <b>Ajouter un nouvel époux</b>.
nb: Dette valget gjør at det mulig å knytte denne personen som en hustru/partner til en familie som allerede finnes i slektsbasen.<br /><br />Dette er et avansert valg som bare bør brukes dersom familien du ønsker å lage en kobling til finnes fra før. Dersom du bare ønsker å legge til en <u>ny</u> familie, må du bruke valget <b>Legg til en ny ektemann</b>.
sk: Táto položka vám umožní pripojiť aktuálnu osobu ako manželku k nejakej rodine, ktorá je už zapísaná v GEDCOMe. Toto je špeciálna voľba, ktorá by sa mala používať jedine v prípade, že rodina, ku ktorej chcete osobu pripojiť, je už v GEDCOMe uložená. Ak chcete pridať novú rodinu, použijte odkaz pre pridanie nového manžela.
sv: Detta tillåter dig att länka den nuvarande personen som en maka till en familj som redan finns i databasen.<br /><br />Detta är en advancerad redigeringsalternativ, som skall endast användas, om familjen du vill länka till redan finns. Om du vill lägga till en <u>ny</u> familj till denna person, använd <b>Lägg till ny make</b>-länken.

source: Manage multimedia
fi: Multimedian käsittely
fr: Gérer les fichiers multimédia
hu: Média Kezelés
nb: Behandle multimedia
sk: Nastavenie multimédií
sv: Multimedia handling

source: On this page you can easily manage your Media files and directories.<br /><br />When you create new Media subdirectories, <b>webtrees</b> will ensure that the identical directory structure is maintained within the <b>%sthumbs</b> directory. When you upload new Media files, <b>webtrees</b> can automatically create the thumbnails for you.<br /><br />Beside each image in the Media list you'll find the following options. The options actually shown depend on the current status of the Media file.<ul><li><b>Edit</b>&nbsp;&nbsp;When you click on this option, you'll see a page where you can change the title of the Media object. If the Media object is not yet linked to a person, family, or source in the currently active database, you can establish this link here. You can rename the file or even change its location within the <b>%s</b> directory structure. When necessary, <b>webtrees</b> will automatically create the required subdirectories or any missing thumbnails.</li><li><b>Edit raw GEDCOM record</b>&nbsp;&nbsp;This option is only available when the administrator has enabled it. You can view or edit the raw GEDCOM data associated with this Media object. You should be very careful when you use this option.</li><li><b>Delete file</b>&nbsp;&nbsp;This option lets you erase all knowledge of the Media file from the current database. Other databases will not be affected. If this Media file is not mentioned in any other database, it, and its associated thumbnail, will be deleted.</li><li><b>Remove object</b>&nbsp;&nbsp;This option lets you erase all knowledge of the Media file from the current database. Other databases will not be affected. The Media file, and its associated thumbnail, will not be deleted.</li><li><b>Remove links</b>&nbsp;&nbsp;This option lets you remove all links to the media object from the current database. The file will not be deleted, and the Media object by which this file is known to the current database will be retained. Other databases will not be affected.</li><li><b>Set link</b>&nbsp;&nbsp;This option lets you establish links between the media file and persons, families, or sources of the current database. When necessary, <b>webtrees</b> will also create the Media object by which the Media file is known to the database.</li><li><b>Create thumbnail</b>&nbsp;&nbsp;When you select this option, <b>webtrees</b> will create the missing thumbnail.</li></ul>
fi: Tällä sivulla hoidat Media tiedostojasi.<br /><br />Kun luot uusia alihakemistoja, <b>webtrees</b> luo saman rakenteen <b>%sthumbs</b> hakemiston alle. Kun siirrät web-palvelimelle uusia kuvia, pienoiskuva voidaan myös luoda automaattisesti.<br /><br />Seuraavat vaihtoehdot ovat tarjolla, riippuen tilanteesta.<ul><li><b>Muokkaa</b>&nbsp;&nbsp;Voit muuttaa kuvan otsikkotiedot. Jos kuvaa ei ole vielä liitetty henkilöön, perheeseen tai tietolähteeseen, voit tehdä sen tässä. Voit nimetä kuvan uudestaan tai jopa muuttaa sen sijainnin <b>%s</b> hakemistossa. Tarvittaessa, <b>webtrees</b> luo automaattisesti tarvittavat alihakemistot ja puuttuvat pienoiskuvat.</li><li><b>Muokkaa GEDCOM raakadataa </b>&nbsp;&nbsp;Tarjolla vain silloin kun ylläpitäjä on sen sallinut. Ole erityisen varovainen mitä muutat.</li><li><b>Poista tiedosto</b>&nbsp;&nbsp;Poistaa nykyisestä tietokannasta kuvan ja kaikki viittaukset siihen. Ei vaikuta muihin tietokantoihin. Jos tätä kuvatiedostoa ei mainita muissa tietokannoissa, se ja siihen liittyvä pienoiskuva poistetaan.</li><li><b>Poista objekti</b>&nbsp;&nbsp;Poistaa tietokannasta kuvan ja kaikki viittaukset siihen. Ei vaikuta muihin kuin avattuun tietokantaan. Itse kuvatiedosto ja sen pienoiskuva eivät poistu.</li><li><b>Poista linkit</b>&nbsp;&nbsp;Poistaa kaikki viittaukset kuvaan. Itse kuva ja pienoiskuva jäävät talteen. Ei vaikuta muihin kuin avattuun tietokantaan.</li><li><b>Aseta linkki</b>&nbsp;&nbsp;Luo linkit eli yhteydet henkilöihin, perheisiin tai lähteisiin. Tarvittaessa, <b>webtrees</b> luo tietokantaan mediaobjektin, jolla kuvatiedosto tunnistetaan tietokannassa.</li><li><b>Luo pienoiskuva</b>&nbsp;&nbsp;<b>webtrees</b> luo puuttuvan pienoiskuvan.</li></ul>
fr: Sur cette page vous pouvez facilement gérer vos fichiers et vos répertoires médias.<br /><br />Lorsque vous créez de nouveaux sous-répertoires Média, <b>webtrees</b> s'assure qu'une structure de répertoire identique est maintenue avec celle du répertoire <b>%sthumbs</b>. Lorsque vous téléchargez de nouveaux fichiers médias, <b>webtrees</b> peut automatiquement créer les miniatures pour vous.<br /><br />À côté de chaque image de la liste Média vous trouverez les options suivantes. Les options montrées actuellement dépendent de l'état actuel du fichier Média.<ul><li><b>Modifier</b>&nbsp;&nbsp;Lorsque vous cliquez sur cette option, vous verrez une page où vous pourrez modifier le titre de l'objet média. Si l'objet média n'est pas relié à une personne, à une famille, ou à une source dans la base actuelle de données généalogiques, vous pouvez créer le lien ici. Vous pouvez renommer le fichier ou même le déplacer dans la structure du répertoire <b>%s</b>. Si nécessaire, <b>webtrees</b> créera automatiquement les sous-répertoires requis ou toutes miniatures manquantes.</li><li><b>Modifier un enregistrement du GEDCOM d'origine</b>&nbsp;&nbsp;Cette option n'est disponible que si l'administrateur l'a activée. Vous pouvez afficher et modifier les données du GEDCOM d'origine associées à un objet média. Vous devez être très prudent lorsque vous utilisez cette option.</li><li><b>Supprimer un fichier</b>&nbsp;&nbsp;Cette option vous permet d'effacer toutes traces d'un fichier média de la base actuelle de données généalogiques. Les autres bases de données généalogiques ne seront pas affectées par cette action. Si ce fichier média n'est pas présent dans une autre base de données, celui-ci, et ses miniatures, seront supprimés.</li><li><b>Supprimer un objet</b>&nbsp;&nbsp;Cette option vous permet d'effacer toutes traces d'un fichier média de la base actuelle de données généalogiques. Les autres bases de données généalogiques ne seront pas affectées par cette action. Le fichier média, et ses miniatures, ne seront pas supprimés.</li><li><b>Supprimer des liens</b>&nbsp;&nbsp;Cette option vous permet d'enlever tous les liens reliés à cet objet média de la base actuelle de données généalogiques. Le fichier ne sera pas supprimé, et l'objet média par lequel ce fichier est connu dans la base actuelle de données sera conservé. Les autres bases de données généalogiques ne seront pas affectées par cette action.</li><li><b>Établir des liens</b>&nbsp;&nbsp;Cette option vous permet d'établir des liens entre le fichier média et des personnes, des familles, ou des sources de la base actuelle de données. Si nécessaire, <b>webtrees</b> créera également l'objet média par lequel le fichier média est connu dans la base de données.</li><li><b>Créer des miniatures</b>&nbsp;&nbsp;Lorsque vous sélectionnez cette option, <b>webtrees</b> créera la miniature manquante.</li></ul>
sk: Na tejto stránke môžete ľahko spravovať vaše súbory médií a adresáre.<br /><br />Keď vytvoríte nové podadresáre, <b>webtrees</b> zaistí, aby rovnaká adresárová štruktúra bola v adresári <b>%sthumbs</b>. Keď nahráte nové súbory, <b>webtrees</b> dokáže automaticky vytvárať náhľady.<br /><br />Vedľa každého obrázku v zozname médií nájdete nasledujúce voľby. Voľby môžou závisieť na aktuálnom stave súboru.<ul><li><b>Upraviť</b>&nbsp;&nbsp;Keď tu kliknete, uvidíte stránku, kde môžete zmeniť názov každého objektu. Ak objekt médií nie je ešte pripojený k žiadnej osobe, rodine či zdroji v súčasnej aktívnej databáze, môžete tento odkaz vytvoriť tu. Môžete súbor premenovať alebo zmeniť jeho umiestnenie v rámci adresárovej štruktúry <b>%s</b>. Ak je to nutné, <b>webtrees</b> automaticky vytvorí požadované podadresáre alebo chýbajúce.</li><li><b>Priamo editovať GEDCOM záznam</b>&nbsp;&nbsp;Táto voľba je dostupná iba ak ju správca povolí. Môžete si zobrazit nebo upraviť surové GEDCOM dáta, ktoré patria tomuto objektu. Mali by ste byť veľmi opatrný pri použití tejto možnosti.</li><li><b>Vymazať súbor</b>&nbsp;&nbsp;Táto voľba vás nechá vymazať všetko o tomto súbore z aktuálnej databáze. Ostatné databáze nebudú ovplyvnené. Ak súbor nie je uvedený v iných databázach, bude on a jeho náhľad vymazaný</li><li><b>Odstrániť objekt</b>&nbsp;&nbsp;Táto voľba vás nechá vymazať všetko o tomto súbore zo současnej databázy. Ostatné databáze nebudú ovlivnené. Súbor nebude vymazaný.</li><li><b>Odstrániť odkazy</b>&nbsp;&nbsp;Odstráni všetky odkazy na tento objekt z aktuálnej databázi. Súbor nebude vymazaný a objekt bude v databázi zachovaný. Ostatné databáze nebudou ovplyvnené.</li><li><b>Nastaviť odkaz</b>&nbsp;&nbsp;Vytvorí spojenie medzi mediálnym súborom a osobami, rodinami alebo zdrojmi z aktuálnej databáze. Ak je to nutné, <b>webtrees</b> tiež vytvorí zástupný objekt v databázi.</li><li><b>Vytvoriť náhľad</b>&nbsp;&nbsp;Kaď kliknete na túto voľbu, bude vytvorený chybajúci náhľad.</li></ul>

source: List files in subdirectories
fi: Luettele tiedostot alikansioissa
fr: Voir les sous-répertoires
nb: List opp filer i undemapper
sk: Zoznam súborov a poddaresárov
sv: Lista filer i undermapper

source: When this option is selected, the MultiMedia Objects will search not only the directory selected from the Filter list but all its subdirectories as well. When this option is not selected, only the selected directory is searched.<br /><br />The titles of all media objects found are then examined to determine whether they contain the text entered in the Filter. The result of these two actions determines the multimedia objects to be listed.
fi: Valitsemalla tämän vaihtoehdon, Multimedialuettelo suorittaa haun Suodatus-luettelosta valitusta hakemistosta ja sen alihakemistoista. Mikäli tätä vaihtoehtoa ei valita, hakua ei tehdä alihakemistoista.<br /><br />Löydettyjen mediatiedostojen otsikoista haetan sitten Suodatus-kenttään syötetty teksti. Näiden kahden toimenpiteen tulos määrää, mitkä mediakohteet listataan.
fr: Quand cette option est cochée, la Liste des objets multimédia recherchera non seulement dans le répertoire sélectionné dans Filtre, mais également dans tous ses sous-répertoires. Dans le cas contraire, la recherche s'effectue seulement dans le répertoire sélectionné.<br /><br />Les titres des objets multimédia trouvés sont ensuite examinés pour déterminer s'il contiennent le texte entré dans le champ Filtre. Le résultat de ces deux actions détermine la liste des objets multimédia à afficher.
nb: Hvis dette alternativet er valgt, vil det søkes etter mediaobjekter ikke bare i mappen som er valgt i feltet "Mediemappe", men også i alle undermapper. Hvis alternativet ikke er valgt, vil det bare søkes i selve mappen.<br /><br />Titlene på alle medieobjektene som blir funnet, vil undersøkes for å se om de inneholder teksten som er ført inn i "Søkefiltre". Resultatet av disse to handlingene avgjør hvilke medieobjekter som blir opplistet.
sk: Ak je vybraná táto voľba, multimediálne objekty sa budú vyhľadávať nielen vo vybranom adresári, ale i v jeho podadresároch. Keď táto voľba nie je vybraná, prehľadá sa iba vybraný adresář. <br /><br />Názvy všetkých objektov sú prezkúmané a určí sa, či obsahujú text vložený do filtru. Výsledok týchto dvoch akcií určí, ktoré objekty sa zobrazí v seznamu.
sv: När detta alternativt är valt, MultiMedia-Objekten kommer att söka både från katalogen som valt med filterlistan, och också från alla dess underkataloger. När detta alternative inte är valt, söks endast den valda katalogen.<br /><br />Titlar hos alla media-objekt som hittas, blir undersökta för att fastställa om de innehåller den text som skrivits in i Filtret. Resultat av detta två åtgärder bestämmer vilka media- objekt som blir listade.

source: Move media directories
fi: Siirrä media hakemistot
fr: Déplacer les répertoires média
nb: Flytt mediemapper
sk: Presunúť adresár s médiami
sv: Flytta mediakataloger

source: When the Media Firewall is enabled, Multi-Media files can be stored in a server directory that is not accessible from the Internet.<br /><br />These buttons allow you to easily move an entire Media directory structure between the protected (not web-addressable) <b>%s%s</b> and the normal <b>%s</b> directories.
fi: Kun mediapalomuuri on aktivoitu, multimediatiedostoja voi tallentaa sellaiseen kansioon palvelimella, johon ei pääse internetin kautta. Näillä painikkeilla voit siirtää kokonaisen mediatiedostorakenteen suojatun (ei verkosta osoitettavan) <b>%s%s</b> kansion ja normaalin <b>%s</b> kansion välillä.
fr: Lorsque le pare-feu (firewall) est activé, les fichiers Multi-Média peuvent être placés dans un répertoire du serveur qui n'est pas accessible à partir d'Internet.<br /><br />Ces boutons vous permettent de déplacer facilement une structure complète de répertoire de média entre les répertoires protégés (qui ne peuvent donc pas être visibles depuis Internet) <b>%s%s</b> et ceux qui sont normaux <b>%s</b>.
nb: Når Mediebrannmuren er aktivert, kan mediefiler oppbevares i en mappe på serveren som ikke kan nås direkte fra Internet.<br /><br />Disse knappene lar deg enkelt flytte en hel mediemappestruktur mellom den beskyttede mappen <b>%s%s</b> (som ikke kan nås fra nettet) og den vanlige <b>%s</b>.
sk: Ak je povolený Média Firewall, súbory multimédií môžu byť uložené na servere v adresári, ktorý nie je prístupný z internetu.<br /><br />Tieto tlačidlá vám umožnia ľahko presunúť celú adresárovú štruktúru medzi chránenými (neadresovateľnými) <b>%s%s</b> a normálnymi <b>%s</b> zložkami.
sv: När MediaBrandvägg är aktiverad, MultiMedia-filer kan sparas i en serverkatalog som inte är tillgänglig från Internet.<br /><br />Dessa knappar tillåter dig enkelt flytta en hel Mediakatalog strukture mellan den skyddade (icke webbadresserbar) <b>%s%s</b> och normala <b>%s</b>-kataloger.

source: When you entered here for the first time, you already had some blocks on this page. If you like, you can customize this My Page.<br /><br />When you click this link you will be taken to a form where you can add, move, or delete blocks. More explanation is available on that form.
fi: Tullessasi tälle sivulle ensimmäistä kertaa sinulla on jo joitakin lohkoja käytettävissäsi. Voit halutessasi muokata (räätälöidä) tätä Omaa sivuasi.<br /><br />Klikkaamalla tätä linkkiä avautuu lomake, jossa voit lisätä, siirtää tai poistaa lohkoja. Lisäohjeita löytyy lomakkeelta.
fr: Lorsque vous entrez sur cette page pour la première fois, vous avez déjà des blocs sur cette page. Si vous le souhaitez, vous pouvez personnaliser cette page nommée Page personnelle.<br /><br />Si vous cliquez sur ce lien vous serez dirigé vers un formulaire sur lequel vous pourrez ajouter, déplacer, ou supprimer des blocs. Des explications supplémentaires sont disponibles sur ce formulaire.
hu: Mikor Ön első alkalommal belép ide, akkor már találhat néhány blokkot az oldalon.<br />Ha szeretné, természetesen van lehetőség a portál módosítására.<br />A hivatkozásra kattintva egy űrlap jelenik meg a felugró ablakban, melyben Ön blokkokat adhat hozzá, törölhet, vagy megváltoztathatja a sorrendjüket.<br />További magyarázat az űrlapon érhető el.
nb: Når du kom inn på denne siden første gang, hadde du allerede noen blokker på siden.<br />Dersom du ønsker det, kan du tilpasse denne siden etter dine egne ønsker/behov.<br />Ved å klikke på denne lenken, vil du få opp et nytt vindu med et skjema, der du kan legge til, slette eller flytte på blokker.<br />Mer forklaring er tilgjengelig i det skjemaet.
sk: Keď ste sem vstúpili prvý krát, už ste na tejto stránke mali nejaké bloky.<br />Ak chcete, môžete si svoju vstupnú bránu prizpôsobiť.<br />Kliknutie na tento odkaz vás prenesie do formulára v pop-up okne, kde budete môcť bloky pridať, zmazať alebo presunúť.<br />Ďalšia nápoveda je k dispozícii na formulári.
sv: När du kom hit för första gången, fanns det redan några block på sidan. Om du vill kan du skräddarsy denna Min Sida.<br /><br />Om du klickar på denna länk kommer du till ett formulär i ett nytt fönster, i vilket du kan lägga till, ta bort, eller flytta omkring blocken. Mer hjälp finns i formuläret.

source: Favorites block
fi: Suosikki-lohko
fr: bloc Favoris
nb: Blokk for favoritter
sk: Blok obľúbených
sv: Favoriters block

source: Favorites are similar to bookmarks.<br /><br />Suppose you have somebody in the family tree whose record you want to check regularly. Just go to the person's Individual Information page and select the <b>Add to My Favorites</b> option from the Favorites drop-down list. This person is now book marked and added to your list of favorites.<br /><br />Wherever you are on this site, you can click on a name in the "My Favorites" drop-down list in the header. This will take you to the Individual Information page of that person.
fi: Suosikit muistuttavat kirjanmerkkejä.<br /><br />Jos sinulla on henkilö sukupuussa ja haluat usein tarkistaa hänen tietojaan, niin mene kyseisen henkilön henkilötiedot-sivulle ja valitse <b>Lisää suosikkeihini</b>.<br /><br />Olessasi tällä sivustolla voit valita suosikitluettelosta henkilön. Tämä siirtää sinut suoraan kyseisen henkilön henkilötiedot-sivulle.
fr: Les favoris sont comme des marques-page.<br /><br />Si vous avez par exemple un individu dans votre arbre que vous souhaitez suivre régulièrement, allez à la page de l'individu, et cliquer sur "Ajouter à mes favoris" dans le menu déroulant "Favoris". Cette personne est alors marquée et ajoutée à votre liste de favoris.<br /><br />Vous avez accès à vos favoris depuis n'importe quel endroit du site, ce qui vous amènera directement à la page de l'individu.
nb: Favoritter fungerer som bokmerker.<br /><br />Tenk deg at du har noen i slektstreet som du stadig kommer tilbake til. Bare gå til personens registreringsside og velg <b>Legg til i Mine Favoritter</b> i rullemenyen Favoritter. Det er nå laget et bokmerke for personen i din liste med favoritter.<br /><br />Uansett hvor du er på nettstedet, kan du når som helst klikke på vedkommendes navn i "Mine Favoritter"-listen i sidehodet. Det bringer deg til personens egne registreringsside.
sk: Obľúbené sú podobné záložkám.<br /><br />Predpokladajme, že máte niekoho v rodokmeni, koho záznamy by ste chceli kontrolovať pravidelne. Choďte na Osobnú stránku tejto osoby a vyberte z rolovacieho menu voľbu <b>Pridat do Mojich obľúbených</b>. Osoba sa označila a bola pridaná do zoznamu vašich obľúbených.<br /><br />Kedykoľvek ste na tejto stránke, môžete kliknúť na meno v hlavičke v rolovacom zozname \"Moje Obľúbené\". Týmto sa dostanete na Osobnú stránku tejto osoby.

source: Messages block
fi: Viestit-lohko
fr: Bloc Messages
nb: Blokk for beskjeder
sk: Blok správ
sv: Meddelandens block
