Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Admin comments on user
fi: Ylläpitäjän kommentit käyttäjästä
fr: Avis de l'administrateur
hu: Adminisztrátor megjegyzése a felhasználóról
nb: Kommentar fra admin til bruker
sk: Poznámky admina k uživateľovi
sv: Administratörens kommentarer om användaren

source: Site Default
fi: Sivuston oletusarvo
fr: Par défaut pour le site
hu: Alapértelmezett
nb: Standard på siden
sk: Domáca stránka
sv: Sajt-standard

source: Create User
fi: Luo uusi käyttäjä
fr: Ajouter un utilisateur
hu: Felhasználó létrehozása
nb: Opprett bruker
sk: Vytvoriť uživateľa
sv: Skapa ny användare

source: Number of months since the last login for a user's account to be considered inactive:
fi: Kuukausien määrä edellisestä kirjautumisesta kun tunnus on ollut joutilaana:
fr: Nombre de mois écoulés depuis la dernière connexion pour qu'un compte utilisateur soit considéré comme inactif :
hu: Ha ennyi hónapig nem jelentkezik be egy felhasználó, inaktívnak tekintjük:
nb: Antall måneder en bruker kan la være å logge seg inn før brukerkontoen ansees som inaktiv:
sk: Počet mesiacov od posledného prihlásenia aby bol účet považovaný za neaktívny:
sv: Antal månader sedan senaste inloggning innan ett användarkonto anses inaktivt:

source: User's account has been inactive too long:
fi: Käyttäjän tili on ollut liian pitkään käyttämätön:
fr: Le compte utilisateur a été inactif depuis trop longtemps :
hu: A felhasználó túl sokáig volt inaktív:
nb: Kontoen til brukeren har vært inaktiv for lenge:
sk: Uživateľský účet bol neaktívny príliš dlho:
sv: Användarkonto har varit inaktivt för länge:

source: User didn't verify within 7 days.
fi: Käyttäjä ei ole vahvistanut 7 päivässä.
fr: Compte non vérifié sous 7 jours.
hu: A felhasználó nem jelzett vissza 7 napja.
nb: Brukeren bekreftet ikke innen 7 dager.
sk: Užívateľ nebol overený v priebehu 7 dní.
sv: Användare har inte verifierat sig inom 7 dagar.

source: User not verified by administrator.
fi: Ylläpito ei ole vahvistanut käyttäjää.
fr: Compte non vérifié par un administrateur.
hu: A felhasználót nem ellenőrizte az adminisztrátor.
nb: Bruker ikke godkjent av administrator.
sk: Užívateľ nebol overený administrátorom.
sv: Användare är inte verifierade av administratören.

source: Nothing found to cleanup
fi: Ei löytynyt mitään siivottavaa
fr: Rien à supprimer
hu: Nincs mit tisztítani
nb: Fant ikke noe å rydde
sk: Nenájdené nič pre vyčistenie
sv: Ingenting hittades som kräver uppstädning

source: Continue
fi: Jatka
fr: Continuer
hu: Folytatás
nb: Fortsett
sk: Pokračuj
sv: Fortsätt

source: Deleted user:
fi: Poistetut käyttäjät:
fr: Utilisateur supprimé :
hu: Törölt felhasználó
nb: Slettet bruker:
sk: Zmazaný užívateľ:
sv: Radera användare:

source: Unset GEDCOM rights for
fi: Käyttämättömät GEDCOM oikeudet käyttäjällä:
fr: Modifier les droits du GEDCOM pour
hu: Gedcom jog feloldása a következőnél
nb: Fjern rettigheter til slektsfilen for
sk: Zrušiť GEDCOM oprávnenia pre
sv: Tabort GEDCOM-rättigheter för

source: Unset root ID for
fi: Käyttämätön juuritason ID käyttäjällä:
fr: Modifier l'ID de l'individu racine pour
hu: Gyökér azonosító feloldása a következőnél
nb: Fjern hoved-ID for
sk: Zrušiť koreňové ID pre
sv: Tabort Root-ID för

source: Unset GEDCOM ID for
fi: Käyttämätön GEDCOM ID käyttäjällä:
fr: Modifier l'ID du GEDCOM pour
hu: GEDCOM azonosító feloldása
nb: Fjern slektsfil-ID for
sk: Zrušiť GEDCOM ID pre
sv: Tabort GEDCOM ID för

source: Email
fi: Sähköposti
fr: Courriel
hu: Email-cím
nb: Epost
sv: E-postadress

source: Date registered
fi: Rekisteröintipäivä
fr: Déclaration
hu: Regisztráció dátuma
nb: Dato registert
sk: Dátum registrácie
sv: Registreringsdatum

source: Last logged in
fi: Viimeksi kirjautunut
fr: Dernière visite
hu: Utoljára belépve
nb: Sist logget inn
sk: Posledné prihlásenie
sv: Senast inloggad

source: Verified
fi: Varmistettu
fr: Vérifié
hu: Ellenőrizve
nb: Bekreftet
sk: Overené
sv: Verifierad

source: Approved
fi: Hyväksytty
fr: Approuvé
hu: Jóváhagyva
nb: Godkjent
sk: Schválené
sv: Godkänd

source: No recipient user was provided. Cannot continue.
fi: Vastaanottajaa ei annettu. Ei voi jatkaa.
fr: Pas de destinataire. Impossible de continuer.
hu: Nincs megadva címzett. Nem lehet folytatni.
nb: Mottaker mangler. Kan ikke fortsette
sk: Nezadali ste príjemcu správy. Nie je možné pokračovať.
sv: Ingen mottagare har angivits. Kan inte fortsätta.

source: Please enter a valid email address.
fi: Huom! Anna hyväksyttävä sähköpostiosoite.
fr: Merci de fournir une adresse courriel valide.
hu: Írjon be egy érvényes e-mail címet!
nb: Vennligst oppgi en gyldig epostadresse.
sk: Prosím zadajte platnú e-mailovú adresu.
sv: Obs! Skriv in en giltig e-postadress.

source: Message successfully sent to %s
fi: Viestin lähetys %slle onnistunut
fr: Message envoyé avec succès à %s
hu: Üzenet sikeresen elküldve %s-nak/nek
nb: Melding sendt til %s
sk: Správa bola úspešne odoslaná na %s
sv: Meddelande skickat till %s

source: Please enter a message subject.
fi: Huom! Anna viestin aihe.
fr: Merci d'entrer l'objet du message.
hu: Írja be az üzenet tárgyát!
nb: Skriv inn tekst i emnefeltet.
sk: Prosím zadajte predmet správy.
sv: Obs! Skriv ett ärende för meddelandet.

source: Please enter some message text before sending.
fi: Huom! Muista kirjoittaa myös tekstisi.
fr: Veuillez, s'il-vous-plaît, ajouter un contenu au message avant de l'envoyer
hu: Írja be az üzenet szövegét!
nb: Skriv inn en tekst før den sendes.
sk: Prosím zadajte text správy pred jej odoslaním.
sv: Obs! Skriv någon text i meddelandet innan du skickar det.

source: <b>Please Note:</b> Private information of living individuals will only be given to family relatives and close friends. You will be asked to verify your relationship before you will receive any private data. Sometimes information of dead persons may also be private. If this is the case, it is because there is not enough information known about the person to determine whether they are alive or not and we probably do not have more information on this person.<br /><br />Before asking a question, please verify that you are inquiring about the correct person by checking dates, places, and close relatives. If you are submitting changes to the genealogical data, please include the sources where you obtained the data.
fi: <b>Huomautus:</b> Elossa olevien yksityistiedot voidaan välittää ainoastaan sukulaisille ja läheisille ystäville. Tällainen suhde tarkistetaan sinulta ennen kuin voit vastaanottaa yksityistietoa. Toisinaan myös kuolleiden tiedot pidetään yksityisenä, joka voi johtua siitä, ettei ole tarpeeksi tietoja joilla voidaan päätellä onko henkilö vielä elossa vai kuollut.<br /><br />Ennen kuin lähetät kyselyn henkilöstä, tarkista päivämäärien, sijaintien, paikkojen ja lähisukulaisten tietojen perusteella, että oikea henkilö on kysymyksessä. Jos olet lisäämässä uutta tietoa sukupuuhun, kerro myös mikä on tietolähteesi.
fr: <b>Veuillez noter :</b> les informations privées des individus vivants ne seront diffusées qu'aux proches de la famille et aux amis proches. Votre relation sera vérifiée avant que vous ne receviez des données privées. Parfois des informations sur des personnes décédées sont également privées. Si c'est le cas, c'est parce qu'il n'y a pas assez d'informations connues sur la personne pour déterminer si elle est vivante ou non et nous n'avons probablement pas plus d'informations sur cette personne.<b/><br/>Avant de poser une question, veuillez vérifier que vous souhaitez des renseignements sur la bonne personne en contrôlant les dates, lieux et familles proches. Si vous soumettez des changements de données généalogiques, veuillez inclure les sources d'où vous tenez les données.
hu: <b>Figyelem:</b> A személyes információkat csak az érintettek illetve a közeli családtagok láthatják. Kérheti a rokonsági fokának felülvizsgálatát, hogy hozzáférjen ezekhez az információkhoz. Néha az elhunytak adatai is titkosak. Ez azért lehet mert nincs elég információ az illető személy halálának körülményeiről vagy általában a személyről.<br /><br />Mielőtt feltenne egy kérdést, kérem ellenőrizze, hogy a megfelelő személyről van-e szó, átnézve a személyes adatait. Amennyiben változásokat javasol a családfa adatait illetően kérem jelölje meg a forrásait is.
nb: <b>Merk:</b> Privat informasjon om nålevende personer vil kun bli gitt til familie og nære venner. Du må kunne verifisere ditt forhold/slektskap for å kunne motta private data. I enkelte tilfeller kan informasjon om avdøde personer også være skjult. Dette kan skyldes manglende informasjon om gjeldende personer.<br /><br />Søker du informasjon om personer i vår database, vennligst kontroller at du søker riktig person ved å sjekke aktuelle årstall, stedsnavn og nære familiemedlemmer. Ønsker du å sende inn endringer eller oppdateringer på eksisterende data, vennligst oppgi kilde.
sk: <b>Prosím pozor:</b> Súkromné informácie žijúcich osôb budú poskytnuté iba rodinným príbuzným a blízkym priateľom. Predtím, než obdržíte akékoľvek súkromné dáta, budete požiadaný o overenie vášho vzťahu. Niekedy môžu byť súkromnej povahy i dáta zomrelých osôb. Ak je to tento prípad, potom je to z toho dôvodu, že nie je dosť známych informácií o tejto osobe, aby bolo možné rozhodnúť, či žije alebo nie, a potom teda ani žiadne ďalšie informácie o tejto osobe nemáme.<br /><br />Pred vznesením dotazu na nejakú osobu, prosím skontrolujte u nej dáta, miesta a blízkych príbuzných, aby ste si boli istý, že sa pýtate na tu správnu osobu. Ak robíte zmeny v genealogických dátach, prosím uveďte zdroje, z ktorých ste čerpali.<br /><br />
sv: <b> Observera:</ b> Privat information om levande personer kommer endast att visas för familj, släkt och nära vänner. Du kommer bli ombedd att bekräfta din relation innan du får några privata uppgifter. Ibland kan information om döda personer också vara privat. Om så är fallet är det för att det inte finns tillräcklig med information om personen för att bestämma om den lever eller ej.<br /><br />Innan du frågar, kontrollera att du frågar om rätt person genom att kontrollera datum, platser och nära släktingar. Om du skickar in ändringar för släktträdet, så måste de källor som informationen kommer från, anges.

source: This message will be sent to %s
fi: Tämän viestin vastaanottaja on: %s
fr: Ce message va être envoyé à %s
hu: Ezt az üzenetet a(z) %s felhasználónak küldjük.
nb: Meldingen blir sendt til %s
sk: Tato správa bude odoslaná na %s
sv: Detta meddelande kommer att sändas till %s

source: This user prefers to receive messages in %s
fi: Suosituskieli tälle vastaanottajalle on: %s
fr: Cet utilisateur préfère recevoir les messages en %s
hu: A felhasználó %s nyelven szeretné a rendszert használni
nb: Denne bruker foretrekker å få meldinger på %s
sk: Tento uživateľ uprednostňuje príjem správ cez %s
sv: Användaren föredrar att motta meddelande på %s

source: Please provide your email address so that we may contact you in response to this message. If you do not provide your email address we will not be able to respond to your inquiry. Your email address will not be used in any other way besides responding to this inquiry.
fi: Ilmoita sähköpostiosoitteesi, silloin voidaan vastata sinun kysymyksiin. Ilman sitä emme pysty välittämään sinulle tietoa. Sähköpostiosoitteesi käytetään ainoastaan tässä tarkoituksessa.
fr: Veuillez indiquer votre adresse courriel afin que nous puissions vous contacter en réponse à ce message. Si vous ne fournissez pas d'adresse courriel, nous serons dans l'impossibilité de répondre à votre demande. Votre adresse courriel ne sera pas utilisée à d'autres fins que de répondre à votre requête.
hu: Kérem adja meg az e-mail címét, hogy válaszolni tudjunk az üzenetére. Ha ezt nem teszi meg, nem tudunk Önnek válaszolni.
nb: Vennligst oppgi epostadressen din slik at vi kan besvare henvendelsen din. Epost-adressen din vil ikke bli brukt til annet enn besvarelse av denne henvendelsen.
sk: Prosím vyplňte váš email, aby sme vám mohli odpovedať na túto správu. Ak ho nevyplníte, nebude možné reagovať na vašu žiadosť. Váš email nepoužijeme na nič iného.
sv: Ange din e-postadress så att vi kan kontakta dig med anledning av detta meddelande. Om du inte anger din e-postadress kommer vi inte att kunna svara på din förfrågan. Din e-postadress kommer inte att användas på något annat sätt än att svara på denna förfrågan.

source: Body:
fi: Viesti:
fr: Texte
hu: Szövegtörzs:
nb: Din melding:
sk: Text:
sv: Meddelande:

source: When you send this message you will receive a copy sent via email to the address you provided.
fi: Kun lähetät tämän viestin, saat siitä kopion edellä antamaasi sähköpostiosoitteeseen.
fr: Lorsque vous envoyez un message, une copie vous est automatiquement adressée.
hu: Az üzenet elküldésekor kapni fog egy másolatot email-ben, az Ön által megadott email címre
nb: Når du sender denne meldingen, vil du også motta en kopi på den epost-adressen du har oppgitt.
sk: Ak ste odoslali túto správu, obdržíte jej kopiu na svoju e-mailovú adresu, ktorú ste uviedli pri registrácii.
sv: När du skickar detta meddelande så kommer du att få en kopia via e-post till den e-postadress som du har angett.

source: Message Deleted
fi: Viesti poistettu
fr: Message supprimé
hu: Üzenet törölve
nb: Melding slettet
sk: Správa bola zmazaná
sv: Medelande raderat

source: Mail configuration
fi: Sähköpostin asetuksia
fr: Configuration de la messagerie
hu: Levelezés beállítása
nb: Mail-innstillinger
sk: Konfigurácia počty
sv: Epost-konfiguration

source: Messages
fi: Viestit
hu: Üzenetek
nb: Meldinger
sk: Správy
sv: Meddelanden

source: Use PHP mail to send messages
fi: Käytä PHP mail sähköpostin lähettämiseen
fr: Utiliser PHP pour envoyer les messages
hu: PHP mail funkció használata levélküldéshez
nb: Bruk PHP mail til å sende meldinger
sk: Použiť PHP mail k odosielaní správ
sv: Använd PHP e-post för att sända meddelande.

source: Use SMTP to send messages
fi: Käytä SMTP sähköpostin lähettämiseen
fr: Utiliser un serveur SMTP pour envoyer les messages
hu: SMTP használata levélküldéshez
nb: Bruk SMTP til å sende meldinger
sk: Použiť SMTP mail k odosielaní správ
sv: Använd SMTP för sända meddelanden

source: Do not send messages
fi: Ei postin lähetystä
fr: Ne pas envoyer de messages.
hu: Ne küldjön üzeneteket
nb: Ikke send meldinger
sk: Neodosielať správy
sv: Sänd inte meddelanden

source: Use simple mail headers
fi: Käytä 'simple mail headers'
fr: Utiliser des en-têtes simples pour les messages.
hu: Egyszerű levél fejléc használata
nb: Bruk simple mail-headers
sk: Použiť jednoduchú hlavičku mailu
sv: Använd 'simple mail headers'

source: From email address
fi: Sähköpostin lähetysosoite (From)
fr: Adresse courriel de l'expéditeur
hu: Feladó e-mail cím
nb: "Fra" epostadresse
sk: Z e-mailovej adresy
sv: E-postens avsändningsadress (From:)

source: Sender email address
fi: Lähettäjän sähköpostiosoite (Sender)
fr: Adresse courriel de l'expéditeur (nom de domaine)
hu: Küldő e-mail címe.
nb: Avsenders epostadresse
sk: Adresa odosieľateľa mailu
sv: Avsändarens e-postadress (Sender:)

source: To Repository
fi: tietovarastoon
fr: Vers le dépôt d'archives
hu: Szervezethez
nb: Til arkiv
sk: Do prameňov
sv: Till arkiv

source: To Shared Note
fi: jaettuun lisätietoon
fr: Vers la note partagée
hu: Közös jegyzethez
nb: Til delt notat
sk: Do zdieľaných poznámok
sv: Till delad anteckning

source: Anniversary calendar
fi: Vuosipäiväkalenteri
fr: Calendrier des anniversaires
hu: Évfordulók
nb: Årsdagskalender
sk: Kalendár výročí
sv: Årsdags kalender

source: In This Month ...
fi: Tässä kuussa, historiassa...
fr: Ce mois-là...
hu: Ebben a hónapban az Ön múltjában ...
nb: I denne måned ...
sk: V tomto mesiaci vo vašej histórii...
sv: Historiska händelser denna månad...

source: In This Year ...
fi: Historialliset tapahtumat vuonna...
fr: Cette année-là...
hu: Ebben az évben az Ön múltjában...
nb: Hendelser i slekten...
sk: Tohoto roku vo vašej histórii...
sv: Historiska händelser detta år...

source: Day
fi: Päivä
fr: Jour
hu: Nap
nb: Dag
sk: Deň
sv: Dag

source: Month
fi: Kuukausi
fr: Mois
hu: Hónap
nb: Måned
sk: Mesiac
sv: Månad

source: All People
fi: Kaikki henkilöt
fr: Toutes les personnes
hu: Az összes személy
nb: Alle personer
sk: Všetci ľudia
sv: Alla personer

source: Living People
fi: Elossa olevat
fr: Les personnes vivantes seulement
hu: Élő személyek
nb: Nålevende personer
sk: Žijúci ľudia
sv: Levande personer

source: Recent Years (&lt; 100 yrs)
fi: Viime vuosina (< 100 vuotta)
fr: Évènements récents (- 100 ans)
hu: Az utóbbi évekből (&lt; 100 év)
nb: De siste 100 årene
sk: Nedávne udalosti (< 100 rokov)
sv: Senare år(< 100 år)

source: Day not set
fi: Päivää ei ole asetettu
fr: Jour absent
hu: A nap nincs megadva
nb: Dag ikke angitt
sk: Dátum nezadaný
sv: Dag inte satt

source: Pedigree tree of %s
fi: %s:n esipolvet
fr: arbre d'ascendance de %s
hu: %s ősfája
nb: Anetavle for %s
sk: Rodokmeň %s
sv: Antavla för %s

source: Orientation
fi: Sivun asento
hu: Orientáció
nb: Plassering
sk: Orientácia
sv: Orientering

source: Oldest at top
fi: Vanhin ylhäällä
fr: Les plus anciens en haut
hu: Legidősebb fent
nb: Eldste øverst
sk: Najstarší hore
sv: Äldsta först

source: Oldest at bottom
fi: Vanhin alhaalla
fr: Les plus anciens en bas
hu: Legidősebb alúl
nb: Eldste nederst
sk: Najstarší dole
sv: Äldsta sist

source: My Page allows you to keep bookmarks of your favorite people, track upcoming events, and collaborate with other webtrees users.
fi: Omalla sivullani voit listata suosikkihenkilöitäsi, seurata tulevia tapahtumia ja tehdä yhteistyötä muiden käyttäjien kanssa.
fr: Ma Page personnelle vous permet d'organiser vos favoris, suivre les évènements à venir, collaborer avec d'autres utilisateurs...
hu: A Saját oldalon bejelölheti a kedvenc személyeket, nyomonkövetheti a közelgő eseményeket és együttműködhet más webtrees felhasználókkal.
nb: "Min side" gir deg muligheter til å holde oversikt over dine favoritter i webtrees, følge med i kommende begivenheter og kommunisere med andre brukere.
sk: Moja stránka umožňuje ukladať záložky na obľúbené osoby, monitorovať nastávajúce udalosti a spolupracovať s ďalšími uživateľmi webtrees.
sv: På Min Sida kan du bokmärka dina favoritpersoner, följa kommande händelser och sammarbeta med andra webtrees-användare.

source: Compact tree of %s
fi: Kompaktipuu - %s
fr: Arbre compact de %s
sk: Kompaktný strom %s

source: Add/edit journal/news entry
fi: Lisää/muokkaa päiväkirja/uutisartikkeli
fr: Ajouter/Editer le journal/Nouvelle entrée
hu: Hírlap vagy hír hozzáadás/szerkesztése
nb: Legg til/rediger journal/nyhet
sk: Pridať/upraviť denník/novinky
sv: Lägg till/redigera dagbok/nyhets inlägg

source: Please enter a title.
fi: Täytä otsikko.
fr: Entrer un titre.
hu: Adjon meg egy címet.
nb: Skriv inn en tittel.
sk: Vložte prosím nadpis.
sv: Skriv en titel.

source: Please enter some text for this News or Journal entry.
fi: Täytä teksti tähän uutis- tai päiväkirja-artikkeliin.
fr: Entrer un texte.
hu: Kérem írja be a közölni kívánt információt ehhez a hírhez vagy hírlap-bejegyzéshez.
nb: Vennligst legg til tekst til denne journal/nyhetsoppføringen.
sk: Vložte prosím text tohoto záznamu.
sv: Var vänlig och skriv någon text till denna nyhets eller dagboksnotering.

source: Entry Text:
fi: Teksti:
fr: Texte
hu: Szövegbevitel:
nb: Oppføringstekst:
sk: Vložte text:
sv: Noteringstext:

source: News/Journal entry successfully saved.
fi: Päiväkirja-/uutisartikkelimerkintä on säilytetty.
fr: Élément sauvegardé.
hu: A Hír/Hírlap-bejegyzést sikeresen mentettük.
nb: Journal/nyhetsoppføring er lagret.
sk: Príspevok do Noviniek/Denníku bol úspešne uložený.
sv: Nyhet/dagboksnotering sparades korrekt.

source: The news/journal entry has been deleted.
fi: Päiväkirja-/Uutisartikkeli on poistettu
fr: Les fichiers journaux ont été supprimés
hu: A hírek/naplóbejegyzések törölve lettek.
nb: Journal/nyhetsoppføring er slettet.
sk: Záznam v novinkách/denníku bol zmazaný.
sv: Dagbok/nyhets inlägg har tagits bort

source: Total males
fi: Miehiä yhteensä
fr: Nombre d'hommes
hu: Férfiak összesen
nb: Antall menn
sk: Počet mužov =
sv: Antal män

source: Total females
fi: Naisia yhteensä
fr: Nombre de femmes
hu: Nők összesen
nb: Antall kvinner
sk: Počet žien =
sv: Antal kvinnor =

source: Total living
fi: Elossa olevia yhteensä
fr: Nombre de personnes vivantes
hu: Élő személyek
nb: Antall nålevende
sk: Celkovo žijúcich
sv: Antal levande

source: Total dead
fi: Kuolleita yhteensä
fr: Nombre de personnes décédées
hu: Elhunytak
nb: Antall avdøde
sk: Celkovo zomrelých
sv: Antal döda

source: Total births
fi: Syntymiä yhteensä
fr: Nombre total de naissances
hu: Születések száma
nb: Antall fødsler
sk: Celkove narodených
sv: Antal födda

source: Total deaths
fi: Kuolemia yhteensä
fr: Nombre total de décès
hu: Halálesetek száma
nb: Antall dødsfall
sk: Celkove zomrelých
sv: Antal döda

source: Earliest birth
fi: Aikaisin syntymä
fr: Première naissance
hu: Legrégibb születés
nb: Tidligste fødsel
sk: Najstaršie narodenie
sv: Tidigaste födelseår

source: Earliest death
fi: Aikaisin kuolema
fr: Premier décès
hu: Legrégibb haláleset
nb: Tidligste dødsfall
sk: Najstaršie úmrtie
sv: Tidigaste dödsår

source: Latest birth
fi: Viimeisin syntymä
fr: Dernière naissance
hu: Legutolsó születés
nb: Seneste fødsel
sk: Posledný narodený
sv: Senaste födelseår

source: Latest death
fi: Viimeisin kuolema
fr: Dernier décès
hu: Legutolsó haláleset
nb: Seneste dødsfall
sk: Posledný zomrelý
sv: Senaste dödsår

source: Lifespan
fi: Elinkaari
fr: Durée de vie
hu: Élettartam
nb: Livsløp
sk: Graf dĺžky života
sv: Livslängd

source: Greatest age at death
fi: Vanhimmat kuolleet
fr: Âge le plus élevé au décès
hu: Legmagasabb kort megélt
nb: Høyeste alder ved død
sk: Najvyšší vek pri úmrtí
sv: Högsta ålder vid dödsfall

source: Oldest living people
fi: Vanhimmat elossa olevat
fr: Personnes les plus âgées encore en vie
hu: Legidősebb élő személy
nb: Eldste nålevende person
sk: Najstaršia žijúca osoba
sv: De äldsta levande personerna

source: Total given names
fi: Etunimiä yhteensä
fr: Total des prénoms
hu: Keresztnevek
nb: Totalt antall fornavn
sk: Celkove mien
sv: Antal förnamn

source: Top given names
fi: Yleisimmät etunimet
fr: Top des prénoms
hu: Leggyakoribb személynevek
nb: Vanligste fornavn
sk: Top mená
sv: Vanligaste förnamn

source: Total marriages
fi: Avioliittoja yhteensä
fr: Nombre total de mariages
hu: Házasságok száma
nb: Totalt antall vielser
sk: Celkove zosobášených
sv: Antal giftermål

source: Total divorces
fi: Avioeroja yhteensä
fr: Nombre total de divorces
hu: Válások száma
nb: Totalt antall skilsmisser
sk: Celkove rozvedených
sv: Antal skilsmässor

source: Earliest marriage
fi: Aikaisin avioliitto
fr: Premier mariage
hu: Legrégibb házasság
nb: Tidligste vielse
sk: Najstarší sobáš
sv: Tidigaste äktenskap

source: Earliest divorce
fi: Aikaisin avioero
fr: Premier divorce
hu: Legrégibb elválás
nb: Tidligste skilsmisse
sk: Najstraší rozvod
sv: Tidigaste skilsmässa

source: Latest marriage
fi: Viimeisin avioliitto
fr: Dernier mariage
hu: Legutolsó házasság
nb: Seneste vielse
sk: Posledný sobáš
sv: Senaste äktenskap

source: Latest divorce
fi: Viimeisin avioero
fr: Dernier divorce
hu: Legutolsó válás
nb: Seneste skilsmisse
sk: Posledný rozdov
sv: Senaste skilsmässa

source: Length of marriage
fi: Avioliiton kesto
fr: Durée du mariage
hu: Házasság hossza
nb: Ekteskapets varighet
sk: Dĺžka manželstva
sv: Längd på äktenskap

source: Longest marriage
fi: Pisin avioliiton kesto
fr: Mariage le plus long
hu: Leghosszab házasság
nb: Lengste ekteskap
sk: Najdlhšie manželstvo
sv: Längsta äktenskap

source: Shortest marriage
fi: Lyhyin avioliiton kesto
fr: Mariage le plus court
hu: Legrövidebb házasság
nb: Korteste ekteskap
sk: Najkratšie manželstvo
sv: Kortast äktenskap

source: Youngest male
fi: Nuorin mies
fr: Homme le plus jeune
hu: Legfiatalabb férfi
nb: Yngste mann
sk: Najmladší muž
sv: Yngsta man
