Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Birth of a grandson
fi: Lapsenpojan syntymä
fr: Naissance d'un petit-fils
hu: Fiúunoka születése
nb: Barnebarns fødsel
sk: Narodenie vnuka
sv: Barnsons dop

source: Birth of a granddaughter
fi: Lapsentyttären syntymä
fr: Naissance d'une petite-fille
hu: Lányunoka születése
nb: Barnebarns fødsel
sk: Narodenie vnučky
sv: Barndotters födelse

source: Birth of a grandchild
fi: Lapsenlapsen syntymä
fr: Naissance d'un petit-enfant
hu: Unoka születése
nb: Fødsel til et barnebarn
sk: Narodenie vnuka
sv: Födsel av barnbarn

# daughter's son
source: Birth of a grandson
fi: Tyttärenpojan syntymä
fr: Naissance d'un petit-fils
hu: Fiúunoka születése
nb: Barnebarns fødsel
sk: Narodenie vnuka
sv: En dottersons födelse

# daughter's daughter
source: Birth of a granddaughter
fi: Tytärenyttären syntymä
fr: Naissance d'une petite-fille
hu: Lányunoka születése
nb: Barnebarns fødsel
sk: Narodenie vnučky
sv: En dotterdotters födelse

# son's son
source: Birth of a grandson
fi: Pojanpojan syntymä
fr: Naissance d'un petit-fils
hu: Fiúunoka születése
nb: Barnebarns fødsel
sk: Narodenie vnuka
sv: En sonsons födelse

# son's daughter
source: Birth of a granddaughter
fi: Pojantyttären syntymä
fr: Naissance d'une petite-fille
hu: Lányunoka születése
nb: Barnebarns fødsel
sk: Narodenie vnučky
sv: En sondotters födelse

source: Birth of a half-brother
fi: Velipuolen syntymä
fr: Naissance d'un demi-frère
hu: Fiú féltestvér születése
nb: Halvbrors fødsel
sk: Narodenie nevlastného brata
sv: Halvbrors födelse

source: Birth of a half-sister
fi: Siskopuolen syntymä
fr: Naissance d'une demi-sœur
hu: Lány féltestvér születése
nb: Halvsøsters fødsel
sk: Narodenie nevlastnej sestry
sv: Halvsysters födelse

source: Birth of a half-sibling
fi: Sisarpuolen syntymä
fr: Naissance d'un(e) demi-frère/demi-sœur
hu: Féltestvér születése
nb: Fødsel til et halvsøsken
sk: Narodenie polovičného súrodenca
sv: Halv-syskons födelse

source: Birth of a brother
fi: Veljen syntymä
fr: Naissance d'un frère
hu: Fiútestvér születése
nb: Brors fødsel
sk: Narodenie brata
sv: Brors födelse

source: Birth of a sister
fi: Siskon syntymä
fr: Naissance d'une sœur
hu: Lánytestvér születése
nb: Søsters fødsel
sk: Narodenie sestry
sv: Systers födelse

source: Birth of a sibling
fi: Sisaruksen syntymä
fr: Naissance d'un(e) frère/sœur
hu: Testvér születése
nb: Fødsel til et søsken
sk: Narodenie súrodenca
sv: Syskons födelse

source: Date of brit milah
fi: Brit milah päivämäärä
fr: Date de brit milah
hu: Körülmetélés dátuma
nb: Dato for Brit Mila
sk: Dátum brit mila
sv: Datum for brit milah

source: Place of brit milah
fi: Brit milah paikka
fr: Lieu de brit milah
hu: Körülmetélés helye
nb: Sted for Brit Mila
sk: Miesto brit mila
sv: Brit milah plats

source: Source for brit milah
fi: Brit milah lähdetiedot
fr: Source pour brit milah
hu: Körülmetélés forrása
nb: Kilde for Brit Mila
sk: Zdroj pre brit mila
sv: Källa för brit milah

source: Burial of a son
fi: Pojan hautajaiset
fr: Enterrement d'un fils
hu: Fiú temetése
nb: Begravelse av sønn
sk: Pohreb syna
sv: Sons begravning

source: Burial of a daughter
fi: Tyttären hautajaiset
fr: Enterrement d'une fille
hu: Lány temetése
nb: Begravelse av datter
sk: Pohreb dcéry
sv: Dotters begravning

source: Burial of a child
fi: Lapsen hautajaiset
fr: Enterrement d'un enfant
hu: Gyermek temetése
nb: Begravelse av et barn
sk: Pohreb dieťaťa
sv: Begravning av barn

source: Burial of a grandson
fi: Lapsenpojan hautajaiset
fr: Enterrement d'un petit-fils
hu: Fiúunoka temetése
nb: Begravelse av barnebarn
sk: Pohreb vnuka
sv: Dottersons begravning

source: Burial of a granddaughter
fi: Lapsentyttären hautajaiset
fr: Enterrement d'une petite-fille
hu: Lányunoka temetése
nb: Begravelse av barnebarn
sk: Pohreb vnučky
sv: Barndotters begravning

source: Burial of a grandchild
fi: Lapsenlapsen hautajaiset
fr: Enterrement d'un petit-enfant
hu: Unoka temetése
nb: Begravelse av et barnebarn
sk: Pohreb vnúčaťa
sv: Barnbarns begravning

# daughter's son
source: Burial of a grandson
fi: Tyttärenpojan hautajaiset
fr: Enterrement d'un petit-fils
hu: Fiúunoka temetése
nb: Begravelse av barnebarn
sk: Pohreb vnuka
sv: En dottersons begravning

# daughter's daughter
source: Burial of a granddaughter
fi: Tyttärentyttären hautajaiset
fr: Enterrement d'une petite-fille
hu: Lányunoka temetése
nb: Begravelse av barnebarn
sk: Pohreb vnučky
sv: En dotterdoters begravning

# son's son
source: Burial of a grandson
fi: Pojanpojan hautajaiset
fr: Enterrement d'un petit-fils
hu: Fiúunoka temetése
nb: Begravelse av barnebarn
sk: Pohreb vnuka
sv: Sonsons begravning

# son's daughter
source: Burial of a granddaughter
fi: Pojantyttären hautajaiset
fr: Enterrement d'une petite-fille
hu: Lányunoka temetése
nb: Begravelse av barnebarn
sk: Pohreb vnučky
sv: En sondoters begravning

source: Burial of a grandfather
fi: Isoisän hautajaiset
fr: Enterrement d'un grand-père
hu: Nagyapa temetése
nb: Begravelse av bestefar
sk: Pohreb dedka
sv: Förälderfars begravning

source: Burial of a grandmother
fi: Isoäidin hautajaiset
fr: Enterrement d'une grand-mère
hu: Nagyanya temetése
nb: Begravelse av bestemor
sk: Pohreb babičky
sv: Föräldermors begravning

source: Burial of a grandparent
fi: Isovanhemman hautajaiset
fr: Sépulture d'un grand-parent
hu: Nagyszülő temetése
nb: Besteforelders begravelse
sk: Pohreb starého rodiča

source: Burial of a paternal grandfather
fi: Isänisän (isoisän) hautajaiset
fr: Enterrement d'un grand-père paternel
hu: Apai nagyapa temetése
nb: Begravelse av farfar
sk: Pohreb pradedka
sv: Farfars begraving

source: Burial of a paternal grandmother
fi: Isänäidin (isoäiti) hautajaiset
fr: Enterrement d'une grand-mère paternelle
hu: Apai nagyanya temetése
nb: Begravelse av farmor
sk: Pohreb babky
sv: Farmors begravning

source: Burial of a paternal grandparent
fi: Isän vanhemman hautajaiset
fr: Sépulture d'un grand-parent paternel
hu: Apa nagyszülő temetése
nb: Begravelse av besteforelder på farssiden
sk: Pohreb otcovho starého rodiča

source: Burial of a maternal grandfather
fi: Äidinisän (isoisän) hautajaiset
fr: Enterrement d'un grand-père maternel
hu: Anyai nagyapa temetése
nb: Begravelse av morfar
sk: Pohreb pradedka
sv: Morfars begraving

source: Burial of a maternal grandmother
fi: Äidinäidin (isoäiti) hautajaiset
fr: Enterrement d'une grand-mère maternelle
hu: Anyai nagyanya temetése
nb: Begravelse av mormor
sk: Pohreb babky
sv: Mormors begravning

source: Burial of a maternal grandparent
fi: Äidin vanhemman hautajaiset
fr: Sépulture d'un grand-parent maternel
hu: Anyai nagyszülő temetése
nb: Begravelse av besteforelder på morssiden
sk: Pohreb matkinho starého rodiča

source: Burial of a half-brother
fi: Velipuolen hautajaiset
fr: Enterrement d'un demi-frère
hu: Fiú féltestvér temetése
nb: Begravelse av halvbror
sk: Pohreb nevlastného súrodenca
sv: Halvbrors begravning

source: Burial of a half-sister
fi: Siskopuolen hautajaiset
fr: Enterrement d'une demi-sœur
hu: Lány féltestvér temetése
nb: Begravelse av halvsøster
sk: Pohreb nevlastnej sestry
sv: Halvsysters begravning

source: Burial of a half-sibling
fi: Sisarpuolen hautajaiset
fr: Enterrement d'un(e) demi-frère/demi-sœur
hu: Féltestvér temetése
nb: Begravelse av et halvsøsken
sk: Pohreb nevlastného súrodenca
sv: Halvsysters begravning

source: Burial of a father
fi: Isän hautajaiset
fr: Enterrement du père
hu: Apa temetése
nb: Farens begravelse
sk: Pohreb otca
sv: Fars begravning

source: Burial of a mother
fi: Äidin hautajaiset
fr: Enterrement de la mère
hu: Anya temetése
nb: Morens begravelse
sk: Pohreb matky
sv: Mors begravning

source: Burial of a parent
fi: Vanhemman hautajaiset
fr: Sépulture d'un parent
hu: Szülő temetése
nb: Forelders begravelse
sk: Pohreb rodiča

source: Burial of a brother
fi: Veljen hautajaiset
fr: Enterrement d'un frère
hu: Fiútestvér temetése
nb: Begravelse av bror
sk: Pohreb brata
sv: Brors begravning

source: Burial of a sister
fi: Siskon hautajaiset
fr: Enterrement d'une sœur
hu: Lánytestvér temetése
nb: Begravelse av søster
sk: Pohreb sestry
sv: Systers begravning

source: Burial of a sibling
fi: Sisaruksen hautajaiset
fr: Enterrement d'un(e) frère/sœur
hu: Testvér temetése
nb: Begravelse av et søsken
sk: Pohreb súrodenca
sv: Syskons begravning

source: Burial of a husband
fi: Aviomiehen hautajaiset
fr: Enterrement d'un mari
hu: Fér temetése
nb: Begravelse av ektemann
sk: Pohreb manžela
sv: Makes begravning

source: Burial of a wife
fi: Aviovaimon hautajaiset
fr: Enterrement de la femme
hu: Feleség temetése
nb: Begravelse av hustru
sk: Pohreb manželky
sv: Makas begravning

source: Burial of a spouse
fi: Aviopuolison hautajaiset
fr: Enterrement d'un conjoint
hu: Házastárs temetése
nb: Begravelse til ektefelle
sk: Pohreb manžela
sv: Makes/makas begravning

source: Christening of a son
fi: Pojan ristiäiset
fr: Baptême d'un fils
hu: Fiú keresztelése
nb: Sønns dåp
sk: Krst syna
sv: Sons kristning

source: Christening of a daughter
fi: Tyttären ristiäiset
fr: Baptême d'une fille
hu: Lány keresztelése
nb: Datters dåp
sk: Krst dcéry
sv: Dotters kristning

source: Christening of a child
fi: Lapsen ristiäiset
fr: Baptême d'un enfant
hu: Gyermek katolikus keresztelése
nb: Dåp av et barn
sk: Krst dieťaťa
sv: Barns kristning

source: Christening of a grandson
fi: Lapsenpojan ristiäiset
fr: Baptême d'un petit-fils
hu: Fiúunoka keresztelése
nb: Dåp av barnebarn
sk: Krst vnuka
sv: Barnbarns kristning

source: Christening of a granddaughter
fi: Lapsentyttären ristiäiset
fr: Baptême d'une petite-fille
hu: Lányunoka keresztelése
nb: Barnebarns dåp
sk: Krst vnučky
sv: Barndotters kristning

source: Christening of a grandchild
fi: Lapsenlapsen ristiäiset
fr: Baptême d'un petit-enfant
hu: Unoka katolikus keresztelése
nb: Dåp av et barnebarn
sk: Krst vnuka
sv: Barnbarns kristning

# daughter's son
source: Christening of a grandson
fi: Tyttärenpojan ristiäiset
fr: Baptême d'un petit-fils
hu: Fiúunoka keresztelése
nb: Dåp av barnebarn
sk: Krst vnuka
sv: Dottersons kristning

# daughter's daughter
source: Christening of a granddaughter
fi: Tyttärentyttären ristiäiset
fr: Baptême d'une petite-fille
hu: Lányunoka keresztelése
nb: Dåp av barnebarn
sk: Krst vnučky
sv: En dotterdotters kristning

# son's son
source: Christening of a grandson
fi: Pojanpojan ristiäiset
fr: Baptême d'un petit-fils
hu: Fiúunoka keresztelése
nb: Dåp av barnebarn
sk: Krst vnuka
sv: Sonsons kristning

# son's daughter
source: Christening of a granddaughter
fi: Pojantyttären ristiäiset
fr: Baptême d'une petite-fille
hu: Lányunoka keresztelése
nb: Dåp av barnebarn
sk: Krst vnučky
sv: En sondotters kristning

source: Christening of a half-brother
fi: Velipuolen ristiäiset
fr: Baptême d'un demi-frère
hu: Fiú féltestvér keresztelése
nb: Dåp av halvbror
sk: Krst nevlastného brata
sv: Halvbrors kristning

source: Christening of a half-sister
fi: Siskopuolen ristiäiset
fr: Baptême d'une demi-sœur
hu: Lány féltestvér keresztelése
nb: Halvsøsters dåp
sk: Krst nevlastnej sestry
sv: Halvsysters kristning

source: Christening of a half-sibling
fi: Sisarpuolen ristiäiset
fr: Baptême d'un(e) demi-frère/demi-sœur
hu: Féltestvér katolikus keresztelése
nb: Dåp av et halvsøsken
sk: krst nevlastného súrodenca
sv: Halvsyskons krisning

source: Christening of a brother
fi: Veljen ristiäiset
fr: Baptême d'un frère
hu: Fiútestvér keresztelése
nb: Dåp av bror
sk: Krst brata
sv: Brors kristning

source: Christening of a sister
fi: Siskon ristiäiset
fr: Baptême d'une sœur
hu: Lánytestvér keresztelése
nb: Søsters dåp
sk: Krst sestry
sv: Systers kristning

source: Christening of a sibling
fi: Sisaruksen ristiäiset
fr: Baptême d'un(e) frère/sœur
hu: Testvér katolikus keresztelése
nb: Dåp av søsken
sk: Krst súrodenca
sv: Syskons kristning

source: Common Law Marriage
fi: Avoliitto
fr: Mariage légal
hu: Általános polgári házasság
nb: Samboerskap
sk: Civilný sobáš
sv: Sambo

source: Cremation of a son
fi: Pojan polttohautaus
fr: Crémation d'un fils
hu: Fiú hanvasztása
nb: Kremering av bror
sk: Kremácia syna
sv: Kremering av en son

source: Cremation of a daughter
fi: Tyttären polttohautaus
fr: Crémation d'une fille
hu: Lány hamvasztása
nb: Kremasjon av datter
sk: Kremácia dcéry
sv: Kremering av en dotter

source: Cremation of a child
fi: Lapsen polttohautaus
fr: Crémation d'un enfant
hu: Gyermek hamvasztása
nb: Kremasjon av et barn
sk: Kremácia dieťaťa
sv: Barns kremering

source: Cremation of a grandson
fi: Lapsenpojan polttohautaus
fr: Crémation d'un petit-fils
hu: Fiúunoka hamvasztása
nb: Kremering av barnebarn
sk: Kremácia vnuka
sv: Barnbarns kremering

source: Cremation of a granddaughter
fi: Lapsentyttären polttohautaus
fr: Crémation d'une petite-fille
hu: Lányunoka hamvasztása
nb: Kremasjon av barnebarn
sk: Kremácia vnučky
sv: Barndotters kremering

source: Cremation of a grandchild
fi: Lapsenlapsen polttohautaus
fr: Crémation d'un petit-enfant
hu: Unoka hamvasztása
nb: Kremasjon av et barnebarn
sk: Kremácia vnúčaťa
sv: Barnbarns kremering

# daughter's son
source: Cremation of a grandson
fi: Tyttärenpojan polttohautaus
fr: Crémation d'un petit-fils
hu: Fiúunoka hamvasztása
nb: Kremasjon av barnebarn
sk: Kremácia vnuka
sv: Dottersons kremering

# daughter's daughter
source: Cremation of a granddaughter
fi: Tyttärentyttären polttohautaus
fr: Crémation d'une petite-fille
hu: Lányunoka hamvasztása
nb: Kremasjon av barnebarn
sk: Kremácia vnučky
sv: En dotterdotters kremering

# son's son
source: Cremation of a grandson
fi: Pojanpojan polttohautaus
fr: Crémation d'un petit-fils
hu: Fiúunoka hamvasztása
nb: Kremasjon av barnebarn
sk: Kremácia vnuka
sv: Sonsons kremering

# son's daughter
source: Cremation of a granddaughter
fi: Pojantyttären polttohautaus
fr: Crémation d'une petite-fille
hu: Lányunoka hamvasztása
nb: Kremasjon av barnebarn
sk: Kremácia vnučky
sv: En sondotters kremering

source: Cremation of a grandfather
fi: Isoisän polttohautaus
fr: Crémation d'un grand-père
hu: Nagyapa hamvasztása
nb: Kremering av bestefar
sk: Kremácia dedka
sv: Förälderfars kremering

source: Cremation of a grandmother
fi: Isoäidin polttohautaus
fr: Crémation d'une grand-mère
hu: Nagyanya hamvasztása
nb: Kremasjon av bestemor
sk: Kremácia prababičky
sv: Föräldermors begravning

source: Cremation of a grand-parent
fi: Isovanhemman polttohautaus
fr: Crémation d'un grand-parent
hu: Nagyszülő hamvasztása
nb: Kremasjon av en besteforelder
sk: Kremácia starého rodiča
sv: Förälderförälders kremering

source: Cremation of a paternal grandfather
fi: Isänisän (isoisän) polttohautaus
fr: Crémation d'un grand-père paternel
hu: Apa nagyapa hamvasztása
nb: Kremasjon av farfar
sk: Kremácia dedka
sv: Farfars kremering

source: Cremation of a paternal grandmother
fi: Isänäidin (isoäiti) polttohautaus
fr: Crémation d'une grand-mère paternelle
hu: Apai nagyanya hamvasztása
nb: Kremasjon av farmor
sk: Kremácia babky
sv: Farmors kremering

source: Cremation of a maternal grandfather
fi: Äidinisän (isoisän) polttohautaus
fr: Crémation d'un grand-père maternel
hu: Anyai nagyapa hamvasztása
nb: Kremasjon av morfar
sk: Kremácia dedka
sv: Morfars kremering

source: Cremation of a maternal grandmother
fi: Äidinäidin (isoäiti) polttohautaus
fr: Crémation d'une grand-mère maternelle
hu: Anyai nagyanya hamvasztása
nb: Kremasjon av mormor
sk: Kremácia babky
sv: Mormors kremering

source: Cremation of a half-brother
fi: Velipuolen polttohautaus
fr: Crémation d'un demi-frère
hu: Fiú féltestvér hamvasztása
nb: Kremering av halvbror
sk: Kremácia nevlastného brata
sv: Halvbrors kremering

source: Cremation of a half-sister
fi: Siskonpuolen polttohautaus
fr: Crémation d'une demi-sœur
hu: Lány féltestvér hamvasztása
nb: Kremasjon av halvsøster
sk: Kremácia nevlastnej sestry
sv: Halvsysters kremering

source: Cremation of a half-sibling
fi: Sisarpuolen polttohautaus
fr: Crémation d'un(e) demi-frère/demi-sœur
hu: Féltestvér hamvasztása
nb: Kremasjon av et halvsøsken
sk: Kremácia nevlastného súrodenca
sv: Halvsyskons kremering

source: Cremation of a father
fi: Isän polttohautaus
fr: Crémation du père
hu: Apa hamvasztása
nb: Kremasjon av faren
sk: Kremácia otca
sv: Fars kremering

source: Cremation of a mother
fi: Äidin polttohautaus
fr: Crémation de la mère
hu: Anya hamvasztása
nb: Kremasjon av moren
sk: Kremácia matky
sv: Mors kremering

source: Cremation of a parent
fi: Vanhemman polttohautaus
fr: Incinération d'un parent
hu: Szülő hamvasztása
nb: Forelders kremasjon
sk: Kremácia rodiča

source: Cremation of a brother
fi: Veljen polttohautaus
fr: Crémation d'un frère
hu: Fiútestvér hamvasztása
nb: Kremering av bror
sk: Kremácia brata
sv: Kremering av en bror

source: Cremation of a sister
fi: Siskon polttohautaus
fr: Crémation d'une sœur
hu: Lánytestvér hamvasztása
nb: Kremasjon av søster
sk: Kremácia sestry
sv: Systers kremering

source: Cremation of a sibling
fi: Sisruksen polttohautaus
fr: Crémation d'un(e) frère/sœur
hu: Testvér hamvasztása
nb: Kremasjon av et søsken
sk: Kremácia súrodenca
sv: Syskons kremering

source: Cremation of a husband
fi: Aviomiehen polttohautaus
fr: crémation du mari
hu: Férj hamvasztása
nb: Kremering av ektemann
sk: Kremácia manžela
sv: Makes kremering

source: Cremation of a wife
fi: Aviovaimon polttohautaus
fr: Crémation de la femme
hu: Feleség hamvasztása
nb: Kremasjon av hustru
sk: Kremácia manželky
sv: Makas kremering

source: Cremation of a spouse
fi: Aviopuolison polttohautaus
fr: Crémation d'un conjoint
hu: Házastárs hamvasztása
nb: Kremasjon av ektefelle
sk: Kremácia manžela
sv: Makes/makas kremering

source: Linked database ID
fi: Yhdistetyn tietokannan ID
fr: Bases liées
hu: Kapcsolt adatbázis ID
nb: Lenket database-ID
sk: ID prilinkovanej databazi
sv: Länkad databasID

source: Death of a son
fi: Pojan kuolema
fr: Décès du fils
hu: Fiú halála
nb: Sønns dødsfall
sk: Úmrtie syna
sv: Sons död

source: Death of a daughter
fi: Tyttären kuolema
fr: Décès d'une fille
hu: Lány halála
nb: Datters dødsfall
sk: Úmrtie dcéry
sv: Dotters död

source: Death of a child
fi: Lapsen kuolema
fr: Décès d'un enfant
hu: Gyerek halála
nb: Dødsfall til et barn
sk: Úmrtie dieťaťa
sv: Barnadöd

source: Death of a grandson
fi: Lapsenpojan kuolema
fr: Décès d'un petit-fils
hu: Fiúunoka halála
nb: Barnebarns dødsfall
sk: Úmrtie vnuka
sv: Barnbarns död

source: Death of a granddaughter
fi: Lapsentyttären kuolema
fr: Décès d'une petite-fille
hu: Lányunoka halála
nb: Barnebarns dødsfall
sk: Úmrtie vnučky
sv: Barndotters död

source: Death of a grandchild
fi: Lapsenlapsen kuolema
fr: Décès d'un petit-enfant
hu: Unoka halála
nb: Dødsfall til et barnebarn
sk: Úmrtie vnuka
sv: Barnbarns död

# daughter's son
source: Death of a grandson
fi: Tyttärentyttären kuolema
fr: Décès d'un petit-fils
hu: Fiúunoka halála
nb: Barnebarns dødsfall
sk: Úmrtie vnuka
sv: Dottersons död

# daughter's daughter
source: Death of a granddaughter
fi: Tyttärentyttären kuolema
fr: Décès d'une petite-fille
hu: Lányunoka halála
nb: Barnebarns dødsfall
sk: Úmrtie vnučky
sv: En dotterdotters död

# son's son
source: Death of a grandson
fi: Pojanpojan kuolema
fr: Décès d'un petit-fils
hu: Fiúunoka halála
nb: Barnebarns dødsfall
sk: Úmrtie vnuka
sv: Sonsons död

# son's daughter
source: Death of a granddaughter
fi: Pojantyttären kuolema
fr: Décès d'une petite-fille
hu: Lányunoka halála
nb: Barnebarns dødsfall
sk: Úmrtie vnučky
sv: En sondotters död

source: Death of a grandfather
fi: Isoisän kuolema
fr: Décès d'un grand-père
hu: Nagyapa halála
nb: Bestefars dødsfall
sk: Úmrtie dedka
sv: Förälderfars död

source: Death of a grandmother
fi: Isoäidin kuolema
fr: Décès d'une grand-mère
hu: Lányunoka halála
nb: Bestemors dødsfall
sk: Úmrtie prababičky
sv: Föräldermors död

source: Death of a grand-parent
fi: Isovanhemman kuolema
fr: Décès d'un grand-parent
hu: Nagyszülő halála
nb: Dødsfall til en besteforelder
sk: Úmrtie starého rodiča
sv: Far- eller morföräldrars död

source: Death of a paternal grandfather
fi: Isänisän (isoisän) kuolema
fr: Décès du grand-père paternel
hu: Apai nagyapa halála
nb: Farfars dødsfall
sk: Úmrtie dedka
sv: Farfars död

source: Death of a paternal grandmother
fi: Isoäidin (isänäidin) kuolema
fr: Décès de la grand-mère paternelle
hu: Apai nagyanya halála
nb: Farmors dødsfall
sk: Úmrtie babky
sv: Farmors död

source: Death of a maternal grandfather
fi: Äidinisän (isoisän) kuolema
fr: Décès du grand-père maternel
hu: Anyai nagyapa halála
nb: Morfars dødsfall
sk: Úmrtie dedka
sv: Morfars död

source: Death of a maternal grandmother
fi: Äidinäidin (isoäiti) kuolema
fr: Décès de la grand-mère maternelle
hu: Anyai nagyanya halála
nb: Mormors dødsfall
sk: Úmrtie babky
sv: Mormors död

source: Death of a half-brother
fi: Velipuolen kuolema
fr: Décès du demi-frère
hu: Fiú féltestvér halála
nb: Halvbrors dødsfall
sk: Úmrtie nevlastného brata
sv: Halvbrors död

source: Death of a half-sister
fi: Siskopuolen kuolema
fr: Décès d'une demi-sœur
hu: Lány féltestvér halála
nb: Halvsøsters dødsfall
sk: Úmrtie nevlastnej sestry
sv: Hlavsysters död

source: Death of a half-sibling
fi: Sisarpuolen kuolema
fr: Décès d'un(e) demi-frère/demi-sœur
hu: Féltestvér halála
nb: Dødsfall til et halvsøsken
sk: Úmrtie polovičného súrodenca
sv: Halv-syskons död

source: Death of a father
fi: Isän kuolema
fr: Décès du père
hu: Apa halála
nb: Farens dødsfall
sk: Úmrtie otca
sv: Faderns död

source: Death of a mother
fi: Äidin kuolema
fr: Décès de la mère
hu: Anya halála
nb: Morens dødsfall
sk: Úmrtie matky
sv: Moderns död

source: Death of a parent
fi: Vanhemman kuolema
fr: Décès d'un parent
hu: Szülő elhalálozása
nb: Dødsfall til en forelder
sk: Úmrtie rodiča
sv: En förälders död

source: Death of a brother
fi: Veljen kuolema
fr: Décès d'un frère
hu: Fiútestvér halála
nb: Brors dødsfall
sk: Úmrtie brata
sv: Brors död

source: Death of a sister
fi: Siskon kuolema
fr: Décès d'une sœur
hu: Lánytestvér halála
nb: Søsters dødsfall
sk: Úmrtie sestry
sv: Systerns död

source: Death of a sibling
fi: sisaruksen kuolema
fr: Décès d'un(e) frère/sœur
hu: Testvér halála
nb: Dødsfall til et søsken
sk: Úmrtie súrodenca
sv: Syskons död

source: Death of a husband
fi: Aviomiehen kuolema
fr: Décès de l'époux/épouse
hu: Férj halála
nb: Ektemanns dødsfall
sk: Úmrtie manžela
sv: Makes död

source: Death of a wife
fi: Aviovaimon kuolema
fr: Décès de la femme
hu: Feleség halála
nb: Hustrus dødsfall
sk: Úmrtie manželky
sv: Makans död

source: Death of a spouse
fi: Aviopuolison kuolema
fr: Décès du conjoint
hu: Házastárs halála
nb: Dødsfall til ektefelle
sk: Úmrtie manžela/ky
sv: Äkta hälfts död

source: Degree
fi: Tutkinto
fr: Diplôme
hu: Fokozat
nb: Akademisk grad
sk: Hodnosť
sv: Betyg

source: Death of one spouse
fi: Aviopuolison kuolema
fr: Décès d'un conjoint
hu: Egyik házastárs halála
nb: Dødsfall til en ektefelle
sk: Úmrtie jedného z manželov
sv: Make eller makas död

source: Eye color
fi: Silmien väri
fr: Couleur des yeux
hu: Szemszín
nb: Øyenfarge
sk: Farba očí
sv: Ögonfärg

source: Fact 1
fi: Fakta 1
fr: Évènement 1
hu: 1. tény
nb: Fakta 1
sk: Údaj 1
sv: Faktum 1

source: Fact 2
fi: Fakta 2
fr: Évènement 2
hu: 2. tény
nb: Fakta 2
sk: Údaj 2
sv: Faktum 2

source: Fact 3
fi: Fakta 3
fr: Évènement 3
hu: 3. tény
nb: Fakta 3
sk: Údaj 3
sv: Faktum 3

source: Fact 4
fi: Fakta 4
fr: Évènement 4
hu: 4. tény
nb: Fakta 4
sk: Údaj 4
sv: Faktum 4

source: Fact 5
fi: Fakta 5
fr: Évènement 5
hu: 5. tény
nb: Fakta 5
sk: Údaj 5
sv: Faktum 5

source: Fact 6
fi: Fakta 6
fr: Évènement 6
hu: 6. tény
nb: Fakta 6
sk: Údaj 6
sv: Faktum 6

source: Fact 7
fi: Fakta 7
fr: Évènement 7
hu: 7. tény
nb: Fakta 7
sk: Údaj 7
sv: Faktum 7

source: Fact 8
fi: Fakta 8
fr: Évènement 8
hu: 8. tény
nb: Fakta 8
sk: Údaj 8
sv: Faktum 8

source: Fact 9
fi: Fakta 9
fr: Évènement 9
hu: 9. tény
nb: Fakta 9
sk: Údaj 9
sv: Faktum 9

source: Fact 10
fi: Fakta 10
fr: Évènement 10
hu: 10. tény
nb: Fakta 10
sk: Údaj 10
sv: Faktum 10

source: Fact 11
fi: Fakta 11
fr: Évènement 11
hu: 11. tény
nb: Fakta 11
sk: Údaj 11
sv: Faktum 11
