Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Fact 12
fi: Fakta 12
fr: Évènement 12
hu: 12. tény
nb: Fakta 12
sk: Údaj 12
sv: Faktum 12

source: Fact 13
fi: Fakta 13
fr: Évènement 13
hu: 13. tény
nb: Fakta 13
sk: Údaj 13
sv: Faktum 13

source: Funeral
fi: Hautajaiset
fr: Funérailles
hu: Temetés
nb: Begravelse
sk: Pohreb
sv: Begravning

source: Relationship to father
fi: Suhde isään
fr: Parenté avec le père
hu: Kapcsolat az Apához
nb: Slektskap til far
sk: Vzťah k otcovi
sv: Förhållande till far

source: GEDCOM file
fi: GEDCOM-tiedosto
fr: Fichier GEDCOM
hu: GEDCOM-állomány
nb: GEDCOMfil
sk: Súbory GEDCOM
sv: GEDCOM-fil

source: Hair color
fi: Hiusten vväri
fr: Couleur des cheveux
hu: Hajszín
nb: Hårfarge
sk: Farba vlasov
sv: Hårfärg

source: Hebrew
fi: Heprea
fr: Hébreu
hu: Héber
nb: Hebraisk
sk: Hebrejčina
sv: Hebreiska

source: Hebrew name
fi: Nimi hepreaksi
fr: Nom hébreu
hu: Héber Név
nb: Hebraisk navn
sk: Meno hebrejsky
sv: Namn på hebreiska

source: Holocaust
fi: Holokausti
fr: Holocauste
hu: Tűzáldozat
sk: Holokaust
sv: Judeförintelsen

# MALE
source: Interred
fi: Hautaaminen
fr: Inhumation
hu: Temetés
nb: Urnenedsettelse/Gravlagt
sk: Pohreb do hrobu
sv: Gravsatt

# FEMALE
source: Interred
fi: Hautaaminen
fr: Inhumation
hu: Temetés
nb: Urnenedsettelse/Gravlagt
sk: Pohreb do hrobu

source: Interred
fi: Hautaaminen
fr: Inhumation
hu: Temetés
nb: Urnenedsettelse/Gravlagt
sk: Pohreb do hrobu
sv: Gravsatt

source: Marriage Banns of a son
fi: Pojan avioliittokuulutus
fr: Bans de mariage du fils
hu: Fiú házasságának kihirdetése
nb: Lysning til sønns ekteskap
sk: Ohlášky syna
sv: Sons äktenskapslysning

source: Marriage Banns of a daughter
fi: Tyttären avioliittokuulutus
fr: Bans de mariage d'une fille
hu: Lány házasságának kihirdetése
nb: Lysning til datters ekteskap
sk: Ohlášky dcéry
sv: Dotters äktenskapslysning

source: Marriage Banns of a child
fi: Lapsen avioliittokuulutus
fr: Bans de mariage d'un enfant
hu: Gyermek házasságának kihirdetése
nb: Lysning til barns ekteskap
sk: Ohlášky dieťaťa
sv: Barns äktenskapslysning

source: Marriage banns of parents
fi: Vanhempien avioliittokuulutukset
fr: Bans de mariage des parents
hu: Szülő házasságának a kihirdetése
nb: Lysning til foreldres ekteskap
sk: Ohlášky rodičov
sv: Föräldrars äktenskapslysning

source: Marriage Banns of a grandson
fi: Lapsenpojan avioliittokuulutus
fr: Bans de mariage du petit-fils
hu: Fióunoka házasságának kihirdetése
nb: Lysning til barnebarns ekteskap
sk: Ohlášky vnuka
sv: Barnsons äktenskapslysning

source: Marriage Banns of a granddaughter
fi: Lapsentyttären avioliittokuulutus
fr: Bans de mariage de la petite-fille
hu: Lányunoka házasságának kihirdetése
nb: Lysing til barnebarns ekteskap
sk: Ohlášky vnučky
sv: Barndotters äktenskapslysning

source: Marriage Banns of a grandchild
fi: Lapsenlapsen avioliittokuulutus
fr: Bans de mariage d'un petit-enfant
hu: Unoka házasságának a kihirdetése
nb: Lysning til barnebarns ekteskap
sk: Ohlášky vnúčaťa
sv: Barnbarns äktenskapslysning

# daughter's son
source: Marriage banns of a grandson
fi: Tyttärenpojan avioliittokuulutus
fr: Bans de mariage d'un petit-fils
hu: Fióunoka házasságának kihirdetése
nb: Lysning til dattersønns ekteskap
sk: Ohlášky vnuka
sv: Dottersons äktenskapslysning

# daughter's daughter
source: Marriage banns of a granddaughter
fi: Tyttärentyttären avioliittokuulutus
fr: Bans de mariage d'une petite-fille
hu: Lányunoka házasságának kihirdetése
nb: Lysing til barnebarns ekteskap
sk: Ohlášky vnučky
sv: En dotterdotters äktenskapslysning

# son's son
source: Marriage banns of a grandson
fi: Pojanpojan avioliittokuulutus
fr: Bans de mariage d'un petit-fils
hu: Fióunoka házasságának kihirdetése
nb: Lysning til sønnesønns ekteskap
sk: Ohlášky vnuka
sv: Sonsons äktenskapslysning

# son's daughter
source: Marriage banns of a granddaughter
fi: Pojantyttären avioliittokuulutus
fr: Bans de mariage d'une petite-fille
hu: Lányunoka házasságának kihirdetése
nb: Lysing til barnebarns ekteskap
sk: Ohlášky vnučky
sv: En sondotters äktenskapslysning

source: Marriage Banns of a half-brother
fi: Velipuolen avioliittokuulutus
fr: Bans de mariage du demi-frère
hu: Fiú féltestvér házasságának kihirdetése
nb: Lysning til halvbrors ekteskap
sk: Ohlášky nevlastného brata
sv: Halvbrors äktenskapslysning

source: Marriage banns of a half-sister
fi: Sisarpuolen avioliittokuulutukset
fr: Bans de mariage d'une demi-sœur
hu: Lány féltestvér házasságának kihirdetése
nb: Lysing til halvsøsters ekteskap
sk: Ohlášky nevlastnej sestry
sv: Halvsysters äktenskapslysning

source: Marriage banns of a half-sibling
fi: Sisarpuolen avioliittokuulutukset
fr: Bans de mariage d'un(e) demi-frère/demi-sœur
hu: Féltestvéf házasságának a kihirdetése
nb: Lysning til halvsøskens ekteskap
sk: Ohlášky nevlastného súrodenca
sv: Halvsyskons äktenskapslysning

source: Marriage banns of a father
fi: Isän avioliittokuulutukset
fr: Bans de mariage du père
hu: Apa házasságának kihirdetése
nb: Lysning til fars ekteskap
sk: Ohlášky otca
sv: Fars äktenskapslysning

source: Marriage banns of a mother
fi: Äidin avioliittokuulutukset
fr: Bans de mariage de la mère
hu: Anya házasságának kihirdetése
nb: Lysning til mors ekteskap
sk: Ohlášky matky
sv: Mors äktenskapslysning

source: Marriage banns of a parent
fi: Vanhemman avioliittokuulutukset
fr: Bans de mariage d'un parent
hu: Szülő házasságának a kihirdetése
nb: Lysning til en forelders ekteskap
sk: Ohlášky rodičov
sv: En förälders äktenskapslysning

source: Marriage Banns of a brother
fi: Veljen avioliittokuulutus
fr: Bans de mariage du frère
hu: Fiútestvér házasságának kihirdetése
nb: Lysning til brors ekteskap
sk: Ohlášky brata
sv: Brors äktenskapslysning

source: Marriage banns of a sister
fi: Siskon avioliittokuulutukset
fr: Bans de mariage d'une sœur
hu: Lánytestvér házasságának kihirdetése
nb: Lysing til søsters ekteskap
sk: Ohlášky sestry
sv: Systers äktenskapslysning

source: Marriage banns of a sibling
fi: Sisaruksen avioliittokuulutukset
fr: Bans de mariage d'un(e) frère/sœur
hu: Testvér házasságának a kihirdetése
nb: Lysning til søskens ekteskap
sk: Ohlášky súrodenca
sv: Syskons äktenskapslysning

source: Marriage Intention
fi: Avioliittoaikomus
fr: Promesse de mariage
hu: Házassági szándék
nb: Ekteskapsintensjon
sk: Oznámenie sobáša
sv: Avsikt att gifta sig

source: Married Name
fi: Avionimi
fr: Nom après mariage
hu: Házasult név
nb: Navn som gift
sk: Meno po sobáši
sv: Vigselnamn

source: Highlighted image
fi: Ensisijainen kuva
fr: Image principale
hu: Kijelölt kép
nb: Uthevet bilde
sk: Zvýraznený obrázok
sv: Markerad bild

source: Married Surname
fi: Aviosukunimi
fr: Nom de famille après mariage
hu: Házasult vezetéknév
nb: Etternavn som gift
sk: Priezvisko po sobáši
sv: Efternamn som vigd

source: Marriage of a son
fi: Pojan avioliitto
fr: Mariage d'un fils
hu: Fiú házassága
nb: Vielse av sønn
sk: Sobáš syna
sv: Sons vigsel

source: Marriage of a daughter
fi: Tyttären avioliittokuulutus
fr: Mariage d'une fille
hu: Lány házassága
nb: Vielse av datter
sk: Sobáš dcery
sv: Dotters äktenskap

source: Marriage of a child
fi: Lapsen avioliitto
fr: Mariage d'un enfant
hu: Gyermek házasságkötése
nb: Vielse av barn
sk: Sobáš dieťaťa
sv: Barnvigsel

source: Marriage of parents
fi: Vanhempien avioliitto
fr: Mariage des parents
hu: Szülő házasságkötése
nb: Vielse av foreldre
sk: Sobáš rodičov
sv: Föräldrars äktenskap

source: Marriage of a grandson
fi: Lastenpojan avioliitto
fr: Mariage d'un petit fils
hu: Fiúunoka házassága
nb: Vielse av barnebarn
sk: Sobáš vnuka
sv: Barnsons vigsel

source: Marriage of a granddaughter
fi: Lapsentyttären avioliitto
fr: Mariage d'une petite-fille
hu: Lányunoka házassága
nb: Vielse av barnebarn
sk: Sobáš vnučky
sv: Barndotters vigsel

source: Marriage of a grandchild
fi: Lapsenlapsen avioliitto
fr: Mariage d'un petit-enfant
hu: Unoka házasságkötése
nb: Vielse av barnebarn
sk: Sobáš vnuka
sv: Vigsel av barnbarn

# daughter's son
source: Marriage of a grandson
fi: Tyttärenpojan avioliitto
fr: Mariage d'un petit fils
hu: Fiúunoka házassága
nb: Vielse av barnebarn
sk: Sobáš vnuka
sv: Dottersons vigsel

# daughter's daughter
source: Marriage of a granddaughter
fi: Tyttärentyttären avioliitto
fr: Mariage d'une petite-fille
hu: Lányunoka házassága
nb: Vielse av barnebarn
sk: Sobáš vnučky
sv: En dotterdotters vigsel

# son's son
source: Marriage of a grandson
fi: Pojanpojan avioliitto
fr: Mariage d'un petit fils
hu: Fiúunoka házassága
nb: Vielse av barnebarn
sk: Sobáš vnuka
sv: Sonsons vigsel

# son's daughter
source: Marriage of a granddaughter
fi: Pojantyttären avioliitto
fr: Mariage d'une petite-fille
hu: Lányunoka házassága
nb: Vielse av barnebarn
sk: Sobáš vnučky
sv: En sondotters vigsel

source: Marriage of a half-brother
fi: Velipuolen avioliitto
fr: Mariage d'un demi-frère
hu: Fiú féltestvér házassága
nb: Vielse av halvbror
sk: Sobáš nevlastného brata
sv: Halvbrors äktenskap

source: Marriage of a half-sister
fi: Siskopuolen avioliitto
fr: Mariage d'une demi-sœur
hu: Lány féltestvér házassága
nb: Vielse av halvsøster
sk: Sobáš nevlastnej sestry
sv: Halvsysters äktenskap

source: Marriage of a half-sibling
fi: Sisarpuolen avioliitto
fr: Mariage d'un(e) demi-frère/demi-sœur
hu: Féltestvér házassága
nb: Vielse av halvsøsken
sk: Sobáš polovičného súrodenca
sv: Halv-syskons vigsel

source: Marriage of a father
fi: Isän avioliitto
fr: Mariage du père
hu: Apa házassága
nb: Vielse av far
sk: Sobáš otca
sv: Faderns vigsel

source: Marriage of a mother
fi: Äidin avioliitto
fr: Mariage de la mère
hu: Anya házassága
nb: Vielse av mor
sk: Sobáš matky
sv: Moderns vigsel

source: Marriage of a parent
fi: Vanhemman avioliitto
fr: Mariage d'un parent
hu: Szülő házassága
nb: Vielse av en forelder
sk: Sobáš rodičov
sv: En förälders vigsel

source: Marriage of a brother
fi: Veljen avioliitto
fr: Mariage du frère
hu: Fiútestvér házassága
nb: Vielse av bror
sk: Sobáš brata
sv: Brors äktenskap

source: Marriage of a sister
fi: Siskon avioliitto
fr: Mariage d'une sœur
hu: Lánytestvér házassága
nb: Vielse av søster
sk: Sobáš sestry
sv: Systern äktenskap

source: Marriage of a sibling
fi: Sisaruksen avioliitto
fr: Mariage d'un(e) frère/sœur
hu: Testvér házassága
nb: Vielse av søsken
sk: Sobáš súrodenca
sv: Syskons vigsel

source: Marriage bond
fi: Aviolupaus
fr: lien du mariage
hu: Házasságkötés
nb: Ekteskapsløfte
sk: Manželská zmluva
sv: Äktenskapslöfte

source: Medical
fi: Lääketieteellinen
fr: Médical
hu: Orvosi adatok
nb: Medisinsk registrering
sk: Lekársky
sv: Medicinsk

source: Medical condition
fi: Terveystila
fr: État de santé
hu: Egészségi állapot
nb: Medisinsk tilstand
sk: Zdravotný stav
sv: Hälsotillstånd

source: Marriage ending status
fi: Avioliiton päättymisstatus
fr: Statut de fin de mariage
hu: Házasság végzési státusza
nb: Status for slutt på ekteskap
sk: Status ukončenia manželstva
sv: Äktenskap slutstatus

source: Military
fi: Asepalvelus
fr: Militaire
hu: Katonai szolgálat
nb: Militærtjeneste
sk: Vojenská služba
sv: Militär

source: Military service
fi: Asepalvelus
fr: Service militaire
hu: Katonai szolgálat
nb: Militærtjeneste
sk: Vojenská služba
sv: Militärtjänst

source: Relationship to mother
fi: Suhde äitiin
fr: Parenté avec la mère
hu: Kapcsolat az Anyához
nb: Slektskap til mor
sk: Vzťah k matke
sv: Förhållande till moder

source: Marriage beginning status
fi: Avioliittoon astumisstatus
fr: statut au début du mariage
hu: Házasság kezdési státusza
nb: Status for begynnelse på ekteskap
sk: Status začiatku manželstva
sv: Äktenskap begynnelsestatus

source: Mailing name
fi: Postitusnimi
fr: Adresse postale
hu: Levelezési név
nb: Personnavn i postadresse
sk: Korešpodenčné meno
sv: Postnings namn

source: Namesake
fi: Kaima
fr: Homonyme
hu: Névadója
nb: Navnebror
sk: Menovec
sv: Namne

source: Not living
fi: Ei elossa
fr: Non vivant(e)
hu: Nincs életben
nb: Lever ikke
sk: Nežijúci
sv: Lever inte

# MALE
source: Never married
fi: Ei koskaan naimisissa
fr: Jamais marié(e)
hu: Soha nem ment férjhez
nb: Aldri gift
sk: Celý život slobodná/ý
sv: Aldrig gift

# FEMALE
source: Never married
fi: Ei koskaan naimisissa
fr: Jamais mariée
hu: Soha nem ment férjhez
nb: Aldri gift
sk: Celý život slobodná/ý
sv: Aldrig gift

source: Never married
fi: Ei koskaan naimisissa
fr: Jamais marié(e)
hu: Soha nem házasodott meg
nb: Aldri gift
sk: Celý život slobodná/ý
sv: Aldrig gift

# MALE
source: Not married
fi: Naimaton
fr: Non marié(e)
hu: Nem házas
nb: Ugift
sk: Slobodná/ý
sv: Ogift

# FEMALE
source: Not married
fi: Naimaton
fr: Non mariée
hu: Nem házas
nb: Ugift
sk: Slobodná/ý
sv: Ogift

source: Not married
fi: Naimaton
fr: Non marié(e)
hu: Nem házas
nb: Ugift
sk: Slobodná/ý
sv: Ogift

source: by
fi: muuttaja
fr: par
hu: Utoljára módosította
nb: av
sk: Naposledy zmenil(a)
sv: av

source: Permanent number
fi: Pysyvä numero
fr: Numéro permanent
hu: Ideiglenes szám
nb: Permanent nummer
sk: Trvalé číslo
sv: Permanent nummer

source: Scrapbook
fi: Leikekirja
fr: Album
hu: Gyűjtő könyv
nb: Utklippsbok
sk: Album
sv: Urklippsalbum

source: Separated
fi: Asumusero
fr: Séparé
hu: Különélés
nb: Separert
sk: Odlúčenie
sv: Separerade

source: Slide show
fi: Diaesitys
fr: Diaporama
hu: Diavetítés
nb: Bildeframvisning
sk: Prezentácia
sv: Bildspel

source: Marriage status
fi: Avioliittostatus
fr: Statut du mariage
hu: Házassági státusz
nb: Ekteskapsstatus
sk: Status manželstva
sv: Äktenskapsstatus

source: Short version
fi: Lyhyt versio
fr: Version courte
hu: Rövid változat
nb: Kort versjon
sk: Krátka verzia
sv: Kort version

source: Always use main image?
fi: Käytä aina ensisijaista kuvaa?
fr: Toujours utiliser l'image principale ?
hu: Használjuk ezt a képet bélyegképként?
nb: Bruk alltid hovedbildet?
sk: Použiť tento obrázok ako náhľad?
sv: Använd denna bild som miniatyr?

source: To-do item
fi: Tehtävä
fr: Tâches à faire
hu: Tennivaló
nb: Elementet "skulle ha gjort"
sk: To-do položka
sv: Att-göra objekt

source: Globally unique identifier
fi: Globally unique identifier - yksilöllinen tunniste
fr: Identificateur global unique
hu: Egyedi azonosító
nb: Globalt unikt identifikasjonsnummer(ID)
sk: Globálne jednoznačný identifikátor
sv: Global Unik ID

source: Weight
fi: Paino
fr: Poids
hu: Testsúly
nb: Vekt
sk: Váha
sv: Vikt

source: Yahrzeit
fi: Jortsait
hu: Jarzeit
nb: Yartzeit (Jødisk fødselsdag)
sk: Židovský dátum narodenia Yartzeit
sv: Yartzeit

source: Brit milah of a son
fi: Pojan Brit milah
fr: Brit milah du fils
hu: Gyermek körülmetélése
nb: Sønns Brit Mila
sk: Brit mila syna
sv: Sons brit milah

source: Brit milah of a grandson
fi: Lapsenlapsen Brit mila
fr: Brit milah d'un petit-fils
hu: Unoka körülmetélése
nb: Barnebarns Brit Mila
sk: Brit mila vnuka
sv: Barnsons brit milah

# daughter's son
source: Brit milah of a grandson
fi: Tyttärenpojan Brit mila
fr: Brit milah d'un petit-fils
hu: Unoka körülmetélése
nb: Barnebarns Brit Mila
sk: Brit mila vnuka
sv: Dottersons brit milah

# son's son
source: Brit milah of a grandson
fi: Pojanpojan Brit mila
fr: Brit milah d'un petit-fils
hu: Unoka körülmetélése
nb: Barnebarns Brit Mila
sk: Brit mila vnuka
sv: Sonsons brit milah

source: Brit milah of a half-brother
fi: Velipuolen Brit mila
fr: Brit milah d'un demi-frère
hu: Féltestvér körülmetélése
nb: Halvbrors Brit Mila
sk: Brit mila nevlastného brata
sv: Halvbrors brit milah

source: Brit milah of a brother
fi: Veljen Brit mila
fr: Brit milah d'un frère
hu: Testvér körülmetélése
nb: Brors Brit Mila
sk: Brit mila brata
sv: Broderns brit milah

source: Unrecognized GEDCOM Code
fi: Tuntematon GEDCOM-koodi
fr: Code GEDCOM inconnu
hu: Ismeretlen GEDCOM-kód
nb: Ukjent GEDCOM-kode
sk: Nebol rozoznaný GEDCOM kód
sv: Okänd GEDCOM-kod

source: Audio
fi: Äänitiedosto
hu: Hangfelvétel
sk: Zvuk
sv: Ljud

source: Book
fi: Kirja
fr: Livre
hu: Könyv
nb: Bok
sk: Kniha
sv: Bok

source: Card
fi: Kortti
fr: Carte
hu: Kártya
nb: Kort
sk: Karta
sv: Kort

source: Certificate
fi: Sertifikaatti
fr: Certificat
hu: Igazolás
nb: Sertifikat
sk: Certifikát
sv: Certifikat

source: Coat of Arms
fi: Vaakuna
fr: Armoiries
hu: Címer pecsét
nb: Våpenskjold
sk: Erb
sv: Vapen

source: Electronic
fi: Sähköinen
fr: Électronique
hu: Elektronikus
nb: Elektronisk
sk: Elektronický
sv: Elektronisk

source: Microfiche
fi: Filmikortti
hu: Mikrofilm
nb: Mikrokort
sk: Mikrofiš
sv: Mikrokort

source: Microfilm
fi: Mikrofilmi
hu: Mikrofilm
nb: Mikrofilm
sk: Mikrofilm
sv: Mikrofilm

source: Magazine
fi: Aikakauslehti
hu: Magazin
nb: Magasin
sk: Časopis
sv: Magasin

source: Manuscript
fi: Käsikirjoitus
fr: Manuscrit
hu: Kézirat
nb: Manuskript
sk: Rukopis
sv: Manuskript

source: Newspaper
fi: Sanomalehti
fr: Journal
hu: Újság
nb: Avis
sk: Noviny
sv: Tidning

source: Tombstone
fi: Hautakivi
fr: Pierre tombale
hu: Sírkő
nb: Gravstein
sk: Náhrobok
sv: Gravsten

source: Painting
fi: Maalaus
fr: Peinture
hu: Festmény
nb: Maleri
sk: Obrázok
sv: Målning

# Male pedigree
source: Birth
fi: Syntymä
fr: Naissance
hu: Született
nb: Fødsel
sk: Narodenie
sv: Född

# Female pedigree
source: Birth
fi: Syntymä
fr: Naissance
hu: Született
nb: Fødsel
sk: Narodenie
sv: Född

# Pedigree
source: Birth
fi: Syntymä
fr: Naissance
hu: Született
nb: Fødsel
sk: Narodenie
sv: Född

# Male pedigree
source: Adopted
fi: Adoptoitu
fr: Adopté
hu: Örökbefogadott
nb: Adoptert
sk: Adoptovaný(a)
sv: Adopterad

# Female pedigree
source: Adopted
fi: Adoptoitu
fr: Adoptée
hu: Örökbefogadott
nb: Adoptert
sk: Adoptovaný(a)
sv: Adopterad

# Pedigree
source: Adopted
fi: Adoptoitu
fr: Adopté
hu: Örökbefogadott
nb: Adoptert
sk: Adoptovaný(a)
sv: Adopterad

# Male pedigree
source: Foster
fi: Kasvatti
fr: Adoptif
hu: Fogadott
nb: Fosterbarn
sk: Pestún

# Female pedigree
source: Foster
fi: Kasvatti
fr: Adoptive
hu: Fogadott
nb: Fosterbarn
sk: Pestún

# Pedigree
source: Foster
fi: Kasvatti
fr: Parents nourriciers
hu: Fogadott
nb: Fosterbarn
sk: Pestún

# Male pedigree
source: Sealing
fi: Sinetöinti
fr: Scellement
hu: Sealing szertartás
nb: Kobling
sk: LDS Sealing
sv: Försegling

# Female pedigree
source: Sealing
fi: Sinetöinti
fr: Scellement
hu: Sealing szertartás
nb: Kobling
sk: LDS Sealing
sv: Försegling

# Pedigree
source: Sealing
fi: Sinetöinti
fr: Scellement
hu: Sealing szertartás
nb: Kobling
sk: LDS Sealing
sv: Försegling

source: Born in the covenant
fi: (mormoni) Syntynyt uskonnolliseen sitoumukseen
fr: Né pendant la Convention
hu: Párkapcsolatban született
nb: Født i sekten
sk: Narodenie v manželstve
sv: (mormon) Född i religiös förbindelse

source: Sealing cancelled (divorce)
fi: Sinetöinnin mitätöinti (avioero)
fr: Signature de l'annulation (divorce)
hu: Válás
nb: Besegling annullert (skilsmisse)
sk: Manželstvo zrušené (rozvod)
sv: (mormon) Försegling upphävd (skilsmässa)

source: Died as a child: exempt
fi: (mormoni) Kuollut lapsena: vapautettu
fr: Décédé enfant: exempt
hu: Gyermekként halt meg
nb: Død som barn: unntak
sk: Zomrelo ako dieťa: vylúčené (exempt)
sv: (mormon) Dog som barn: förskonad

source: Cleared but not yet completed
fi: (mormoni) Selvitetty, muttei vielä valmiina
fr: Autorisé, mais pas encore terminé
hu: Tisztázva de nem teljesen befejezve
nb: Renset, men ikke fullført ennå(mormon)
sk: Vyjasnené, ale ešte nedokončené
sv: (mormon) Rentvådd, men inte ännu färdig

source: Completed; date unknown
fi: (mormoni) Valmis; päivämäärä tuntematon
fr: Terminé; date inconnue
hu: Befejezve; dátum ismeretlen
nb: Fullført; ukjent dato
sk: Dokončené; dátum neznámy
sv: (mormon) Färdig; datum okänd

source: Do Not Seal: unauthorized
fi: (mormoni) Älä sinetöi: luvaton toiminto
fr: Ne pas sceller: interdit
hu: Nem engedélyezett házasság
nb: Ikke besegl: uautorisert(mormon)
sk: Do Not Seal: unauthorized (LDS)
sv: (mormon) Försegla inte; icke auktoriserad

source: Do Not Seal, previous sealing cancelled
fi: (mormoni) Älä sinetöi: aiempi sinetöinti peruutettu
fr: Ne pas sceller: précédent scellement annulé
hu: Nem engedélyezett házasság
nb: Ikke besegl: forrige besegling er annullert(mormon)
sk: Do Not Seal, previous sealing cancelled (LDS)
sv: (mormon) Försegla inte, tidigare försegling upphävd

source: Excluded from this submission
fi: Ei mukana tässä valinnassa
fr: Exclure de cette requête
sk: Vylúčený z tohoto výberu

source: Died as an infant: exempt
fi: (mormoni) Kuollut pikkulapsena: ei mukana
fr: Décédé bébé: exempt
hu: Csecsemőként halt meg
nb: Døde som spebarn: unntak
sk: Zomrelo ako dieťa: vylúčené (exempt)
sv: (mormon) Dog som småbarn: förskonad

source: Completed before 1970; date not available
fi: Valmistui ennen 1970, päivämäärä ei tiedossa
fr: Terminé avant 1970, date non disponible
hu: Befejezve 1970 előtt; dátum ismeretlen
nb: Gjennomført før 1970: dato ikke tilgjengelig
sk: Dokončené pred 1970; datum nie je známy
sv: Färdig före 1970, datum obekant

source: Stillborn: exempt
fi: Syntynyt kuolleena: ei mukana
fr: Mort-né : exempt
hu: Halvaszületett
nb: Dødfødt: unntak
sk: Mŕtvo narodené dieťa: vylúčené (exempt)
sv: (mormon) Dödfödd: förskonad

source: Submitted but not yet cleared
fi: Esitetty, käsittely kesken
fr: Soumis non encore autorisé
hu: Bizonyítottan de tisztázatlan körülmények között
nb: Innsendt, men ennå ikke godkjent
sk: Potvrdené, ale ešte nevyjasnené
sv: Framlagt, men inte ännu klargjorts

source: Uncleared: insufficient data
fi: Epäselvä: puutteelliset tiedot
fr: Non Autorisé: données insuffisantes
hu: Tisztázatlan: kévés információ
nb: Ikke godkjent: utilstrekkelige data
sk: Nevyjasnené: nedostatok údajov
sv: Oklar: bristfälling data

source: Buenos Aires, Argentina
fi: Buenos Aires, Argentiina
fr: Buenos Aires, Argentine
hu: Buenos Aires, Argentína

source: Bogota, Colombia
fi: Bogota, Kolumbia
fr: Bogota, Colombie
hu: Bogota, Kolumbia

source: Campinas, Brazil
fi: Campinas, Brasilia
fr: Campinas, Brésil
hu: Campinas, Brazília
sk: Campinas, Brazília
sv: Campinas, Brasilien

source: Ciudad Juarez, Mexico
fi: Ciudad Juarez, Meksiko
fr: Ciudad Juarez, Mexique
hu: Ciudad Juarez, Mexikó
sv: Ciudad Juarez, Mexiko

source: Colonia Juarez, Mexico
fi: Colonia Juarez, Meksiko
fr: Colonia Juarez, Mexique
hu: Colonia Juarez, Mexikó
sv: Colonia Juarez, Mexiko

source: Copenhagen, Denmark
fi: Kööpenhamina, Tanska
fr: Copenhague, Danemark
hu: Copenhagen, Dánia
nb: København, Danmark
sk: Kodaň, Dánsko
sv: Köpenhamn, Danmark

source: Edmonton, Alberta, Canada
fi: Edmonton, Alberta, Kanada
hu: Edmonton, Alberta, Kanada
sv: Edmonton, Alberta, Kanada

source: Endowment House
fi: Endaumenttitalo (Mormoni)
fr: Chambre de dotation
hu: Alapítványi ház

source: Frankfurt am Main, Germany
fi: Frankfurt am Main, Saksa
fr: Francfort-sur-le-Main, Allemagne
hu: Frankfurt am Main, Németország
nb: Frankfurt, Tyskland
sk: Frankfurt am Main, Nemecko
sv: Frankfurt am Main, Tyskland

source: Freiburg, Germany
fi: Freiburg, Saksa
fr: Freiburg, Allemagne
hu: Freiburg, Németország
nb: Freiburg, Tyskland
sk: Freiburg, Nemecko
sv: Freiburg, Tyskland

source: Fresno, California
fi: Fresno, Kalifornia
fr: Fresno, Californie
hu: Fresno, Kalifornia
sv: Fresno, Kalifornien

source: Fukuoka, Japan
fi: Fukuoka, Japani
fr: Fukuoka, Japon
hu: Fukuoka, Japán
sk: Fukuoka, Japonsko

source: Guadalajara, Mexico
fi: Guadalajara, Meksiko
fr: Guadalajara, Mexique
hu: Guadalajara, Mexikó
sv: Guadalajara, Mexiko

source: The Hague, Netherlands
fi: The Hague, Alankomaat
fr: La Haye, Pays-Bas
hu: The Hague, Hollandia
nb: Haag, Nederland
sk: Haag, Holandsko
sv: Haag, Nederländerna

source: Halifax, Nova Scotia, Canada
fi: Halifax, Nova Scotia, Kanada
fr: Halifax, Nouvelle Ecosse, Canada
hu: Halifax, Nova Scotia, Kanada
sv: Halifax, Nova Scotia, Kanada

source: Helsinki, Finland
fi: Helsinki, Suomi
fr: Helsinki, Finlande
hu: Helsinki, Finnország
nb: Helsingfors, Finland
sk: Helsinki, Fínsko
sv: Helsingfors, Finland

source: Hermosillo, Mexico
fi: Hermosillo, Meksiko
fr: Hermosillo, Mexique
hu: Hermosillo, Mexikó
sv: Hermosillo, Mexiko
