Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Adjust the Date selector to any date in the past.<br /><br />When you click on one of the View buttons you will see a list or calendar for that date. All the ages, anniversaries, etc. have been recalculated and now count from the date you set in the Date selector. You are now seeing the calendar or list that your ancestor would have seen on that date, years ago.
fi: Oletetaan, että sinulla on 25. tammikuuta 1875 syntynyt sukulainen.<br />Säädä päivävalitsin siihen päivään.<br />Kun nyt klikkaat jotain Näytä-painiketta, näytetään kyseistä päivää koskeva luettelo tai kalenteri.<br />Kaikki iät, vuosipäivät jne. lasketaan uudestaan taaksepäin siitä päivämäärästä lähtien, jonka olet asettanut päivävalitsimeen.<br />Näet siis kalenterin samoin kuin sukulaisesi olisi nähnyt kauan sitten.
fr: Ajustez le sélecteur de date sur n'importe quelle date dans le passé.<br /><br />Quand vous cliquez sur l'un des boutons de vue, vous pouvez afficher une liste ou un calendrier pour cette date. Tous les âges, anniversaires, etc... ont été recalculés à partir de la date déterminée dans le sélecteur de date. Vous pouvez maintenant voir le calendrier ou une liste que vos ancêtres auraient pu voir il y a des années.
nb: Juster datofeltene til en dato tilbake i tid(f. eks. 25. januar 1875).<br />Trykker du på en av knappene "Vis dag/måned", vil du se en liste eller kalender for denne datoen.<br /><br />Det <i>spesielle</i> skjer dersom du velger måned; Da vil alle årsdager blir beregnet på nytt og vist i henhold til den datoen du har angitt i datofeltene.<br />Derfor vil du nå faktisk se den samme kalenderen som slektninger dine ville ha sett i det angitte året.
sk: Predpokladajme, že máte v databázi príbuzného, ktorý sa narodil 25. januára 1875.<br />Nastavte tento dátum.<br />Keď teraz kliknete na jedno z dvoch tlačítiek pre zobrazenie, uvidíte zoznam alebo kalendár pre tento dátum.<br />Všetky veky, výročia, atd. sú prepočítané a počítané spätne podľa dátumu, ktoré ste nastavili.<br />Takže, v skutočnosti, vidíte rovnaký zoznam alebo kalendár ako váš príbuzný v minulosti.
sv: Tänk dig att du har en släkting som var född den 25 Januari 1875.<br />Ändra datumväljaren till detta datum. När du nu klickar på någon av visa knapparna, kommer du att se en lista eller en kalender för det datum. Alla åldrar, jubileum, etc. är omräknade tillbaka till datumet du satt i datumväljaren. Nu ser du faktiskt en kalender som den kan ha sätt ut för din släkting för länge sedan.

source: Year input box
fi: Vuosi
fr: zone de saisie de l'année
nb: Års-felt
sk: Pole pre rok
sv: År

source: This input box lets you change that year of the calendar. Type a year into the box and press <b>Enter</b> to change the calendar to that year.<br /><br /><b>Advanced features</b> for <b>View Year</b><dl><dt><b>More than one year</b></dt><dd>You can search for dates in a range of years.<br /><br />Year ranges are <u>inclusive</u>. This means that the date range extends from 1 January of the first year of the range to 31 December of the last year mentioned. Here are a few examples of year ranges:<br /><br /><b>1992-5</b> for all events from 1992 to 1995.<br /><b>1972-89</b> for all events from 1972 to 1989.<br /><b>1610-759</b> for all events from 1610 to 1759.<br /><b>1880-1905</b> for all events from 1880 to 1905.<br /><b>880-1105</b> for all events from 880 to 1105.<br /><br />To see all the events in a given decade or century, you can use <b>?</b> in place of the final digits. For example, <b>197?</b> for all events from 1970 to 1979 or <b>16??</b> for all events from 1600 to 1699.<br /><br/>Selecting a range of years will change the calendar to the year view.</dd></dl>
fi: Tässä kentässä voit muuttaa kalenterivuoden. <br /><br /><b>Erityisominaisuuksia</b> <b>Näytä vuosi</b><dl><dt><b>Enemmän kuin yksi vuosi </b></dt><dd>Voit hakea päivämääriä vuosijakson sisällä. <br /><br />Vuosijaksossa päivämääräalue ulottuu ensimmäisen vuoden 1. tammikuusta viimeisen vuoden 31. joulukuuta saakka. Tässä muutama esimerkki vuosijaksoista: <br /><br /><b>1992-5</b>Kaikki tapahtumat vuodesta 1992 vuoteen 1995. <br /><b>1972-89</b> Kaikki tapahtumat vuodesta 1972 vuoteen 1989. <br /><b>1610-759</b> Kaikki tapahtumat vuodesta 1610 vuoteen 1759. <br /><b>1880-1905</b> Kaikki tapahtumat vuodesta 1880 vuoteen 1905. <br /><b>880-1105</b> Kaikki tapahtumat vuodesta 880 vuoteen 1105. <br /><br />Nähdäksesi kaikki tapahtumat tietyllä vuosikymmenellä tai vuosisadalla, voit kirjoittaa <b>?</b> viimeisten numeromerkkien asemesta. Esimerkiksi <b>197?</b> kaikki tapahtumat vuosina 1970-1979 tai <b>16??</b> kaikki tapahtumat vuosina 1600-1699. <br /><br/> Valitsemalla vuosijakso kalenterinäkymä muuttuu vuosinäkymäksi. </dd></dl>
fr: Cette case vous permet de changer l'année du calendrier.<br /><br /><b>Modes de saisie des années :</b> pour <b>Anniversaires de l'année<dl><dt>Série des années :</b></dt><dd>Vous pouvez chercher des dates sur une période recouvrant plusieurs années.<br /><br />Les dates sont inclusives, c'est à dire que la sélection part du 1er janvier de la première année jusqu'au 31 décembre de la dernière année. Par exemple :<br /><br /><b>1992-5</b> pour tous les évènements de1992 à 1995.<br /><b>1972-89</b> tous les évènements de 1972 à 1989.<br /><b>1610-759</b> tous les évènements de 1610 à 1759.<br /><b>1880-1905</b> tous les évènements de 1880 à 1905.<br /><b>880-1105</b> tous les évènements de 880 à 1105.<br /><br />Vous pouvez omettre le dernier chiffre d'une année afin de sélectionner la décade concernée :<br /><br /><b>197</b> pour tous les évènements de 1970 à 1979.<br /><b>195-198</b> pour tous les évènements de 1950 à 1989.</dd><dt><br /><b>Dates approximatives :</b></dt><dd>Quelquefois, la date précise d'un évènement n'est pas connue. Les termes « avant », « après », « environ » caractérisent ce type de date.<br /><br />De telles dates sont stockées dans la base avec les abréviations anglaises de ces termes. En mode <b>année</b>, vous pouvez utiliser ces termes. Voici quelques exemples :<br /><br /><b>abt</b> 1800 ( <b>abt</b>= about = environ )<br /><b>bet</b> 1950-1959 ( <b>bet</b> = between=entre ) entrez : bet 1950-59 ou juste : 1950-59<br /><b>bef</b> 1950 ( <b>bef</b> = before=avant )<br /><b>aft</b> 1900 ( <b>aft</b> = after=après )<br /><br /><b>Note :</b> PhpGedView cherchera exactement les termes de votre demande. Quand vous demandez <b>abt&nbsp;1850</b>, une date figurant dans la base comme <b>abt&nbsp;oct&nbsp;1850</b> ne sera <u>pas</u> sélectionnée.<br /><br />Vous pouvez entrer seulement une abréviation, afin de chercher toutes les dates concernées. </dd></dl>L'écran n'est pas rafraîchi lors de la saisie d'une date, vous devez cliquer sur <b>Anniversaires du mois</b> ou <b>Anniversaires de l'année</b> afin d'afficher la nouvelle sélection.
hu: Ezen beviteli mezővel változtathatja meg az évet az "Adott napon" listában, illetve az "Adott hónapban" naptárban.<br /><br />Ügyeljen arra, hogy az évszám begépelésével a képernyő tartalma nem frissül követlenül.<br />Mivel a beviteli mező nem hivatkozás, ezért vagy a <b>Adott napon</b> vagy pedig a <b>Adott hónapban gombra</b> kell kattintania, hogy frissítse a tartalmat.
nb: Her kan du endre kalenderåret. Skriv inn et år i feltet og trykk <b>Enter</b> for å vise kalenderen for det året.<br /><br /><b>Avanserte funksjoner</b> for <b>Vis år</b><dl><dt><b>Mer enn ett år</b></dt><dd>Man kan søke etter datoer innenfor en lengre tidsperiode.<br /><br />Tidsperioder er <u>inklusive</u>: de strekker seg fra 1. januar i det første året i perioden til 31. desember i det siste året. Her er noen eksempler på perioder<br /><br /><b>1992-5</b> for alle begivenheter fra 1992 til 1995.<br /><b>1972-89</b> for alle begivenheter fra 1972 til 1989.<br /><b>1610-759</b> for alle begivenheter fra 1610 to 1759.<br /><b>1880-1905</b> for alle begivenheter fra 1880 til 1905.<br /><b>880-1105</b> for alle begivenheter fra 880 to 1105.<br /><br />For å se alle begivenheter i et bestemt tiår eller århundre, kan du erstatte de(n) siste sifferet i årstallet med <b>?</b>. For eksempel <b>197?</b> for alle begivenheter fra 1970 til 1979 eller <b>16??</b> for alle begivenheter på 1600-tallet.<br /><br/>Velger man en tidsperiode, skifter kalenderen til årsvisning.</dd></dl>
sk: Toto políčko slúži pre prepínanie roku v kalendári v "režime mesiacov" alebo v zozname v "režime rokov".<br />V "režime deň" sa zmena roku nijak neprejaví, pretože sú zobrazené udalosti za celý rok.<dl><dt><b>Rozšírené možnosti</b> pre <b>Zobraziť rok:<br />Viacej rokov naraz</b></dt><dd>Môžete hľadať viacej než jeden rok zapísaním do políčka roku::<br />- Pr. 1: <b>1992-5</b> pre všetky udalosti od 1992 do 1995.<br />- Pr. 2: <b>1972-89</b> pre všetky udalosti od 1972 do 1989.<br />- Pr. 3: <b>1610-759</b> pre všetky udalosti od 1610 do 1759.<br />- Pr. 4: <b>1880-1905</b> pre všetky udalosti od 1880 do 1905.<br />- Pr. 5: <b>880-1105</b> pre všetky udalosti od 880 do 1105.<br /><br />Tiež môžete vynechať poslednú číslicu roku pre zobrazenie všetkých udalostí za určité desaťročie.<br />- Pr.: <b>197</b> pre všetky udalosti od 1970 do 1979.</dd><dt><br /><b>Skratky</b></dt><dd>Niekedy nie je úplne jasné, kedy presne sa daná udalosť stala. V týchto prípadoch môžu byť k dátumu pridané slová ako "po", "pred" a "okolo". Dátumy sú v GEDCOMe uložené spoločne so skratkou daného termínu. V režime roku môžete zadávať i hľadanie týchto termínov s, alebo bez, pridruženého dátumu. Tu je niekoľko príkladov takých výberov:<br /><b>abt</b> 1800 (abt = about = OKOLO)<br /><b>bet</b> 1950-1959 (bet = between = MEDZI) zadajte: bet 1950 alebo iba: 1950-59<br /><b>bef</b> 1950 (bef = before = PRED)<br /><b>aft</b> 1900 (aft = after = PO)<br /><br /><b>Poznámka:</b> PhpGedView bude hľadať výraz presne tak, ako ho zadáte. Ak hľadáte "abt 1850", dátum z GEDCOMu ako napr. "abt oct 1850" <b>nebude</b> zahrnutý vo výsledoch vyhľadávania. - Môžete zadať iba skratku bez roku a získate zoznam všetkých dátumov, ktoré túto skratku obsahujú.</dd></dl>Samotným napísaním roku nespustíte vyhľadávanie.<br />Pretože toto políčko nie je odkazom, budete po zapísaní roku musieť kliknúť na tlačítko <b>Zobraziť mesiac</b> alebo tlačítko <b>Zobraziť rok</b>.
sv: Denna box är till för att ändra året i din lista i "månadsläget" eller ändra året för kalendern i "Årsläget".<br />I "dagläget" gör det ingen skillnad att ändra året eftersom alla händelser för alla år visas.<dl><dt><b>Avancerade finesser</b> för <b>Visa år:<br />Mer än ett år</b></dt><dd>Du kan söka efter mer än ett år genom att skriva in i årsfältet:<br />- Ex. 1:<b>1992-5</b> för att få alla händelser från 1992 till 1995.<br />- Ex. 2: <b>1972-89</b>för alla händelser från 1972 till 1989.<br />- Ex. 3: <b>1610-759</b> för alla händelser från 1610 till 1759.<br />- Ex. 4: <b>1880-1905</b> för alla händelser från 1880 till 1905.<br />- Ex. 5: <b>880-1105</b> för alla händelser från 880 till 1105.<br /><br />Du kan också låta bli att skriva in den sista siffran för året för att få alla händelser för ett visst datum under ett årtionde.<br />- Ex <b>197</b> för alla händelser från 1970 till 1979.</dd><dt><br /><b>Förkortningar</b></dt><dd> Ibland kan man inte säkert säga när en händelse ägde rum. Vid sådana fall kan man lägga till termer som "Efter", "Före", och "Omkring" till ett datum. Datumar sparas i GEDCOM-filen tillsammans med en förkortning av termen. I årsläget kan du också utföra sökningar på termen med eller utan datumet angivet. Några exempel av dessa sökninar är:<br /><b>abt</b> 1800 (abt = omkring)<br /><b>bet</b> 1950-1959 (bet = omkring) skriv in: bet 1950 eller bara 1950-59<br /><b>bef</b> 1950 (bef = före)<br /><b>aft</b> 1900 (aft = efter)<br /><br /><b>Obs:</b> PhpGedView söker efter den exakta strängen du skrivit in. När du söker efter "abt 1850", ett datum sparad i GEDCOM-filen som "abt oct 1850" kommer <b>inte</b> att komma med i sökningen. - Du kan skriva in förkortningen utan år för att få alla händelser som innehåller förkortningen.</dd></dl>Skriva in ett annat år kommer inte direkt att uppdatera sidan.<br />Eftersom inskrivningsrutan inte är en länk, måste du klicka på <b>Visa månad</b> eller <b>Visa år</b>-knappen innan du kan se den nya sidan.

source: This option will remove private data from the downloaded GEDCOM file. The file will be filtered according to the privacy settings that apply to each access level. Privacy settings are specified on the GEDCOM configuration page.
fi: Tällä vallinnalla suodatetaan pois yksityiset tiedot siirrettävästä GEDCOM tiedostosta, joka perustuu käyttöoikeuksien yksityisyysasetuksiin. Yksityisyysasetukset määritetään GEDCOM konfiguroinnissa.
fr: Cette option supprimera les données privées du fichier GEDCOM téléchargé. Le fichier va être filtré selon les paramètres de confidentialité qui s'appliquent à chaque niveau d'accès. Les paramètres de confidentialité sont précisés dans la page de configuration GEDCOM.
nb: Dette valget vil fjerne private data fra den GEDCOM-filen som lastes ned. Filen vil bli filtrert i forhold til personvernsinnstillingene som gjelder for hvert adgangsnivå. Personvernsinnstillingene gjøres på siden med innstillinger for den GEDCOM det gjelder.
sk: Táto možnosť odstráni utajené dáta zo stiahnutého súboru GEDCOM. Súbor sa prečistí podľa nastavenia utajenia na každej úrovni. Nastavenie utajenia je špecifikované v konfigurácii GEDCOMu.

source: Move list entries
fi: Siirrä luettelon rivit
fr: Déplacer des entrées de liste
nb: Flytt listepunkter
sk: Presunúť položky zoznamu
sv: Flytta listan rader

source: Use these buttons to move an entry from one list to another.<br /><br />Highlight the entry to be moved, and then click a button to move or copy that entry in the direction of the arrow. Use the <b>&raquo;</b> and <b>&laquo;</b> buttons to move the highlighted entry from the leftmost to the rightmost list or vice-versa. Use the <b>&gt;</b> and <b>&lt;</b> buttons to move the highlighted entry between the Available Blocks list and the list to its right or left.<br /><br />The entries in the Available Blocks list do not change, regardless of what you do with the Move Right and Move Left buttons. This is so because the same block can appear several times on the same page. The HTML block is a good example of why you might want to do this.
fi: Käytä näitä painikkeita siirtääksesi luettelon kohteen toiseen luetteloon.<br /><br />Korosta siirrettävä kohde, ja klikkaa sitten painiketta siirtääksesi tai kopioidaksesi sen nuolen suuntaan. Käytä <b>&raquo;</b>- ja <b>&laquo;</b>-painikkeita siirtääksesi korostetun kohteen vasemmanpuoleisimmasta luettelosta oikeammanpuoleisimpaan tai päinvastoin. Käytä <b>></b>- ja <b><</b>-painikkeita siirtääksesi korostetun kohteen Käytettävissä olevien lohkojen-luettelon oikealla tai vasemmalla puolella olevaan luetteloon.<br /><br />Kohteet Käytettävissä olevien lohkojen luettelossa eivät muutu />Siirrä oikealle- ja Siirrä vasemmalle-painikkeiden klikkaamisesta huolimatta, koska sama lohko voi esiintyä samalla sivulla useamman kerran. HTML-lohko on hyvä esimerkki siitä, miksi näin haluat menetellä.
fr: Utilisez ces boutons pour déplacer une entrée d'une liste vers une autre.<br /><br />Mettez en surbrillance (sélectionnez) l'entrée à déplacer, puis cliquez sur le bouton pour déplacer ou copier cette entrée dans la direction de la flèche. Utilisez les boutons <b>&raquo;</b> et <b>&laquo;</b> pour déplacer l'entrée en surbrillance de l'extrême gauche vers l'extrême droite de la liste ou vice-versa. Utilisez les boutons <b>&gt;</b> et <b>&lt;</b> pour déplacer l'entrée en surbrillance entre la liste Blocs disponibles et la liste à sa droite ou à sa gauche.<br /><br />Les entrées dans la liste Blocs disponibles ne changent pas, indépendamment de ce que vous faites avec les boutons Déplacer à droite et Déplacer à gauche. C'est pourquoi le même bloc peut apparaître plusieurs fois sur la même page. Le bloc HTML est un bon exemple du pourquoi d'une telle manipulation.
nb: Bruk disse knappene for å flytte rammer fra en liste til en annen.<br /><br />Merk av den rammen du vi flytte og klikk på pilen i den retningen du vil flytte den. Bruk <b>&raquo;</b> og <b>&laquo;</b> for å flytte den valgte rammen mellom listene med aktive rammer. Bruk <b>&gt;</b> og <b>&lt;</b> for å gjøre den valgte rammen tilgjengelig i henholdsvis høyre og venstre liste med aktive rammer.<br /><br />Innholdet i listen med Tilgjengelige rammer forandres ikke uansett hva du gjør med knappene Flytt til høyre og Flytt til venstre, fordi en ramme kan brukes flere ganger på samme side. Rammen HTML er et godt eksempel på dette.</dd></dl>
sk: Použite tieto tlačidlá pre presunutie položiek z jedného zoznamu do iného.<br /><br />Označte položku, ktorú chcete presunúť, kliknite na tlačidlo a presuňte alebo skopírujte položku v smere šípky. Použite tlačidlá <b>&raquo;</b> a <b>&laquo;</b> na presunutie označenej položky z najľavejšieho do najpravejšieho zoznamu a opačne. Použite tlačidlá <b>&gt;</b> a <b>&lt;</b> na presunutie označenej položky medzi dostupnými blokmi.<br /><br />Položky v zozname Dostupných blokov sa nemenia, pretože sa rovnaké bloky môžu objaviť na jednej stránke niekoľkokrát. HTML blok je dobrý príklad, ktorý na to môžete použiť.
sv: Använd dessa knappar för att flytta en post från en lista till en annan.<br /><br />Markera posten som ska flyttas, klicka sedan på en knapp för att flytta eller kopiera posten i pilens riktning. Använd <b>&raquo;</b> och <b>&laquo;</b> knapparna för att flytta den markerade posten från längst ut till vänster till den längst ut till höger eller tvärtom. Använd <b>></b> och <b><</b> knapparna för att flytta den markerade posten mellan Tillgängliga block-listan och listan till höger eller vänster om den.<br /><br />Posterna i Tillgängliga block-listan ändras inte, oavsett vad du gör med Flytta åt höger och Flytta åt vänster-knapparna. Detta är för att samma block kan förekomma på flera ställen på samma sida. HTML-området är ett bra exempel på varför du skulle vilja ha samma block på flera ställen.

source: Use these buttons to re-arrange the order of the entries within the list. The blocks will be printed in the order in which they are listed.<br /><br />Highlight the entry to be moved, and then click a button to move that entry up or down.
fi: Käytä näitä painikkeita muuttaaksesi luettelon järjestystä. Lohkot tulostetaan luettelon osoittamassa järjestyksessä.<br /><br />Korosta siirrettävää kohdetta ja klikkaa sitten painiketta siirtääksesi kohdetta ylös- tai alaspäin.
fr: Utilisez ces boutons pour réorganiser l'ordre d'affichage des entrées dans la liste. Les listes seront imprimées dans l'ordre dans lequel elles sont affichées.<br /><br />Mettez en surbrillance (sélectionnez) l'entrée de la liste que vous souhaitez déplacer, puis cliquez sur l'un des boutons pour l'abaisser ou la remonter.
nb: Bruk disse knappene for å endre rekkefølgen på valgte rammer. Rammene vil bli vist i den rekkefølgen de står i her.<br /><br />Marker den rammen du ønsker å flytte og klikk på en knapp for å flytte rammen opp eller ned.
sk: Použite toto tlačítko ku zmene poradia položiek zoznamu. Bloky budú zobrazené v poradí v akom su zoradené na zozname.<br /><br />Označte položku ktorú chcete presunúť a potom kliknite na tlačítko šípky hore alebo dole.
sv: Använd denna knapp för att ändra ordningen för posterna i listan. Blocken kommer att skrivas ut i den ordning som de visas.<br /><br />Markera posten som ska flyttas och klicka sedan på knappen för att flytta posten upp eller ner.

source: Here you can change the box width from 50 percent to 300 percent. At 100 percent each box is about 270 pixels wide.
fi: Tässä voit muuttaa laatikon leveyden 50 prosentista 300 prosenttiin. 100:ssa prosentissa laatikon leveys on noin 270 pikseliä.
fr: Ici vous pouvez changer la largeur de la boîte de 50 pour cent à 300 pour cent. À 100 pour cent chaque boîte est d'environ 270 pixels de large.
nb: Her kan du endre rammens bredde mellom 50 prosent og 300 prosent (100 prosent tilsvarer ca. 270 pixler.
sk: Tu môžete zmeniť šírku rámčeka z 50 na 300 %. Pri 100 % bude každý rámček široký 270 pixelov.
sv: Här kan du ändra rutans bredd från 50 % till 300 %. Vid 100 % är varja ruta ca 270 bildpunker bred.

source: Chart style
fi: Kaavion tyyli
fr: Style de présentation
hu: A grafikon stílusa
nb: Utforming
sk: Štýl schémy
sv: Tavelstil

source: Two chart styles are available:<ul><li><b>List</b><br />Vertical tree, with collapsible/expandable families.</li><li><b>Booklet</b><br />One family per page, with parents, grandparents, and all recorded children.<br /><br />This format is easy to print to give to your relatives.</li></ul>
fi: Mahdolliset näkymät:<ul><li><b>Luettelo</b><br />Pystysuora sukupuu, jossa on kutistettavat tai laajennettavat perheet.</li><li><b>Kirjanen</b><br />Yksi perhe sivulla joka sisältää vanhemmat, isovanhemmat ja kaikki kirjatut lapset.<br /><br />Tämä muoto on helppo tulostaa ja antaa sukulaisille.</li></ul>
fr: Choix entre :<dl><dt>#pgv_lang[ancestry_list]#</dt><dd>L'arbre, présenté verticalement, comporte autant de niveaux que de générations, avec à chaque fois deux branches : celle du père (numéro pair) et celle de la mère (numéro impair).</dd><dt>#pgv_lang[ancestry_booklet]#</dt><dd>Présentation d'une famille par page avec les parents, les grand-parents et la liste de tous les enfants connus. Ce format est idéal pour imprimer le récapitulatif d'une famille et l'offrir à vos proches</dd></dl>
nb: Diagrammet kan utformes på to forskjellige måter:<ul><li><b>Liste</b><br />Vertikalt tre der familiene kan skjules eller utvides.</li><li><b>Hefte</b><br />En familie på hver side, med foreldre, besteforeldre og alle kjente barn.<br /><br />Dette formatet egner seg godt til å skrive ut og gi til slektninger eller andre interesserte.</li></ul>
sk: <dl><dt>#pgv_lang[ancestry_list]#</dt><dd>Zvislý strom s rolovatelnými rodinami.</dd><dt>#pgv_lang[ancestry_booklet]#</dt><dd>Na jednej stránke je zobrazená jedna rodina - rodičia, prarodičia a všetky zaznamenané deti.<br />Dá sa jednoducho vytlačiť a vy ho môžete dať svojim príbuzným.</dd></dl>
sv: Två tavelstilar är tillgängliga:<ul><li><b>Lista</b><br />Vertikalt träd med familjer som kan döljas eller visas.</li><br /><li>Häfte</b><br />En familj per sida, med föräldrar, far/mor-föräldrar och alla kända barn.<br /><br />Lätt att skriva ut och ge till släktingar.</li></ul>
