Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Marriage by country
fi: Maa, jossa avioliitto solmittiin
fr: Mariage par pays
hu: Házasság ország szerint
nb: Vielser etter land
sk: Sobáše podľa krajín
sv: Vigda per land

source: Individual distribution chart
fi: Henkilöjakautuma
fr: carte de répartition des individus
hu: Személy eloszlási diagram
nb: Utbredelse pr individ
sk: Graf rozmiestnenia osôb
sv: Fördelning av personer (diagram)

source: Highest population
fi: Suurin väestömäärä
fr: population la plus importante
hu: Legnagyobb népesség
nb: Høyeste befolkning
sk: Najvyššia populácia
sv: Högsta folkmängd

source: Lowest population
fi: Pienin väestömäärä
fr: population la plus faible
hu: Legkisebb népesség
nb: Laveste befolkning
sk: Najnižšia populácia
sv: Lägsta folkmängd

source: Nobody at all
fi: Ei ketään
fr: absolument personne
hu: Senki
nb: Ingen
sk: nikdo
sv: Ingen alls

source: Births by century
fi: Syntymät vuosisadoittain
fr: Naissances par siècle
hu: Születés századok szerint
nb: Fødsler etter århundre
sk: Narodených v storočí
sv: Födslar per århundrade

source: Deaths by century
fi: Kuolemat vuosisadoittain
fr: Décès par siècle
hu: Halálozás századok szerint
nb: Dødsfall etter århundre
sk: Zomrelých v storočí
sv: Döda per århundrade

source: century
fi: vuosisata
fr: siècle
hu: évszázad
nb: århundrede
sk: storočie
sv: århundrade

source: Average age related to death century
fi: Keskimääräinen ikä vuosisadoittain
fr: Âge moyen au décès par siècle
hu: A halála századában átlagos életkor
nb: Gjennomsnittsalder ved død (per århundre)
sk: Priemerný vek pri úmrtí v storočí
sv: Genomsnittlig dödsåldern i förhållande till århundrade

source: birth
fi: syntymä
fr: naissance
hu: születés
nb: fødsel
sk: narodenie
sv: födelse

source: death
fi: kuolema
fr: décès
hu: halál
nb: død
sk: úmrtie
sv: död

source: marriage
fi: avioliitto
fr: mariage
hu: házasság
nb: ekteskap
sk: sobáš
sv: vigsel

source: adoption
fi: adoptio
hu: örökbefogadás
nb: adopsjon
sk: adopcia

source: burial
fi: hautaus
fr: sépulture
hu: temetés
nb: begravelse
sk: pohreb
sv: begravning

source: census added
fi: väestönlaskenta lisätty
fr: recensement
hu: népszámláláshoz adva
nb: folketelling lagt til
sk: sčítanie pridané
sv: census tillagd

source: Marriages by century
fi: Avioliitot vuosisadoittain
fr: Mariages par siècle
hu: Házasság századok szerint
nb: Antall vielser etter århundre
sk: Zosobášený v storočí
sv: Äktenskap per århundrade

source: Divorces by century
fi: Avioerot vuosisadoittain
fr: Divorces par siècle
hu: Válás századok szerint
nb: Antall skilsmisser etter århundre
sk: Rozvedený v storočí
sv: Skilsmässor per århundrade

source: Average age in century of marriage
fi: Keskimääräinen avioliiton solmimisikä vuosisadoittain
fr: âge moyen au siècle du mariage
hu: A házassága századában átlagos életkor
nb: Gjennomsnittsalder ved vielse (per århundre)
sk: Priemerný vek pri sobáši v storočí
sv: Genomsnittlig vigselåldern i förhållande till århundrade

source: Largest families
fi: Suurimmat perheet
fr: Familles avec le plus d'enfants
hu: Legnagyobb családok
nb: Største familier
sk: Najväčšia rodina
sv: Största familjer

# unknown century
source: Unknown
fi: Vuosisata tuntematon
fr: Inconnu
hu: Ismeretlen
nb: Ukjent
sk: Neznámy
sv: Okänd

source: Number of families without children
fi: Lapsettomien perheiden lukumäärä
fr: Nombre de familles sans enfants
hu: Gyermek nélküli családok száma
nb: Antall familier uten barn
sk: Počet rodín bez detí
sv: Antal familjer utan barn

source: grandchildren
fi: lapsenlapset
fr: Petits-enfants
hu: unoka
nb: barnebarn
sk: vnúčatá
sv: barnbarn

source: Count
fi: Lukumäärä
fr: Nombre
hu: Számláló
nb: Antall
sk: Počet
sv: Antal

source: Aland Islands
fi: Ahvenanmaa
fr: Îles Aland, Finlande
hu: Aland-szigetek
nb: Åland
sk: Alandy
sv: Åland

source: Netherlands Antilles
fi: Alankomaiden Antillit
fr: Antilles néerlandaises
hu: Holland Antillák
nb: De nederlandske antiller
sk: Holandské Antily
sv: Nederländska Antillerna

source: United Arab Emirates
fi: Arabiemiirikunnat
fr: Émirats arabes unis
hu: Egyesült Arab Emirátusok
nb: De forente arabiske emirater
sk: Spojené arabské emiráty
sv: Förenade arabemiraten

source: Argentina
fi: Argentiina
fr: Argentine
hu: Argentína
sk: Argentína

source: American Samoa
fi: Amerikan Samoa
fr: Samoas américaines
hu: Amerikai Szamoa
nb: Amerikansk Samoa (USA)
sk: Americká Samoa
sv: Amerikanska Samoa

source: Antarctica
fi: Antarktis
fr: Antarctique
hu: Antarktisz
nb: Antarktis
sk: Antarktída
sv: Antarktis

source: French Southern Territories
fi: Ranskan eteläiset alueet
fr: Terres australes et antarctiques françaises
hu: Francia Déli Területek
nb: Franske sørlige territorier
sk: Francúzske južné teritória
sv: Franska södra territorierna

source: Antigua and Barbuda
fi: Antigua ja Barbuda
fr: Antigua-et-Barbuda
hu: Antigua és Barbuda
nb: Antigua og Barbados
sk: Antigua a Barbuda
sv: Antigua och Barbuda

source: Austria
fi: Itävalta
fr: Autriche
hu: Ausztria
nb: Østerrike
sk: Rakúsko
sv: Österrike

source: Azerbaijan
fi: Azerbaidzan
fr: Azerbaïdjan
hu: Azerbajdzsán
nb: Aserbajdsjan
sk: Azerbajdžan
sv: Azerbajdzjan

source: Azores
fi: Azorit
fr: Açores
hu: Azori-szigetek
nb: Azorene
sk: Azory
sv: Azorererna

source: Belgium
fi: Belgia
fr: Belgique
nb: Belgia
sk: Belgicko
sv: Belgien

source: Bahamas
fi: Bahaman saaret
hu: Bahama-szigetek
sk: Bahamy
sv: Bahamaöarna

source: Bosnia and Herzegovina
fi: Bosnia ja Hertsegovina
fr: Bosnie-Herzégovine
hu: Bosznia-Hercegovina
nb: Bosnia-Hercegovina
sk: Bosna a Hercegovina
sv: Bosnien-Hercegovina

source: Belarus
fi: Valko-Venäjä
fr: Bélarus
hu: Belorusszia
nb: Hviterussland
sk: Bielorusko
sv: Vitryssland

source: Bermuda
fi: Bermudasaaret
fr: Bermudes
hu: Bermuda-szigetek
sk: Bermudy
sv: Bermudasöarna

source: Brazil
fi: Brasilia
fr: Brésil
hu: Brazília
nb: Brasil
sk: Brazília
sv: Brasilien

source: Bouvet Island
fi: Bouvet'n saari
fr: Île Bouvet
hu: Bouvet-sziget
nb: Bouvetøya
sk: Bouvetov ostrov
sv: Bouvetön

source: British West Indies
fi: Brittiläinen Länsi-Intia
fr: Antilles britanniques
hu: Brit Nyugat-India
nb: Britisk Vestindia
sk: Britská Západná India
sv: Britiska väst Indien

source: Central African Republic
fi: Keski-Afrikka
fr: République centrafricaine
hu: Közép-Afrikai Köztársaság
nb: Den sentralafrikanske republikk
sk: Stredoafrická republika
sv: Centralafrikanska republiken

source: Canada
fi: Kanada
hu: Kanada
sk: Kanada
sv: Kanada

source: Cape Colony
fi: Kapkolonia
fr: Colonie du Cap
hu: Fokföld
nb: Kappkolonien
sv: Kap Kolonien?

source: Catalonia
fi: Katalonia
fr: Catalogne
hu: קטלוניה
sk: Katalonia
sv: Katalonia

source: Cocos (Keeling) Islands
fi: Kookossaaret
fr: Îles Cocos
hu: Kókusz-szigetek
nb: Kokosøyene
sk: Kokosové ostrovy
sv: Kokosöarna

source: Switzerland
fi: Sveitsi
fr: Suisse
hu: Svájc
nb: Sveits
sk: Švajčiarsko
sv: Schweiz

source: Channel Islands
fi: Kanaalisaaret
fr: Îles Anglo-Normandes
hu: Channel szigetek
nb: Kanaløyene
sk: Normanské ostrovy
sv: Kanalöarna?

source: China
fi: Kiina
fr: Chine
hu: Kína
nb: Kina
sk: Čína
sv: Kina

source: Cote d'Ivoire
fi: Norsunluurannikko
fr: Côte d'Ivoire
hu: Elefántcsontpart
nb: Elfenbenskysten
sk: Pobrežie Slonoviny
sv: Elfenbenskusten

source: Cameroon
fi: Kamerun
fr: Cameroun
hu: Kamerun
nb: Kamerun
sk: Kamerun
sv: Kamerun

source: Congo (Kinshasa)
fi: Kongon demokraattinen tasavalta
fr: République démocratique du Congo
hu: Kongói Demokratikus Köztársaság
nb: Kongo
sk: Kongo (Kinshasa)
sv: Kongo-Kinshasa

source: Congo (Brazzaville)
fi: Kongo
fr: Congo
hu: Kongó (Brazzaville)
nb: Kongo-Brazaville
sk: Kongo (Brazzaville)
sv: Kongo-Brazzaville

source: Cook Islands
fi: Cookinsaaret
fr: Îles Cook
hu: Cook-szigetek
nb: Cookøyene
sk: Cookove ostrovy
sv: Cooköarna

source: Colombia
fi: Kolumbia
fr: Colombie
hu: Kolumbia
sk: Kolumbia

source: Comoros
fi: Komorit
fr: Comores
hu: Comore-szigetek
nb: Komorene
sk: Komory
sv: Comorerna

source: Cape Verde
fi: Kap Verde
fr: Cap-Vert
hu: Zöld-foki-szigetek
nb: Kapp Verde
sk: Kapverdy
sv: Kap Verde

source: Czechoslovakia
fi: Tšekkoslovakia
fr: Tchécoslovaquie
hu: Csehszlovákia
nb: Tsjekkoslovakia
sk: Československo
sv: Tjekoslovakien

source: Cuba
fi: Kuuba
hu: Kuba
sk: Kuba
sv: Kuba

source: Christmas Island
fi: Joulusaari
fr: Île Christmas
hu: Karácsony-sziget
sk: Vianočný ostrov
sv: Julön

source: Cayman Islands
fi: Caymansaaret
fr: Îles Caïmanes
hu: Kajmán-szigetek
nb: Caymanøyene
sk: Kajmanské ostrovy
sv: Caymanöarna

source: Cyprus
fi: Kypros
fr: Chypre
hu: Ciprus
nb: Kypros
sv: Cypern

source: Czech Republic
fi: Tshekki
fr: République tchèque
hu: Cseh Köztársaság
nb: Den tsjekkiske republikk
sk: Česká republika
sv: Tjeckien

source: Germany
fi: Saksa
fr: Allemagne
hu: Németország
nb: Tyskland
sk: Nemecko
sv: Tyskland

source: Denmark
fi: Tanska
fr: Danemark
hu: Dánia
nb: Danmark
sk: Dánsko
sv: Danmark

source: Dominican Republic
fi: Dominikaaninen tasavalta
fr: République dominicaine
hu: Dominikai Köztársaság
nb: Den Dominikanske Republikk
sk: Dominikánska republika
sv: Dominikanska republiken

source: Egypt
fi: Egypti
fr: Égypte
hu: Egyiptom
sv: Egypten

source: Eire
fi: Irlanti (Eire)
fr: Éire
nb: Irland
sk: Írsko
sv: Irland

source: England
fi: Englanti
fr: Angleterre
hu: Anglia
sk: Anglicko

source: Western Sahara
fi: Länsi-Sahara
fr: Sahara occidental
hu: Nyugat Szahara
nb: Vest-Sahara
sk: Západná Sahara
sv: Västsahara

source: Spain
fi: Espanja
fr: Espagne
hu: Spanyolország
nb: Spania
sk: Španielsko
sv: Spanien

source: Estonia
fi: Viro
fr: Estonie
hu: Észtország
nb: Estland
sk: Estónsko
sv: Estland

source: Ethiopia
fi: Etiopia
fr: Éthiopie
hu: Etiópia
nb: Etiopia
sk: Etiópia
sv: Etiopien

source: Finland
fi: Suomi
fr: Finlande
hu: Finnország
sk: Fínsko

source: Fiji
fi: Fidži
fr: Fidji
hu: Fidzsi
sk: Fidži

source: Falkland Islands
fi: Falklandinsaaret
fr: Îles Falkland (Malvinas)
hu: Falkland-szigetek
nb: Falklandsøyene
sk: Falklandy
sv: Falklandsöarna

source: France
fi: Ranska
hu: Franciaország
nb: Frankrike
sk: Francúzsko
sv: Frankrike

source: Faeroe Islands
fi: Färsaaret
fr: Îles Féroé
hu: Feröer-szigetek
nb: Færøyene
sk: Faerské ostrovy
sv: Färöarna

source: Micronesia
fi: Mikronesian liittovaltio
fr: Micronésie (États fédérés de)
hu: Mikronéziai Szövetségi Államok
nb: Mikronesia
sk: Mikronézia
sv: Mikronesien

source: United Kingdom
fi: Iso-Britannia
fr: Royaume-Uni de Grande-Bretagne et d'Irlande du Nord
hu: Egyesült Királyság
nb: Storbritannia
sk: Spojené kráľovstvo
sv: Storbritannien

source: Equatorial Guinea
fi: Päiväntasaajan Guinea
fr: Guinée équatoriale
hu: Egyenlítõi Guinea
nb: Ekvatorial-Guinea
sk: Rovníková Guinea
sv: Ekvatorialguinea

source: Greece
fi: Kreikka
fr: Grèce
hu: Görögország
nb: Hellas
sk: Grécko
sv: Grekland

source: Greenland
fi: Grönlanti
fr: Groenland
hu: Grönland
nb: Grønland
sk: Grónsko
sv: Grönland

source: French Guiana
fi: Ranskan Guyana
fr: Guyane française
hu: Francia Guyana
nb: Fransk Guyana
sk: Francúzska Guajana
sv: Franska Guyana

source: Heard Island and McDonald Islands
fi: Heard ja McDonaldinsaaret
fr: Île Heard et Îles McDonald
hu: Heard- és McDonald-szigetek
nb: Heard- og McDonaldøyene
sk: Heardov ostrov a MacDonaldove ostrovy
sv: Heardön och McDonaldsöarna

source: Croatia
fi: Kroatia
fr: Croatie
hu: Horvátország
nb: Kroatia
sk: Chorvátsko
sv: Kroatien

source: Hungary
fi: Unkari
fr: Hongrie
hu: Magyarország
nb: Ungarn
sk: Maďarsko
sv: Ungern

source: India
fi: Intia
fr: Inde
sv: Indien

source: Isle of Man
fi: Mansaari
fr: Île de Man
hu: אי מאן
sk: Wyspa Man
sv: ön Man

source: British Indian Ocean Territory
fi: Brittiläinen Intian valtameren alue
fr: Territoire britannique de l'océan Indien
hu: Brit Indiai-óceáni Terület
nb: Britisk territorium i Indiahavet
sk: Britské indickooceánske územie
sv: Brittiska territoriet i Indiska Oceanen

source: Ireland
fi: Irlanti
fr: Irlande
hu: Írország
nb: Irland
sk: Írsko
sv: Irland

source: Iraq
fi: Irak
fr: Irak
hu: Irak
nb: Irak
sk: Irak
sv: Irak

source: Iceland
fi: Islanti
fr: Islande
hu: Izland
nb: Island
sk: Island
sv: Island

source: Italy
fi: Italia
fr: Italie
hu: Olaszország
nb: Italia
sk: Taliansko
sv: Italien

source: Jamaica
fi: Jamaika
fr: Jamaïque
hu: Jamaika
sk: Jamajka

source: Jordan
fi: Jordania
fr: Jordanie
hu: Jordánia
sk: Jordánsko
sv: Jordanien

source: Japan
fi: Japani
fr: Japon
hu: Japán
sk: Japonsko

source: Kazakhstan
fi: Kazakstan
hu: Kazahsztán
nb: Kasakhstan
sk: Kazachstan
sv: Kazakstan

source: Kenya
fi: Kenia
sk: Keňa

source: Kyrgyzstan
fi: Kirgisia
fr: Kirghizistan
hu: Kirgizisztán
nb: Kirgisistan
sk: Kirgizsko
sv: Kirgizistan

source: Cambodia
fi: Kamputsea
fr: Cambodge
hu: Kambodzsa
nb: Kambodsja
sk: Kambodža
sv: Kambodja

source: Saint Kitts and Nevis
fi: Saint Kitts ja Nevis
fr: Saint-Kitts-et-Nevis
hu: Saint Kitts és Nevis
nb: St. Kitts og Nevis
sk: Svätý Krištof a Nevis
sv: St Christopher och Nevis

source: Korea
fi: Korean tasavalta
fr: République de Corée
hu: Koreai Köztársaság
nb: Sør-Korea
sk: Kórea
sv: Sydkorea

source: Lebanon
fi: Libanon
fr: Liban
hu: Libanon
nb: Libanon
sk: Libanon
sv: Libanon

source: Lesotho
fi: Lesoto
hu: Lesothó
sk: Lesoto

source: Lithuania
fi: Liettua
fr: Lituanie
hu: Észtország
nb: Litauen
sk: Litva
sv: Litauen

source: Luxembourg
fi: Luxemburg
hu: Luxemburg
sk: Luxembursko
sv: Luxemburg

source: Macau
fi: Macao
fr: Macao région administrative spéciale de Chine
hu: Makaó
nb: Macao
sk: Macao
sv: Macao

source: Morocco
fi: Marokko
fr: Maroc
hu: Marokkó
nb: Marokko
sk: Maroko
sv: Marocko

source: Madagascar
fi: Madagaskar
hu: Madagaszkár
nb: Madagaskar
sk: Madagaskar
sv: Madagaskar

source: Maldives
fi: Malediivit
hu: Maldív-szigetek
nb: Maldivene
sk: Maldivy
sv: Maldiverna

source: Mexico
fi: Meksiko
fr: Mexique
hu: Mexikó
sk: Mexiko
sv: Mexiko

source: Marshall Islands
fi: Marshallinsaaret
fr: Îles Marshall
hu: Marshall-szigetek
nb: Marshalløyene
sk: Maršalove ostrovy
sv: Marshallöarna

source: Macedonia
fi: Makedonia
fr: Ex-République yougoslave de Macédoine
hu: Macedónia
nb: Makedonia
sk: Macedónia
sv: Makedonien

source: Myanmar
fi: Myanmar (ent. Burma)
fr: Birmanie
hu: Mianmar
nb: Burma(Myanmar)
sk: Majanmar
sv: Burma

source: Northern Mariana Islands
fi: Pohjois-Mariaanit
fr: Îles Mariannes septentrionales
hu: Észak-Mariana-szigetek
nb: Nord-Marianene
sk: Severné Mariany
sv: Nordmarianerna

source: Mozambique
fi: Mosambik
hu: Mozambik
nb: Mosambik
sk: Mozambik
sv: Moçambique

source: Mauritius
fi: Mauritania
fr: Maurice
sk: Maurícius

source: Malaysia
fi: Malesia
fr: Malaisie
hu: Malajzia
sk: Malajzia

source: New Caledonia
fi: Uusi-Kaledonia
fr: Nouvelle-Calédonie
hu: Új-Kaledónia
nb: Ny Kaledonia
sk: Nová Kaledónia
sv: Nya Kaledonien

source: Norfolk Island
fi: Norfolkinsaari
fr: Île Norfolk
hu: Norfolk-sziget
nb: Norfolkøya
sk: Norfolk
sv: Norfolkön

source: Northern Ireland
fi: Pohjois-Irlanti
fr: Irlande du Nord
hu: Észak Írország
nb: Nord-Irland
sk: Severné Írsko
sv: Nord Irland

source: Netherlands
fi: Alankomaat
fr: Pays-Bas
hu: Hollandia
nb: Nederland
sk: Holandsko
sv: Nederländerna

source: Norway
fi: Norja
fr: Norvège
hu: Norvégia
nb: Norge
sk: Nórsko
sv: Norge

source: Neutral Zone
fi: Neutraali vyöhyke
fr: Zone neutrale
hu: Semleges Zona
nb: Nøytral sone
sk: Neutrálna zóna
sv: Neutral Zon

source: New Zealand
fi: Uusi-Seelanti
fr: Nouvelle-Zélande
hu: Új-Zéland
sk: Nový Zéland
sv: Nya Zeeland

source: Philippines
fi: Filippiinit
hu: Fülöp-szigetek
nb: Filippinene
sk: Filipíny
sv: Filippinerna

source: Papua New Guinea
fi: Papua-Uusi-Guinea
fr: Papouasie-Nouvelle-Guinée
hu: Pápua Új-Guinea
sk: Papua - Nová Guinea
sv: Papua Nya Guinea

source: Poland
fi: Puola
fr: Pologne
hu: Lengyelország
nb: Polen
sk: Poľsko
sv: Polen

source: North Korea
fi: Pohjois-Korea
fr: République populaire démocratique de Corée
hu: Koreai Népi Demokratikus Köztársaság
nb: Nord-Korea
sk: Severná Kórea
sv: Nordkorea

source: Portugal
fi: Portugali
hu: Portugália
sk: Portugalsko

source: Occupied Palestinian Territory
fi: Palestiina
fr: Territoire palestinien occupé
hu: Megszállt palesztin terület
nb: Okkuperte Palestinske territorier
sk: Okupované Palestínske územie
sv: Palestina

source: French Polynesia
fi: Ranskan Polynesia
fr: Polynésie française
hu: Francia Polinézia
nb: Fransk Polynesia
sk: Francúzska Polynézia
sv: Franska Polynesien

source: Reunion
fi: Réunion
fr: Réunion
hu: Reunion-sziget

source: Russia
fi: Venäjä
fr: Fédération de Russie
hu: Orosz Federáció
nb: Russland
sk: Rusko
sv: Ryssland

source: Rwanda
fi: Ruanda
hu: Ruanda
sv: Ruanda

source: Serbia and Montenegro
fi: Serbia ja Montenegro
fr: Serbie-et-Monténégro
hu: Szerbia és Montenegró
nb: Serbia og Montenegro
sk: Srbsko a Čierna Hora
sv: Serbien-Montenegro

source: Scotland
fi: Skotlanti
fr: Ecosse
hu: Skócia
nb: Skottland
sk: Škótsko
sv: Skottland

source: At Sea
fi: Merellä
fr: en mer
hu: Tengeren
nb: Til sjøs
sk: Na mori
sv: Till sjöss

source: South Georgia and the South Sandwich Islands
fi: Etelä-Georgia ja Eteläiset Sandwichsaaret
fr: Géorgie du Sud et les Îles Sandwich du Sud
hu: Dél-Georgia és a Dél-Sandwich-szigetek
nb: Sør-Georgia og Sør-Sandwichøyene
sk: Južná Georgia a Južné Sandwichove ostrovy
sv: Södra Georgia och Sandwichöarna

source: Sicily
fi: Sisilia
fr: Sicile
hu: Sicilia
nb: Sicilia
sk: Sicília
sv: Sicillien

source: Svalbard and Jan Mayen Islands
fi: Huippuvuoret ja Jan Mayen
fr: Îles Svalbard et Jan Mayen
hu: Svalbard- és Jan Mayen-szigetek
nb: Svalbard og Jan Mayen
sk: Svalbard Jan Mayen
sv: Svalbard och Jan Mayen

source: Solomon Islands
fi: Salomonsaaret
fr: Îles Salomon
hu: Salamon-szigetek
nb: Salomonøyene
sk: Šalamúnove ostrovy
sv: Salomonöarna

source: Saint Pierre and Miquelon
fi: Saint Pierre ja Miquelon
fr: Saint-Pierre-et-Miquelon
hu: St. Pierre és Miquelon
nb: Saint-Pierre og Miquelon
sk: Saint Pierre a Miquelon
sv: St Pierre och Miquelon

source: USSR
fi: Neuvostoliitto
fr: URRS
hu: U.S.S.R. (Soviet Union)
nb: Sovjetunionen
sk: ZSSR
sv: U.S.S.R. (Sovjet Unionen)

source: Sweden
fi: Ruotsi
fr: Suède
hu: Svédország
nb: Sverige
sk: Švédsko
sv: Sverige

source: Swaziland
fi: Swazimaa
hu: Szváziföld
sk: Švajčiarsko

source: Seychelles
fi: Seychellit
hu: Seychelle-szigetek
nb: Seychellene
sk: Seychely
sv: Seychellerna

source: Syrian Arab Republic
fi: Syyria
fr: République arabe syrienne
hu: Szíriai Arab Köztársaság
nb: Syria
sk: Sýrska arabská republika
sv: Syrien

source: Turks and Caicos Islands
fi: Turks ja Caicos-saaret
fr: Îles Turques et Caïques
hu: Turks- és Caicos-szigetek
nb: Turks-og Caicosøyene
sk: Ostrovy Turks a Caicos
sv: Turks- och Caicosöarna

source: Chad
fi: Tšad
fr: Tchad
hu: Csád
nb: Tsjad
sk: Čad
sv: Tchad

source: Thailand
fi: Thaimaa
fr: Thaïlande
hu: Thaiföld
sk: Thajsko

source: Tajikistan
fi: Tadžikistan
fr: Tadjikistan
hu: Tádzsikisztán
nb: Tadsjikistan
sk: Tadžikistan
sv: Tadzjikistan

source: Timor-Leste
fi: Itä-Timor
fr: Timor oriental
hu: Kelet-Timor
nb: Øst-Timor
sk: Východný Timor
sv: Östtimor

source: Transylvania
fi: Transilvania
fr: Transylvanie
hu: Erdély
nb: Transilvania
sk: Transylvánia
sv: Transylvanien

source: Trinidad and Tobago
fi: Trinidad ja Tobago
fr: Trinité-et-Tobago
hu: Trinidad és Tobago
nb: Trinidad og Tobago
sk: Trinidad a Tobago
sv: Trinidad och Tobago

source: Turkey
fi: Turkki
fr: Turquie
hu: Törökország
nb: Tyrkia
sk: Turecko
sv: Turkiet

source: Tanzania
fi: Tansania
fr: République-Unie de Tanzanie
hu: Tanzániai Egyesült Köztársaság
sk: Tanzánia

source: Ukraine
fi: Ukraina
hu: Ukrajna
nb: Ukraina
sk: Ukrajina
sv: Ukraina

source: US Minor Outlying Islands
fi: USA:n Tyynenmeren er. alue
fr: Îles mineures éloignées des États-Unis
hu: Egyesült Államok külsõ szigetei
nb: USA's mindre utenforliggende øyer
sk: Menšie odľahlé ostrovy USA
sv: Förenta staternas mindre öar i Oceanien och Västindien

source: USA
fi: Yhdysvallat
fr: États-Unis d'Amérique
hu: Egyesült Államok

source: Vatican City
fi: Vatikaani
fr: Saint-Siège
hu: Vatikán
nb: Vatikanstaten
sk: Vatikán
sv: Vatikanstaten

source: Saint Vincent and the Grenadines
fi: Saint Vincent ja Grenadiinit
fr: Saint-Vincent-et-les Grenadines
hu: Saint Vincent és Grenadines
nb: St. Vincent og Grenadinene
sk: Svätý Vincent a Grenadíny
sv: St Vincent och Grenadinerna

source: British Virgin Islands
fi: Neitsyssaaret
fr: Îles Vierges britanniques
hu: Brit Virgin-szigetek
nb: Jomfruøyene (UK)
sk: Britské Panenské ostrovy
sv: Brittiska Jungfruöarna

source: US Virgin Islands
fi: Yhdysvaltain Neitsytsaaret
fr: Îles Vierges américaines
hu: Amerikai Virgin-szigetek
nb: Jomfruøyene (USA)
sk: US Panenské ostrovy
sv: Jungfruöarna

source: West Africa
fi: Länsi-Afrikka
fr: Afrique de l'Ouest
hu: Nyugat Africa
nb: Vest-Afrika
sk: Západná Afrika
sv: Väst Afrika

source: Wallis and Futuna Islands
fi: Wallis ja Futuna
fr: Îles Wallis et Futuna
hu: Wallis és Futuna
nb: Wallis- og Futunaøyene
sk: Wallis a Futuna
sv: Wallis- och Futunaöarna

source: Yemen
fi: Jemen
fr: Yémen
hu: Jemen
nb: Jemen
sk: Jemen
sv: Jemen

source: Yugoslavia
fi: Jugoslavia
fr: Yougoslavie
hu: Jugoszlávia
nb: Jugoslavia
sk: Juhoslávia
sv: Jugoslavien

source: South Africa
fi: Etelä-Afrikka
fr: Afrique du Sud
hu: Dél-Afrika
nb: Sør-Afrika
sk: Južná Afrika
sv: Sydafrika

source: Zambia
fi: Sambia
fr: Zambie

source: Shared Note Information
fi: Jaetun lisätiedon tiedot
fr: Informations note partagée
hu: Közös jegyzet információja
nb: Informasjon om delte notater
sk: Informácie zdieľanej poznámky
sv: Delad antecknings information

source: Edit note
fi: Muokkaa lisätiedot
fr: Modifier la note
hu: Jegyzet szerkesztése
nb: Endre notat
sk: Upraviť poznámku
sv: Redigera anteckning

source: This record has been updated. Click here to show changes.
fi: Tämä tietue on muuttunut. Klikkaa, jos haluat nähdä muutokset.
fr: <span class='warning'>Fiche modifiée</span>&nbsp;&nbsp;Afficher les modifications.
nb: Denne post har blitt oppdatert. Klikk her for å se endringer.
sk: Tento záznam bol aktualizovaný. Kliknite sem pre zobrazenie zmien.
sv: Denna post har uppdaterats. Klicka här för att se ändringarna.

source: Click here to hide changes.
fi: Klikkaa kätkeäksesi muutokset.
fr: Masquer les modifications.
nb: Klikk her for å skjule endringer.
sk: Ak chcete skryť zmeny, kliknite sem.
sv: Klicka här för att dölja ändringar.

source: Delete this Shared Note
fi: Poista tämä jaettu lisätieto
fr: Supprimer cette note partagée
hu: Közös jegyzet törlése
nb: Slett dette delte notat
sk: Zmazať túto zdieľanú poznámku
sv: Radera denna delad anteckning

source: Are you sure you want to delete this Shared Note?
fi: Haluatko varmasti poistaa tämän jaetun lisätiedon?
fr: Confirmez-vous la suppression de cette note partagée ?
hu: Biztosan törölni szeretné ezt a közös jegyzetet?
nb: Er du sikker på at du ønsker å slette dette delte notat?
sk: Ste si istý, že chcete zmazať túto zdieľanú poznámku?
sv: Är du säker på att du vill radera denna delad anteckning?

source: Husband's age
fi: Miehen ikä
fr: Âge du mari
hu: Férj életkora
nb: Mannens alder
sk: Vek manžela
sv: Makes ålder

source: Wife's age
fi: Vaimon ikä
fr: Âge de l'épouse
hu: Feleség életkora
nb: Hustruens alder
sk: Vek manželky
sv: Makans ålder

source: Start at parents
fi: Aloita vanhemmista
fr: Retour aux parents
hu: Kezdjük a szülőknél
nb: Start med foreldre
sk: Začať u rodičov
sv: Starta vid föräldrarna

source: Delete name
fi: Poista nimi
fr: Supprimer le nom
sk: Zmazať meno

source: Add new Name
fi: Lisää nimi
fr: Ajouter un nom
hu: Új név hozzáadása
nb: Legg til nytt navn
sk: Pridať nové meno
sv: Lägg till nytt namn

source: Edit gender
fi: Muuta sukupuoli
fr: Modifier le sexe
hu: Nem szerkesztése
nb: Endre kjønn
sk: Upraviť pohlavie
sv: Redigera kön

source: Delete this individual
fi: Poista tämä henkilö
fr: Supprimer la fiche de cet individu
hu: A személy törlése
nb: Slett denne person
sk: Zmazať túto osobu
sv: Radera denna person

source: Partner
fi: Partneri
fr: Concubin
