Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Johannesburg, South Africa
fi: Johannesburg, Etelä-Afrikka
fr: Johannesbourg, Afrique du Sud
hu: Johannesburg, Dél Afrikai Köztársaság
nb: Johannesburg, Sør-Afrika
sk: Johannesburg, Južná Afrika
sv: Johannesburg, Sydafrika

source: Kiev, Ukraine
fi: Kiev, Ukraina
hu: Kiev, Ukrajna
nb: Kiev, Ukraina
sk: Kijev, Ukraina
sv: Kiev, Ukraina

source: London, England
fi: London, Englanti
fr: Londres, Angleterre
hu: London, Anglia
sk: Londýn, Anglicko

source: Madrid, Spain
fi: Madrid, Espanja
fr: Madrid, Espagne
hu: Madrid, Spanyol
nb: Madrid, Spania
sk: Madrid, Španielsko
sv: Madrid, Spanien

source: Manila, Philippines
fi: Manila, Filippiinit
fr: Manille, Philippines
nb: Manilla,Filippinene
sk: Manila, Filipíny
sv: Manila, Philippinerna

source: Merida, Mexico
fi: Merida, Meksiko
fr: Mérida, Mexique
hu: Merida, Mexikó
sv: Merida, Mexiko

source: Mexico City, Mexico
fi: Mexico City, Meksiko
fr: Mexico, Mexique
hu: Mexico City, Mexikó
nb: Mexico by, Mexico
sv: Mexico City, Mexiko

source: Monterrey, Mexico
fi: Monterrey, Meksiko
fr: Monterrey, Mexique
hu: Monterrey, Mexikó
sv: Monterrey, Mexiko

source: Montreal, Quebec, Canada
fi: Montreal, Quebec, Kanada
fr: Montreal, Québec, Canada
hu: Montreal, Quebec, Kanada
sv: Montreal, Quebec, Kanada

source: Newport Beach, California
fi: Newport Beach, Kalifornia
fr: Newport Beach, Californie
hu: Newport Beach, Kalifornia
sv: Newport Beach, Kalifornien

source: Hamilton, New Zealand
fi: Hamilton, Uusi Seelanti
fr: Hamilton, Nouvelle Zélande
hu: Hamilton, Új-Zéland
sk: Hamilton, Nový Zéland
sv: Hamilton, Nya Zeeland

source: Oakland, California
fi: Oakland, Kalifornia
fr: Oakland, Californie
sv: Oakland, Kalifornien

source: Oaxaca, Mexico
fi: Oaxaca, Meksiko
fr: Oaxaca, Mexique
hu: Oaxaca, Mexikó
sv: Oaxaca, Mexiko

source: Porto Alegre, Brazil
fi: Porto Alegre, Brasilia
fr: Porto Alegre, Brésil
hu: Porto Alegre, Brazília
nb: Porto Alegre, Brasil
sk: Porto Alegre, Brazília
sv: Porto Alegre, Brasilien

source: President's Office
fi: Presidentin toimisto (Mormoni)
fr: Cabinet du Président
hu: Egyházi vezető székhelye
sv: Presidentens kontor (Mormon)

source: Preston, England
fi: Preston, Englanti
fr: Preston, Angleterre
hu: Preston, Anglia
sk: Preston, Anglicko

source: Recife, Brazil
fi: Recife, Brasilia
fr: Recife, Brésil
hu: Recife, Brazília
nb: Recife, Brasil
sk: Recife, Brazília
sv: Recife, Brasilien

source: Redlands, California
fi: Redlands, Kalifornia
fr: Redlands, Californie
sv: Redlands, Kalifornien

source: Regina, Saskatchewan, Canada
fi: Regina, Saskatchewan, Kanada
hu: Regina, Saskatchewan, Kanada
sv: Regina, Saskatchewan, Kanada

source: Sacramento, California
fi: Sacramento, Kalifornia
fr: Sacramento, Californie
sv: Sacramento, Kalifornien

source: San Diego, California
fi: San Diego, Kalifornia
fr: San Diego, Californie
sv: San Diego, Kalifornien

source: Sao Paulo, Brazil
fi: Sao Paulo, Brasilia
fr: Sao Paulo, Brésil
hu: Sao Paulo, Brazília
nb: Sao Paulo, Brasil
sk: Sao Paulo, Brazília
sv: Sao Paulo, Brasilien

source: Stockholm, Sweden
fi: Tukholma, Ruotsi
fr: Stockholm, Suède
hu: Stockholm, Svédország
nb: Stockholm, Sverige
sk: Stockholm, Švédsko
sv: Stockholm, Sverige

source: Suva, Fiji
fi: Suva, Fidži
fr: Suva, Fidji
sk: Suva, Fidži

source: Bern, Switzerland
fi: Bern, Sveitsi
fr: Bern, Suisse
hu: Bern, Svájc
nb: Bern, Sveits
sk: Bern, Švajčiarsko
sv: Bern, Schweiz

source: Tampico, Mexico
fi: Tampico, Meksiko
fr: Tampico, Mexique
hu: Tampico, Mexikó
sv: Tampico, Mexiko

source: Tuxtla Gutierrez, Mexico
fi: Tuxtla Gutierrez, Meksiko
fr: Tuxtla Gutierrez, Mexique
hu: Tuxtla Gutierrez, Mexikó
sv: Tuxtla Gutierrez, Mexiko

source: Tokyo, Japan
fi: Tokyo, Japani
fr: Tokyo, Japon
hu: Tokyo, Japán
sk: Tokyo, Japonsko

source: Toronto, Ontario, Canada
fi: Toronto, Ontario, Kanada
hu: Toronto, Ontario, Kanada
sv: Toronto, Ontario, Kanada

source: Veracruz, Mexico
fi: Veracruz, Meksiko
fr: Veracruz, Mexique
hu: Veracruz, Mexikó
sv: Veracruz, Mexiko

source: Villa Hermosa, Mexico
fi: Villa Hermosa, Meksiko
fr: Villa Hermosa, Mexique
hu: Villa Hermosa, Mexikó
sv: Villa Hermosa, Mexiko

# MALE
source: Attendant
fi: Avustaja
fr: Préposé
hu: Gondozó
nb: Deltakere
sk: Sluha
sv: Medhjälpare

# FEMALE
source: Attendant
fi: Avustaja
fr: Préposée
hu: Gondozó
nb: Deltakere
sk: Sluha
sv: Medhjälpare

source: Attendant
fi: Avustaja
fr: Préposé
hu: Gondozó
nb: Deltakere
sk: Sluha
sv: Deltagare

# MALE
source: Attending
fi: Avustamassa
fr: Présent
hu: Gondozás
nb: Observatør
sk: Služba

# FEMALE
source: Attending
fi: Avustamassa
fr: Présente
hu: Gondozás
nb: Observatør
sk: Služba

source: Attending
fi: Avustamassa
fr: Présent(e)
hu: Gondozás
nb: Observatør
sk: Služba
sv: Närvara

source: Bridesmaid
fi: Kaaso
fr: Demoiselle d'honneur
hu: Nyoszolyólány
nb: Forlover til bruden
sk: Družička
sv: Brudtärna

# MALE
source: Buyer
fi: Ostaja
fr: Acheteur
hu: Vevő
nb: Kjøper
sk: Kupujúci
sv: Köpare

# FEMALE
source: Buyer
fi: Ostaja
fr: Acheteur
hu: Vevő
nb: Kjøper
sk: Kupujúci
sv: Köpare

source: Buyer
fi: Ostaja
fr: Acheteur
hu: Vásárló
nb: Kjøper
sk: Kupujúci
sv: Köpare

source: Circumciser
fi: Ympärileikkaaja
fr: Circonciseur
hu: Sterilizálás
nb: Omskjærer
sk: Obriezkár
sv: Omskärare

# MALE
source: Civil Registrar
fi: Siviilirekisteriviranomainen
fr: Officier de l'Etat-Civil
hu: Anyakönyvvezető
nb: Sorenskriver
sk: Štátny matrikár
sv: Civilregistrator

# FEMALE
source: Civil Registrar
fi: Siviilirekisteriviranomainen
fr: Officier de l'Etat-Civil
hu: Anyakönyvvezető
nb: Sorenskriver
sk: Štátny matrikár
sv: Civilregisteringsmyndighet

source: Civil Registrar
fi: Siviilirekisteriviranomainen
fr: Officier de l'Etat-Civil
hu: Anyakönyvvezető
nb: Sorenskriver
sk: Štátny matrikár
sv: Borglig vigselförättare

# MALE
source: Employee
fi: Työntekijä
fr: Employé
hu: Munkavállaló
nb: Arbeidstaker
sk: Zamestnanec
sv: Anställd

# FEMALE
source: Employee
fi: Työntekijä
fr: Employée
hu: Munkavállaló
nb: Arbeidstaker
sk: Zamestnanec
sv: Anställd

source: Employee
fi: Työntekijä
fr: Employé
hu: Munkavállaló
nb: Arbeidstaker
sk: Zamestnanec
sv: Anställd

# MALE
source: Employer
fi: Työnantaja
fr: Employeur
hu: Munkáltató
nb: Arbeidgiver
sk: Zamestnávateľ
sv: Arbetsgivare

# FEMALE
source: Employer
fi: Työnantaja
fr: Employeur
hu: Munkáltató
nb: Arbeidgiver
sk: Zamestnávateľ
sv: Arbetsgivare

source: Foster Child
fi: Ottolapsi
fr: Enfant adoptif
hu: Örökbefogadott gyerek
nb: Fosterbarn
sk: Pestúnske dieťa
sv: Fosterbarn

source: Foster Father
fi: Ottoisä
fr: Père adoptif
hu: Nevelőapa
nb: Fosterfar
sk: Pestúnsky otec
sv: Fosterfar

source: Foster Mother
fi: Ottoäiti
fr: Mère adoptive
hu: Nevelőanya
nb: Fostermor
sk: Pestúnska matka
sv: Fostermor

# MALE
source: Friend
fi: Ystävä
fr: Ami
hu: Barát
nb: Venn
sk: Priateľ
sv: Vän

# FEMALE
source: Friend
fi: Ystävä
fr: Amie
hu: Barát
nb: Venninne
sk: Priateľ
sv: Väninna

source: Friend
fi: Ystävä
fr: Ami(e)
hu: Barát
nb: Venn
sk: Priateľ
sv: Vän

source: Godfather
fi: Kummisetä
fr: Parrain
hu: Keresztapa
nb: Fadder/Gudfar
sk: Kmotor
sv: Gudfader

source: Godmother
fi: Kummitäti
fr: Marraine
hu: Keresztanya
nb: Fadder/Gudmor
sk: Kmotra
sv: Gudmoder

source: Godparent
fi: Kummi
fr: Parrain/marraine
hu: Keresztszülő
nb: Gudforeldre
sk: Krstný rodič
sv: Gudföräldrar

source: Godson
fi: Kummipoika
fr: Filleul
hu: Keresztfiú
nb: Fadderbarn
sk: Krstný syn
sv: Gudson

source: Goddaughter
fi: Kummityttö
fr: Filleule
hu: Keresztlány
nb: Fadderbarn
sk: Krstná dcéra
sv: Guddotter

source: Godchild
fi: Kummilapsi
fr: Filleul(e)
hu: Keresztgyerek
nb: Fadderbarn/Gudbarn
sk: Krstné dieťa
sv: Gudbarn

# MALE
source: Guardian
fi: Edunvalvoja
fr: Tuteur
hu: Gyám
nb: Formynder
sk: Poručník
sv: Förmyndare

# FEMALE
source: Guardian
fi: Edunvalvoja
fr: Tutrice
hu: Gyám
nb: Formynder
sk: Poručník
sv: Förmyndare

source: Guardian
fi: Edunvalvoja
fr: Tuteur
hu: Gyámja
nb: Formynder
sk: Poručník
sv: Förmyndare

# MALE
source: Informant
fi: Tiedon antaja
fr: Déclarant
hu: Tudósító
nb: Hjemmelsmann
sk: Informátor
sv: Meddelare

# FEMALE
source: Informant
fi: Tiedon antaja
fr: Déclarant
hu: Tudósító
nb: Hjemmelsmann
sk: Informátor
sv: Meddelare

source: Informant
fi: Tiedon antaja
fr: Déclarant
hu: Tudósító
nb: Hjemmelsmann
sk: Informátor
sv: Meddelare

# MALE
source: Lodger
fi: Asukki
fr: Locataire
hu: Albérlő
nb: Losjerende
sk: Podnájomník
sv: Inneboende

# FEMALE
source: Lodger
fi: Asukki
fr: Locataire
hu: Albérlő
nb: Losjerende
sk: Podnájomník
sv: Inneboende

source: Lodger
fi: Asukki
fr: Locataire
hu: Albérlő
nb: Losjerende
sk: Podnájomník
sv: Inneboende

source: Nanny
fi: Lastenhoitaja
fr: Bonne d'enfants
hu: Dadus
nb: Barnepasser
sk: Pestúnka
sv: Barnsköterska

# MALE
source: Nurse
fi: Hoitaja
fr: Infirmier
hu: Nővér
nb: Pleier
sk: Pestúnka
sv: Sköterska

# FEMALE
source: Nurse
fi: Hoitaja
fr: Infirmière
hu: Nővér
nb: Pleier
sk: Pestúnka
sv: Sköterska

source: Nurse
fi: Hoitaja
fr: Garde-malade
hu: Nővér
nb: Pleier
sk: Pestúnka
sv: Sköterska

# MALE
source: Owner
fi: Omistaja
fr: Propriétaire
hu: Tulajdonos
nb: Eier
sk: Vlastník
sv: Ägare

# FEMALE
source: Owner
fi: Omistaja
fr: Propriétaire
hu: Tulajdonos
nb: Eier
sk: Vlastník
sv: Ägare

source: Owner
fi: Omistaja
fr: Propriétaire
hu: Tulajdonos
nb: Eier
sk: Vlastník
sv: Ägare

source: Priest
fi: Pappi
fr: Prêtre
hu: Pap
nb: Prest
sk: Kňaz
sv: Präst

# MALE
source: Registry Officer
fi: Rekisteriviranomainen
fr: Greffier
hu: Hivatalnok
nb: Sorenskriver
sk: Matričný úradník
sv: Registreringskontorist

# FEMALE
source: Registry Officer
fi: Rekisteriviranomainen
fr: Greffière
hu: Hivatalnok
nb: Sorenskriver
sk: Matričný úradník
sv: Registreringskontorist

source: Registry Officer
fi: Rekisteriviranomainen
fr: Greffier
hu: Hivatalnok
nb: Sorenskriver
sk: Matričný úradník
sv: Registreringskontor

# MALE
source: Seller
fi: Myyjä
fr: Vendeur
hu: Eladó
nb: Selger
sk: Predávajúci
sv: Säljare

# FEMALE
source: Seller
fi: Myyjä
fr: Vendeuse
hu: Eladó
nb: Selger
sk: Predávajúci
sv: Säljare

source: Seller
fi: Myyjä
fr: Vendeur
hu: Eladó
nb: Selger
sk: Predávajúci
sv: Säljare

# MALE
source: Servant
fi: Palvelija
fr: Serviteur
hu: Cseléd
nb: Tjener
sk: Úradník
sv: Tjänare

# FEMALE
source: Servant
fi: Palvelija
fr: Servante
hu: Cseléd
nb: Tjenerinne
sk: Úradník
sv: Tjänarinna

source: Servant
fi: Palvelija
fr: Serviteur
hu: Szolga
nb: Tjener
sk: Úradník
sv: Tjänare

# MALE
source: Slave
fi: Orja
fr: Esclave
hu: Szolga
sk: Otrok
sv: Slav

# FEMALE
source: Slave
fi: Orja
fr: Esclave
hu: Szolga
nb: Slavinne
sk: Otrokyňa
sv: Slav

source: Slave
fi: Orja
fr: Esclave
hu: Szolga
sk: Otrok
sv: Slav

# MALE
source: Ward
fi: Hoidokki
fr: Curateur
hu: Gyám
nb: Verge
sk: Chovanec
sv: Omyndig

# FEMALE
source: Ward
fi: Hoidokki
fr: Curatrice
hu: Gyám
nb: Verge
sk: Chovankyňa
sv: Omyndig

source: Ward
fi: Hoidokki
fr: Tutelle
hu: Gyám
nb: Verge
sk: Chovanec
sv: Omyndig

source: Witness
fi: Todistaja
fr: Témoin
hu: Tanú
nb: Vitne
sk: Svedok
sv: Vittne

# MALE
source: Adopted by both parents
fi: Molemmat vanhemmat adoptoivat
fr: Adopté par les deux parents
hu: Apa által örökbe fogadva
nb: Adoptert av begge foreldrene
sk: Adoptovaný oboma rodičmi
sv: Adopterad av båda föräldrarna

# FEMALE
source: Adopted by both parents
fi: Molemmat vanhemmat adoptoivat
fr: Adoptée par les deux parents
hu: Apa által örökbe fogadva
nb: Adoptert av begge foreldrene
sk: Adoptovaná oboma rodičmi
sv: Adopterad av båda föräldrarna

source: Adopted by both parents
fi: Molemmat vanhemmat adoptoivat
fr: Adopté(e) par les deux parents
hu: Mindkét szülő által örökbe fogadva
nb: Adoptert av begge foreldrene
sk: Adoptovaný oboma rodičmi
sv: Adopterad av båda föräldrarna

source: adopted name
fi: adoptionimi
fr: nom à l'adoption

# MALE
source: also known as
fi: tunnettu myös nimellä
fr: également connu sous

# FEMALE
source: also known as
fi: tunnettu myös nimellä
fr: également connue sous

source: also known as
fi: tunnettu myös nimellä
fr: également connu sous

# MALE
source: birth name
fi: syntymänimi
fr: nom à la naissance

# FEMALE
source: birth name
fi: syntymänimi
fr: nom à la naissance

source: birth name
fi: syntymänimi
fr: nom à la naissance

# MALE
source: change of name
fi: nimenmuutos
fr: Changement de nom

# FEMALE
source: change of name
fi: nimenmuutos
fr: Changement de nom

source: change of name
fi: nimenmuutos
fr: Changement de nom

# MALE
source: immigration name
fi: maahanmuutto nimi
fr: nom à l'immigration

# FEMALE
source: immigration name
fi: maahanmuutto nimi
fr: nom à l'immigration

source: immigration name
fi: maahanmuutto nimi
fr: nom à l'immigration

source: maiden name
fi: tyttönimi
fr: nom à la naissance

# MALE
source: married name
fi: avionimi
fr: nom après mariage

# FEMALE
source: married name
fi: avionimi
fr: nom après mariage

source: married name
fi: avionimi
fr: nom après mariage

# MALE
source: religious name
fi: uskonnollinen nimi
fr: nom en religion

# FEMALE
source: religious name
fi: uskonnollinen nimi
fr: nom en religion

source: religious name
fi: uskonnollinen nimi
fr: nom en religion

source: Family with adoptive parents
fi: Perhe - Vanhemmat ovat adoptoineet
fr: Famille avec les parents adoptifs
hu: Család örökbefogadó szülőkkel
nb: Familie med adoptivforeldre
sk: Rodina s adoptívnymi rodičmi
sv: Familj med adoptivföräldrar

source: Family with foster parents
fi: Perhe - Kasvatusvanhemmilla
fr: Famille avec les parents nourriciers
hu: Család nevelőszülőkkel
nb: Familie med fosterforeldre
sk: Rodina s pestúnskymi rodičmi
sv: Familj med fosterföräldrar

source: Family with sealing parents
fi: Perhe - Mormoni sealing vanhemmilla
fr: Famille avec les parents du scellement
hu: Család házasulatlan szülőkkel
nb: Familie med beseglede foreldre
sk: Family with sealing parents (LDS)

source: Family with parents
fi: Vanhempien perhe
fr: Famille avec les parents
hu: Család a szülőkkel
nb: Familie med foreldre
sk: Rodina s rodičmi
sv: Familj med föräldrar

source: Father's Family with
fi: Perhe - isä ja
fr: Famille paternelle avec
hu: Apa családja mással
nb: Fars familie med
sk: Otcova rodina s
sv: Faderns familj med

source: Mother's Family with
fi: Perhe - äiti ja
fr: Famille maternelle avec
hu: Anya családja mással
nb: Mors familie med
sk: Matkina rodina s
sv: Moderns familj med

source: unknown person
fi: henkilö ei tiedossa
fr: personne inconnue
hu: ismeretlen személy
nb: ukjent person
sk: neznáma osoba
sv: okänd person

source: Family with %s
fi: Perhe - puolisona %s
fr: Famille avec %s
hu: Család vele: %s
nb: Familie med %s
sk: Rodina s %s
sv: Familj med %s

source: Statistics
fi: Tilastot
fr: Statistiques
hu: Statisztikák
nb: Statistikk
sk: Štatistika
sv: Statistik

source: Show couple on timeline chart
fi: Näytä pariskunta aikajanalla
fr: Voir l'échelle de temps
hu: A házaspár mutatása a Kronológiában
nb: Vis par på tidslinje
sk: Ukázať pár na časovej ose
sv: Visa par på tidslinje

source: Show children on timeline chart
fi: Näytä lapset aikajanalla
fr: Voir les enfants sur l'échelle de temps
hu: Gyerek feltüntetése kronológiai grafikonon
nb: Vis barn på tidslinje
sk: Ukáž deti na časovej ose
sv: Visa barn på tidslinje

source: Show family on timeline chart
fi: Näytä perhe aikajanalla
fr: Voir la famille sur l'échelle de temps
hu: Család feltüntetése kronológiai grafikonon
nb: Vis familie på tidslinje
sk: Ukáž rodinu na časovej ose
sv: Visa familj på tidslinje

source: Lists
fi: Luettelot
fr: Listes
hu: Listák
nb: Lister
sk: Zoznamy
sv: Listor

source: Calendar
fi: Kalenteri
fr: Calendrier
hu: Naptár
nb: Kalender
sk: Kalendár
sv: Kalender

source: View Day
fi: Näytä päivä
fr: Anniversaires du jour
hu: Adott napon
nb: Vis dag
sk: Zobraziť deň
sv: Visa dag

source: View Month
fi: Näytä kuukausi
fr: Anniversaires du mois
hu: Adott hónapban
nb: Vis måned
sk: Zobraziť mesiac
sv: Visa månad

source: View Year
fi: Näytä vuosi
fr: Anniversaires de l'année
hu: Adott évben
nb: Vis år
sk: Zobraziť rok
sv: Visa år

source: Wiki Main Page
fi: Wiki pääsivu
fr: Wiki : page d'accueil
hu: Wiki start oldala
nb: Wiki hovedside
sk: Wiki - hlavná stránka
sv: WIKI Huvudsida

source: Hide contextual help
fi: Piilota pika-avusteet
fr: Masquer l'aide contextuelle
hu: Környezetérzékeny segítség elrejtése
nb: Skjul ikon for hjelpetekst
sk: Ukryť kontextovú nápovedu
sv: Dölj sammanhangsberoende hjälp

source: Show contextual help
fi: Näytä pika-avusteet
fr: Afficher l'aide contextuelle
hu: Környezetérzékeny segítség megjelenítése
nb: Vis ikon for hjelpetekst
sk: Zobraziť kontextovú nápovedu
sv: Visa sammanhangsberoende hjälp

source: webtrees automatically provides search engines with smaller data files with fewer links. The data is limited to the individual and immediate family, without adding information about grand parents or grand children. Many reports and server-intensive pages like the calendar are off limits to the spiders.<br /><br />Attempts by the spiders to go to those pages result in showing this page. If you are seeing this text, the software believes you are a search engine spider. Below is the list of pages that are allowed to be spidered and will provide the abbreviated data.<br /><br />Real users who follow search engine links into this site will see the full pages and data, and not this page.
fi: webtrees automaattisesti välittää hakukoneille tiivistettyä tietoa ja vähemmän linkkejä. Tiedot rajataan koskemaan henkilöä ja lähiperhetta, poislukien isovanhemmat ja lastenlapset. Monet palvelimelle raskaat raportit ja listat kuten kalenteri ei välity hakukoneille. <br /><br /> Hakukoneille näytetään tämä sivu sellaisissa tilanteissa. Jos näet tämän tekstin, niin tulkitsemme sinua hakukoneeksi. Alempana on lista sivuista, joista välitämme tiivistettyä tietoa.<br /><br /> Todelliset käyttäjät jotka seuraavat hakukoneen antamat linkit, ohjataan oikealle sivulle, ei tälle sivulle.
fr: webtrees fournit automatiquement les moteurs de recherche avec des fichiers de données plus petits et moins de liens. Les données sont limitées à la famille proche et immédiate, sans y ajouter des informations sur les grands-parents ou petits-enfants. De nombreux rapports et des pages serveurs comme le calendrier sont hors des limites des robots. <br /><br /> Les tentatives faites par les robots pour aller sur ces pages de résultats pour montrer cette page. Si vous voyez ce texte, le logiciel croit que vous êtes un robot de recherche. Ci-dessous voici la liste des pages qui sont autorisés à être récupéré (spidered) et de fournir les données en abrégé. <br /><br /> Les utilisateurs réels pourrons voir des pages entières et des données, et non cette page suite de liaisons pour le moteur de recherche dans ce site.
hu: A webtrees automatikusan generál a keresőmotrokra optimalizált tartalmat. Az adatokhoz való hozzáférés az egyénekre illetve a közvetlen családtagokra van korlátozva, az unokákhoz illetve nagyszülőkhöz már korlátozva van. Több jelentés illetve szerverinformáció, mint a naptár korlátozva van a látogatók felé.<br /><br />Ez megelőzi az ismeretlenek hozzáférését az oldalhoz. Ha Ön látja ezt az üzenetet, a program azt feltételezi, hogy Ön egy keresőmotor. Lentebb azok az oldalak találhatóak, amihez a keresőmotroknak hozzáférésük van.<br /><br />Azok a valós felhasználók akik keresőoldalrók jutottak erre a weblapra, a teljes tartalmat láthatják, nem csak ezt az oldalt.
nb: webtrees gir automatisk søkemaskiner færre data med færre linker. Dataene er begrenset til individ og nærmeste familie, uten informasjon om besteforeldre eller barnebarn. Mange rapporter og serverkrevende sider, som feks. kalender, har søkemaskiner ikke adgang til.<br /><br />Hvis søkemaskiner likevel prøver å nå disse sidene, vil de komme til denne siden i stedet. Hvis du ser denne teksten, er det fordi programmet tror at du er en søkemaskin. Nedenfor vises de sidene som tillates å indeksere og gi forkortet data.<br /><br />Brukere som finner veien til denne siden via søkemaskiner, vil se den normale siden, ikke denne.
sk: webtrees automaticky poskytuje vyhľadávacie enginy s menším počtom dátových súborov s ménej odkazmi. Dáta sú obmedzené na osoby a najbližších príbuzných, bez toho, aby sa poskytovali informácie o prarodičoch alebo pravnúčaťoch. Mnoho stránok a reportov (napr. kalendár) nie je povolených pre vyhľadávacie enginy.<br /><br />Ich pokusy zobraziť tieto stránky skončí na tejto stránke. Ak vidíte tento text, software si myslí, že ste vyhľadávací engine. Dole je zoznam stránok, ktoré sú povolené pre prehľadávanie a budú poskytovať vhodné dáta.<br /><br />Skutočný uživatelia, ktorý budou následovať odkazy vyhľadávacích enginov, uvidia normálne stránky s normálnymi údajmi.

source: Never
fi: Ei koskaan
fr: Jamais
hu: Soha
nb: Aldri
sk: Nikdy
sv: Aldrig

source: Permanently delete "%s"?
fi: Poista pysyvästi "%s"?
fr: Supprimer définitivement "%s"?
hu: Véglegesen törölje: "%s"?
nb: Slett "%s" permanent?
sk: Trvale zmazať "%s"?

source: Allow this user to edit his account information
fi: Salli tämän käyttäjän muokata käyttäjätiliään.
fr: Autoriser cet utilisateur à modifier son compte
hu: A felhasználó szerkesztheti a saját felhasználói adatait
nb: Gi denne brukeren rettighet til å endre brukerkontoen sin
sk: Umožniť tomuto uživateľovi upravovať informácie o svojom účte
sv: Tillåt användaren att redigera sin kontoinformation

source: Family tree access and settings
fi: Sukupuun oikeudet ja asetukset
fr: Accès et configuration des arbres généalogiques
hu: Családfa jogok és beállítások
nb: Familietre, tilgang og instillinger
sk: Rodokmeň - nastavenie a prístup
sv: Åtkomst och inställningar för familjeträd

source: Approval of account at %s
fi: Käyttäjätilin %s hyväksyminen
fr: Approbation (validation) du compte sur %s
hu: Felhasználó elfogadása itt: %s
nb: Godkjenning av konto hos %s
sk: Schválenie účtu pre %s
sv: Godkännande av konto på %s

source: The administrator at the webtrees site %s has approved your application for an account. You may now login by accessing the following link: %s
fi: webtrees %sn ylläpitäjä on hyväksynyt pyyntösi perustaa sinulle käyttäjätilin. Voit kirjautua sisään klikkaamalla perässä olevaa linkkia: %s
fr: L'administrateur du site webtrees %s a approuvé votre demande de compte. Vous pouvez maintenant vous connecter en y accédant à l'aide du lien suivant&nbsp;: %s
hu: %s webtrees oldal karbantartója jóváhagyta a felhasználói fiókigénylését. Most már beléphet a következő linken: %s
nb: Administratoren på nettstedet %s har godkjent søknaden om en konto. Du kan nå logge på via følgende link: %s
sk: Administrátor webu webtrees %s schválil vašu žiadosť na prístupový účet. Môžete se prihlásiť na nasledujúcom odkaze: %s
sv: Administratören vid webtrees sajt %s har godkänt din ansökan för ett användarkonto. Du kan nu logga in via följande länk: %s

source: You must specify an individual record before you can restrict the user to their immediate family.
fi: Sinun on ensin valittava henkilö, ennen kuin voit rajoittaa käyttäjän lähisukulaisiinsa.
fr: Vous devez spécifier un individu avant de pouvoir restreindre l'utilisateur à sa famille immédiate.
hu: Hozzá kell rendeljen egy egyént a felhasználóhoz, mielőtt korlátozná a hozzáférést a saját családjához.
nb: Du må angi en av brukerens personregistreringer før du kan begrense brukeren til sin nærmeste familie.
sk: Musíte definovať osobný záznam než obmedzíte uživateľa na jeho najbližšiu rodinu.
sv: Du måste specificera en individuell post innan du kan begränsa användaren till dess närmsta familj.

source: Email verified
fi: Sähköpostiosoite on varmistettu
fr: Courriel vérifié
hu: E-mail cím ellenőrizve
nb: Epost bekreftet
sk: Email overený
sv: Epost verifierad

source: Approved by administrator
fi: Ylläpitäjä on hyväksynyt
fr: Approuvé par l'administrateur
hu: A rendszergazda jóváhagyta
nb: Godkjent av administrator
sk: Schválené administrátorom
sv: Godkänd av administratör
