Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Baton Rouge, Louisiana
fr: Baton Rouge, Louisiane

source: Cochabamba, Bolivia
fr: Cochabamba, Bolivie
hu: Cochabamba, Bolívia

source: Columbia, South Carolina
fr: Columbia, Caroline du sud

source: Guayaquil, Ecuador
fr: Guayaquil, Equateur

source: Los Angeles, California
fr: Los Angeles, Californie
hu: Los Angeles, Kalifornia
sv: Los Angeles, Kalifornien

source: Lima, Peru
fr: Lima, Pérou

source: Melbourne, Australia
fr: Melbourne, Australie
hu: Melbourne, Ausztrália
sk: Melbourne, Austrália
sv: Melbourne, Australien

source: Nauvoo, Illinois (new)
fr: Nauvoo, Illinois (Nouveau)
hu: Nauvoo, Illinois (új)
nb: Nauvoo, Illinois (ny)
sk: Nauvoo, Illinois (nové)

source: Orlando, Florida
fr: Orlando, Floride

source: Perth, Australia
fr: Perth, Australie
hu: Perth, Ausztrália
sk: Perth, Austrália
sv: Perth, Australien

source: Portland, Oregon
fr: Portland, Orégon

source: Raleigh, North Carolina
fr: Raleigh, Caroline du Nord
hu: Raleigh, Észak Karolina

source: Santiago, Chile
fr: Santiago, Chili
sk: Santiago, Čile

source: Santo Domingo, Dom. Rep.
fr: Saint Domingue, République Dominicaine
hu: Santo Domingo, Dom. Közt.

source: Seoul, Korea
fr: Séoul, Corée du Sud
hu: Szöul, Dél-Kórea
nb: Seoul, Sør-Korea

source: Sydney, Australia
fr: Sydney, Australie
hu: Sydney, Ausztrália
sk: Sydney, Austrália
sv: Sydney, Australien

source: Best Man
fr: Garçon d'honneur
hu: Legjobb ember
nb: Forlover til brudgommen
sk: Družba

source: Rabbi
fr: Rabbin
hu: Zsidó pap
sk: Rabín

# MALE
source: adopted name
fr: nom à l'adoption

# FEMALE
source: adopted name
fr: nom à l'adoption

# paper size
source: Letter
fr: Lettre
hu: Levél
sk: List

# paper size
source: Legal
fr: Légal

source: in
fr: dans
hu: település:
nb: i
sk: v

# NOMINATIVE
source: jours complémentaires
hu: az Ön kiegészítései
sk: doplnkové dni (Francúzsky republikánsky kalendár)

# GENITIVE
source: jours complémentaires
hu: az Ön kiegészítései
sk: doplnkové dni (Francúzsky republikánsky kalendár)

# LOCATIVE
source: jours complémentaires
hu: az Ön kiegészítései
sk: doplnkové dni (Francúzsky republikánsky kalendár)

# INSTRUMENTAL
source: jours complémentaires
hu: az Ön kiegészítései
sk: doplnkové dni (Francúzsky republikánsky kalendár)

source: Afghanistan
hu: Afganisztán
nb: Afganistan
sk: Afganistan

source: Bangladesh
hu: Banglades
sk: Bangladéš

source: Costa Rica
sk: Kostarika

source: Djibouti
hu: Dzsibuti
sk: Džibuti

source: Gabon
sk: Gabun

source: Gibraltar
hu: Gibraltár
sk: Džibraltar

source: Guadeloupe
sk: Guadalup

source: Guyana
sk: Guajana

source: Liechtenstein
sk: Lichtenštajnsko

source: Sri Lanka
hu: SríLanka
sk: Srí Lanka

source: Monaco
hu: Monakó
sk: Monako

source: Martinique
sk: Martinik

source: Niger
hu: Nigéria
sk: Nigéria

source: Nicaragua
sk: Nikaragua

source: Oman
hu: Omán
sk: Omán

source: Pitcairn
hu: Pitcairn-szigetek
sk: Pitkairnove ostrovy

source: Paraguay
sk: Paraguaj

source: Qatar
hu: Katar
sk: Katar

source: Suriname
nb: Surinam
sk: Surinam
sv: Surinam

source: Uruguay
sk: Uruguaj

source: Brit milah
hu: Körülmetélés
nb: Brit Mila
sk: Brit mila

source: Aba, Nigeria
hu: Aba, Nigéria
sk: Aba, Nigéria

source: Anchorage, Alaska
hu: Anchorage, Alaszka
sk: Anchorage, Aljaška

source: Mesa, Arizona
hu: Mesa, Arizóna
sk: Mesa, Arizóna

source: Nauvoo, Illinois (original)
hu: Nauvoo, Illinois (eredeti)
sk: Nauvoo, Illinois (pôvodné)

source: Taipei, Taiwan
sk: Taipei, Tchajvan

source: tls
sk: tsl

source: Family book chart
nb: Familiebokdiagram
sv: Släktboksdiagram

source: Timeline chart
nb: Tidslinjediagram
sv: Tidslinjediagram

source: Show Lifespan chart
nb: Vis livslinjediagram
sv: Visa

source: Total Sources
nb: Antall kilder
sv: Totalt antal källor

source: This page has been disabled by the site administrator.
nb: Denne siden er gjort utilgjengelig av administrator.
sv: Denna sida har spärrats av sajtadminstratören.

source: Lifespan chart
nb: Levetidsdiagram
sv: Livslängds diagram

source: Show Timeline chart
nb: Vis tidslinjediagram
sv: Visa tidslinjediagram

source: Sitemap
nb: Nettstedskart
sv: Sajtkartta

source: No links to private information
nb: Ingen lenker til privat informasjon
sv: Ingen länk till privat information

source: Sitemap information
nb: Informasjon om nettstedskart
sv: Sajtkartinformation

source: This module generates Sitemap files for use by search engines. Currently, only the Google search engine supports Sitemap files.<br /><br />There is a Sitemap file for each GEDCOM on your site, and when your site has more than one GEDCOM there is also an index Sitemap file that points to each of the GEDCOMs. The Sitemap files contain links to pages of your site that you want the search engine to index.<br /><br />After this module has generated the Sitemap files, you should inspect them and make whatever changes are necessary. You should copy these files to the server directory where webtrees is installed, and then log into the <a href=\"https://www.google.com/webmasters/sitemaps/\" target=\"_blank\">Google webmaster tools</a> site to make Google aware of their presence.<br /><br />For more information on Google and Sitemap files, visit the <a href=\"https://www.google.com/webmasters/sitemaps/docs/en/about.html\" target=\"_blank\">Google webmaster tools</a> site.
nb: Denne modulen genererer Sitemap-filer til bruk for søkemotorer (foreløpig kun Google).<br /><br />Det opprettes en Sitemap-fil for hver GEDCOM på nettstedet ditt, og hvis nettstedet har mer enn en GEDCOM, opprettes det også en Sitemap-indeksfil med oversikt over GEDCOM-filene. Sitemap-filene inneholder lenker til de sidene på nettstedet du vil at søkemotoren skal indeksere. <br /> <br /> Når modulen har generert Sitemap-filene, bør du undersøke dem og gjøre eventuelle endringer. Filene kopieres til den mappen på serveren hvor webtrees er installert. Deretter bør du logge inn på <a href=\"https://www.google.com/webmasters/sitemaps/\" target=\"_blank\"> Googles nettsted med webmaster-verktøy </a> for å gjøre Google klar over at de finnes. <br /> <br /> For mer informasjon om Google og Sitemap-filer, gå til <a href=\"https://www.google.com/webmasters/sitemaps/docs/no/about.html\" target=\"_blank\"> Googles nettsted med webmaster-verktøy </a>.

source: Adds a sidebar which allows for easy navigation of famlies in a list format.
nb: Legger til et sidepanel som gir en enkel navigering i famlier i et listeformat.
sv: Lägg till ett sidopanel som tillåter enkel familjenavigering i ett listformat.

source: (unknown)
nb: (ukjent)
sv: (Okänt)

source: Sort Style
nb: Sorteringsstil
sv: Sorterings stil

source: Total Names
nb: Antall navn
sv: Totalt antal namn

source: Descendancy
nb: Etterkommere
sv: Ättlingar

source: Adds a sidebar which allows for easy navigation of individuals in a descendants tree-view format.
nb: Legger til et sidepanel som forenkler navigering blant etterkommere.

source: GoogleMap module disabled
nb: Modulen GoogleMap er deaktivert
sv: Googlekartmodulen är avstängd

source: Pedigree Map
nb: Stamtavlekart
sv: Förfäderkarta

source: Pedigree Map Options
nb: Innstillinger for stamtavle
sv: Förfäderkarta alternativ

source: Configure Google-map
nb: Konfigurer GoogleMap
sv: Konfigurera Google-karta

source: Configure all aspects of the Google Map module here.
nb: Konfigurer alt i modulen GoogleMap her.
sv: Konfigurera alla egenskaper hos Google-kartan här.

source: Enable Google-map
nb: Aktiver Google Map
sv: Aktivera Google-kartan

source: Using this option the functionality of the Googlemap can be enabled or disabled.<br />When disabled the Map-tab on the individual page is still shown, but will be left empty. The configuration link for administrators is still available. When disabled the Place Hierarchy has standard show.
nb: Med dette valget kan Googlemap-funksjonen aktiveres eller deaktiveres.<br />Når den er deaktivert, vil Steds-hierarkiet bruke standardvisningen. Kart-fanen vi fortsatt vises på personsiden, men den vi være tom. Linken til administrasjonssiden for Googlemap vil være synlig for administratorer.

source: Google-map size
nb: Størrelse på GoogleMap
sv: Google-kartstorlek

source: Google-map zoom factor
nb: Zoomfaktor i GoogleMap
sv: Google-kartans zoomfaktor

source: This indicates the number of levels used within Googlemap
nb: Dette angir antall nivåer som brukes av modulen Google Map
sv: Detta indikerar antal nivåer som används i Google-karta

source: Order of the pre/postfix to use
nb: Rekkefølge av pre-/postfix
sv: Ordning av pre/suffix som visas

source: Edit Google Map Places
nb: Rediger steder i GoogleMap
sv: Rediger Google-kartplatser

source: Here you can add, edit or delete Google Map place details.
nb: Her kan du legge til, redigere eller slette stedsopplysninger i GoogleMap.
sv: Här kan du lägga till, redigera eller radera platsdetaljer i Google-karta.

source: List inactive places
nb: Vis inaktive steder
sv: Lista inaktiva platser

source: <strong>List places in the GoogleMaps table that are not used by any current GEDCOM(s).</strong><br /><br />The display is set, by default, to only display for editing here those places that exist on BOTH your GEDCOM files and your GoogleMap tables.<br /><br />When this option is checked, and \"View\" clicked, the list of places will display ALL places at this level.<br /><br />This is designed to speed up the display of the list when large place lists have been imported, but not all used.<br /><br />NOTE - if the option is checked the full list may take a few minutes to display.
nb: <strong>Vis stedsnavn i GoogleMaps-tabellen som ikke brukes i noen GEDCOM-fil.</strong><br /><br />Som standard vises bare de stedsnavn som finnes <i>både</i> i dine GEDCOM-filer og i GoogleMaps-tabellene. <br /><br />Når denne ruten er ifylt og du klikker på \"Vis\", vil <i>alle</i> stedsnavnene på dette nivået vises.<br /><br />Standardvalget, å skjule navn som ikke er i bruk, gjør visningen av listen raskere hvis man har importert mange stedsnavn uten at alle brukes.<br /><br />NB - hvis du velger å vise alle steder, kan det ta opptil et par minutter å vise hele listen.

source: Place Checking Tool
nb: Verktøy for stedskontroll
sv: Platskontrollverktyg

source: Default top level value
nb: Standardverdi for toppnivå

source: Save configuration
nb: Lagre konfigurasjon
sv: Spara konfigurationen

source: Configure Lightbox
nb: Konfigurer Lightbox
sv: Konfigurer Lightbox:en

source: Configure all aspects of the Lightbox module here.
nb: Konfigurer alle innstillinger for modulen Lightbox her.
sv: Alla egenskaper för Lightbox konfigureras här.

source: Album Tab Thumbnail - Notes Link Tooltip
nb: Miniatyrbilder i album, lenke til verktøytips for notater
sv: Album Flik Miniatyrbild - Anteckningar Länk Verktygstips

source: This option lets you determine whether the 'View Notes' link should show a 'Balloon' Tooltip or 'Normal' Tooltip when clicked. <br /><br />The link shown here show you the Notes associated with a Media item (if available).<br />
nb: Dette alternativet lar deg bestemme om linken 'Vis notater' skal vise en 'ballong'-hjelpetekst eller en 'normal' når det klikkes på den.<br /><br />Linket viser notatene som er knyttet til et medieobjekt, hvis det finnes noen.<br />

source: Album Tab Header Link appearance
nb: Utseende på topplinkene på Album-fanen
sv: Album Flik Rubrik Länk utseende

source: This option lets you determine whether the header area of the Lightbox tab, which contains links to control various aspects of the Lightbox module, should contain only icons, only text, or both.<br /><br />The <b>Icon</b> option is probably not very useful, since you won't see any indication of each icon's function until your mouse hovers over the icon.<br />
nb: Her kan du bestemme om området øverst i Lightbox-fanen, hvor forskjellige sider ved Lightbox-modulen kan tilpasses, skal inneholde bare ikoner, bare tekst, eller begge deler.<br /><br />The <b>Ikon</b>-alternativet er antakelig ikke særlig nyttig, siden det ikke vil gis noen antydning av hvordan de forskjellige ikonene fungerer før musen føres over ikonet.<br />
sv: Detta alternativ låter dig bestämma om rubrikdelen för Lightbox-flik, som innehåller länkar för att kontroler olika aspekter av Lightbox-modulen, skall den innehålla endast ikoner, endast text eller båda.<br /><br /><b>Icon</b>-alternativ är kanske inte så användbar, för du kan inte se någon indikation om varje ikons funktion förrän din mus rörs över ikonen.<br />

source: Album Tab Thumbnails Link appearance
nb: Utseende på miniatyrbilledlinker på Album-fanen
sv: Album Flik Miniatyrbilder Länk utseende

source: This option lets you determine whether the links area below each thumbnail should show an icon or text. The links shown here let you edit the Media object's details or delete it.<br />
nb: Dette valget lar deg bestemme om link-feltet under hver thumbnail skal vise et ikon eller tekst. Linkene som vises her, lar det redigere medieobjektets detaljer eller slette det.
sv: Detta alternativ låter dig välja om länkar under varje miniatyrbild skall visa en ikon eller text. Dessa länkar som visas här låter dig redigera Media-objekts detailer eller ta bort det.<br />

source: Thumbnails Link appearance
nb: Utseende på miniatyrbilledlinker
sv: Miniatyrbildlänkens utseende

source: This option lets you determine whether the Links area above the Media object's details in the MultiMedia list should contain only icons, only text, or both. The links shown here let you perform various editing actions on the Media object in question.<br /><br />The <b>None</b> option completely hides these links, and thus acts as if the user did not have any editing rights.<br />
nb: Her kan du bestemme om Link-området øverst i oversikten over multimediefiler skal vises som ikoner, tekstlinker eller begge deler. Linkene leder til forskjellige redigeringsmuligheter for det aktuelle medieobjektet.<br /><br /><b>Ingen</b> skjuler linkene helt, så det fremstår som om brukeren ikke har redigeringsrettigheter.<br />
sv: Detta alternativ låter dig bestämma om Länk-delen ovanför Media-objekts detailer i MultiMedia listan skall innehålla endast ikoner, endast text, eller båda. Länkar som visa här, låter du utföra olika redigeringsåtgärder på Media-objekt i fråga.<br /><br /><b>Inga</b>-alternativet döljer helt dessa länkar och agerar som om användaren inte har någon redigeringsrätt.<br />

source: Lightbox URL Window dimensions
nb: Størrelse på Lightbox URL-feltet
sv: Lightbox URL Fönster dimensioner

source: Individual Page - Album Tab Header
nb: Header for albumsiden
sv: Person Sida - Album Flik Rubrik

source: Link appearance
nb: Utseende på lenke
sv: Länken utseende

source: Both
nb: Begge
sv: Både

source: Individual Page - Album Tab Thumbnail - Notes Tooltip
nb: Albumsiden, miniatyrbilder, verktøytips for notater
sv: Person Sida - Album Flik Miniatyrbild - Anteckningar Verktygstips

source: Notes - Tooltip appearance
nb: Notater, utseende på verktøytips
sv: Anteckningar - Verktygstips utseende

source: Balloon
nb: Ballong
sv: Ballong

source: Individual Page - Album Tab Thumbnails
nb: Albumsiden, miniatyrbilder
sv: Person Sida - Album Flik Miniatyrbilder

source: Multimedia Page - Thumbnails
nb: Multimediaside, miniatyrbilder
sv: Multimediasida - Miniatyrbilder

source: Return to Album page
nb: Gå tilbake til albumsiden
sv: Returnera till albumsida

source: Return to Admin Page
nb: Gå tilbake til oppsettsiden
sv: Tillbaka till administrationssida

source: View this Media Item Details ... Plus other Media Options - MediaViewer page
nb: Vis detaljer for dette mediaobjektet ... pluss andre mediavalg - Mediaframviser

source: Descendancy chart of %s
nb: Stamtavle for %s
sv: Stamtavla för %s

source: Pedigree Tree
nb: Anetavle
sv: Förfäderträd

source: Descendancy chart
nb: Skjema over etterkommere
sv: Stamtavla

source: Adds a tab to the individual page which displays a family navigator on the individual page.
nb: Legger til en fane på individsiden som vil vise en familienavigator.
sv: Lägger till en flik till personsida som visar en familjnavigator på personsida.

source: Adds a sidebar which allows for easy navigation of individuals in a list format.
nb: Legger til sidepanel som forenkler navigering av personer i lister.
sv: Lägg till sidopanel som förenklar navigerig av personer i listor.

source: Display Hebrew thousands
nb: Vis hebraisk tusener
sv: Visa hebreisk tusental

source: Display Hebrew gershayim
nb: Vis hebraisk gershayim
sv: Visa hebeisk gershayim

source: Show single and double quotes when displaying Hebrew dates.<br /><br />Setting this to <b>Yes</b> will display February 8 1969 as <span lang='he-IL' dir='rtl'>&#1499;'&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm; while setting it to <b>No</b> will display it as <span lang='he-IL' dir='rtl'>&#1499;&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&#1496;</span>&lrm;. This has no impact on the Jewish year setting since quotes are not used in Jewish dates displayed with Latin characters.<br /><br />Note: This setting is similar to the PHP 5.0 Calendar constants CAL_JEWISH_ADD_ALAFIM_GERESH and CAL_JEWISH_ADD_GERESHAYIM. This single setting affects both.
nb: Bruk enkelt og dobbelt anførselstegn ved visning av hebraiske datoer. Ved <b>ja</b> vises 8. februar 1969 som <span lang='he-IL' dir='rtl'>&#1499;'&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm;, mens <b>Nei</b> vil gi <span lang='he-IL' dir='rtl'>&#1499;&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&#1496;</span>&lrm;. Dette har ingen betydning for innstillingen for jødiske år, siden det ikke brukes anførselstegn i jødiske datoer når de vises med Latinske tegn.<br /><br />NB: Denne innstilllingen tilsvarer Kalenderkonstantene CAL_JEWISH_ADD_ALAFIM_GERESH og CAL_JEWISH_ADD_GERESHAYIM i PHP 5.0. Innstillingen her påvirker begge konstantene.
sv: Visa dubbel och enkelcitationstecken när Hebreiska datum visas. Sätts denna inställning till Ja kommmer datumet February 8th 1969 att visas som <span lang='he-IL' dir='rtl'>&#1499;'&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm; medans ett Nej gör så att det visas som <span lang='he-IL' dir='rtl'>&#1499;&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&#1496;</span>&lrm;. Denna inställning har ingen inverkan på den judiska årsinställningen eftersom citationstecken inte används för att visa judiska datum med det latinska alfabetet.<br /><br />Detta ställer in $DISPLAY_JEWISH_GERESHAYIM variabeln i <i><u>xxx</u>.GED_conf.php</i>.OBS: Denna inställing är liknar kalenderkonstanterna CAL_JEWISH_ADD_ALAFIM_GERESH och CAL_JEWISH_ADD_GERESHAYIM i php 5.0. Denna inställning påverka båda två.

source: Show Alafim in Hebrew calendars.<br /><br />Setting this to <b>Yes</b> will display the year 1969 as <span lang="he-IL" dir='rtl'>&#1492;'&#160;&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm; while setting it to <b>No</b> will display the year as <span lang="he-IL" dir='rtl'>&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm;. This has no impact on the Jewish year setting. The year will display as 5729 regardless of this setting.<br /><br />Note: This setting is similar to the PHP 5.0 Calendar constant CAL_JEWISH_ADD_ALAFIM.
nb: Vis Alafim i hebraiske kalendere.<br /><br />Ved <b>Ja</b> vises året 1969 som <span lang="he-IL" dir='rtl'>&#1492;'&#160;&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm;, mens <b>Nei</b> vil vise året som <span lang="he-IL" dir='rtl'>&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm;. Dette har ingen betydning for innstillingen for jødiske år. Året vil vises som 5729 uansett hva som er angitt her.<br /><br />NB: denne innstillingen tilsvarer kalenderkonstanten CAL_JEWISH_ADD_ALAFIM i PHP 5.0.
sv: Visa Alafim i Hebreisk kalender.<br /><br />Genom att sätta detta till <b>Ja</b> visas år 1969 som <span lang="he-IL" dir='rtl'>&#1492;'&#160;&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm; medan <b>Nej</b> visar året som <span lang="he-IL" dir='rtl'>&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm;. Detta har ingen inverkan på det judiska årtets inställning. Året visas som 5729, oberoende av denna inställning.<br /><br />Obs: Denna inställning liknar PHP 5.0:s kalenderkonstant CAL_JEWISH_ADD_ALAFIM.

source: Username and password
nb: Brukernavn og passord
sv: Användarnamn och lösenord

source: When you add new members to a family, <b>webtrees</b> can supply default values for surnames according to regional custom.<br /><br /><ul><li>In the <b>Paternal</b> tradition, all family members share the father's surname.</li><li>In the <b>Spanish</b> and <b>Portuguese</b> tradition, children receive a surname from each parent.</li><li>In the <b>Icelandic</b> tradition, children receive their male parent's given name as a surname, with a suffix that denotes gender.</li><li>In the <b>Polish</b> tradition, all family members share the father's surname. For some surnames, the suffix indicates gender. The suffixes <i>ski</i>, <i>cki</i>, and <i>dzki</i> indicate male, while the corresponding suffixes <i>ska</i>, <i>cka</i>, and <i>dzka</i> indicate female.</li></ul>
nb: Når nye medlemmer legges til en familie, kan <b>webtrees</b> fylle i standardverdier for etternavn, etter lokal sedvane.<br /><br /><ul><li>I <b>Farsnavns</b>-tradisjonen deler alle familiemedlemmene farens etternavn.</li><li>I den <b>Spanske</b> og <b>Portugisiske</b> tradisjonen får barn et etternavn fra hver av foreldrene (Spania: fars navn først; Portugal: vanligvis mors navn først).</li><li>I den <b>Islandske</b> tradisjonen får barn etternavn dannet av deres fars fornavn fulgt av et suffiks som angir kjønn</li><li>I den <b>Polske</b> tradisjonen deler alle familiemedlemmer farens etternavn. Enkelte etternavn har et suffiks som angir kjønn. Suffiksene <i>ski</i>, <i>cki</i>, and <i>dzki</i> angir mannlig, de tilsvarende <i>ska</i>, <i>cka</i>, and <i>dzka</i> kvinnelig kjønn.</li></ul>
sv: När du lägger till en ny familjemedlem, <b>webtrees</b> kan ge standard värde för efternamn enligt lokal tradition.<br /><br /><ul><li>I <b>Släktnamn efter fader</b>, här dela alla familjemedlemmar faderns efternamn.</li><li>I <b>Spansk</b> och <b>Portugesisk</b>, här får barnen ett efternam från båda föräldrar.</li><li>I <b>Isländsk</b> här får barnen faders förnamn som deras efternam med ett suffix som anger kön.</li><li>I <b>Polsk</b> här delar alla familjemedlemmar faderns efternamn. För vissa efternamn visar suffix kön. Suffixet <i>ski</i>, <i>cki</i> och <i>dzki</i> indikerar man, medan motsvarande suffix <i>ska</i>, <i>cka</i> och <i>dzka</i> indikerar kvinna.</li></ul>

source: Alphabetical index
nb: Alfabetisk indeks
sv: Alfabetisk index

source: Ancestry chart
nb: Skjema over forfedre
sv: Antavla

source: In this field you enter the ID of the person you are linking to (e.g. I100).
nb: I dette feltet skriver du inn ID-koden for den personen du kobler til.
sv: I detta fält skriver du in ID för personen som du länkar till (t.ex. I100).

source: Thumbnails will be shown if you check this box.
nb: Miniatyrbilder vil vises dersom du merker av dette valget.
sv: Miniatyrbilder kommer att visa om du kryssar i denna ruta.

source: Options for statistics plots
nb: Alternativer for statistiske diagram
sv: Alternativ för statistikgraf
