Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Here you can choose text to appear on the login screen. You must determine which predefined text is most appropriate.<br /><br />You can also choose to enter your own custom Welcome text. Please refer to the Help text associated with the <b>Custom Welcome text</b> field for more information.<br /><br />The predefined texts are:<ul><li><b>Predefined text that states all users can request a user account:</b><div class="list_value_wrap"><center><b>Welcome to this Genealogy website</b></center><br />Access to this site is permitted to every visitor who has a user account.<br /><br />If you have a user account, you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br /><br />After verifying your application, the site administrator will activate your account. You will receive an email when your application has been approved.</div><br/></li><li><b>Predefined text that states admin will decide on each request for a user account:</b><div class="list_value_wrap"><center><b>Welcome to this Genealogy website</b></center><br />Access to this site is permitted to <u>authorized</u> users only.<br /><br />If you have a user account you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br /><br />After verifying your information, the administrator will either approve or decline your account application. You will receive an email message when your application has been approved.</div><br/></li><li><b>Predefined text that states only family members can request a user account:</b><div class="list_value_wrap"><center><b>Welcome to this Genealogy website</b></center><br />Access to this site is permitted to <u>family members only</u>.<br /><br />If you have a user account you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br /><br />After verifying the information you provide, the administrator will either approve or decline your request for an account. You will receive an email when your request is approved.</div></li></ul>
fi: Tässä valitset sisäänkirjautumissivun tekstin. Sinun pitää valita valmiista teksteistä sopivin.<br /><br />Voit myös valita ja kirjoittaa oman tervehdystekstisi. <b>Mukautetun tervehdystekstin</b> avusteesta saat lisäohjeita.<br /><br />Valmiit tekstit ovat:<ul><li><b>Teksti joka kertoo, että kaikki voivat pyytää itselleen tunnuksen:</b><div class="list_value_wrap"><center><b>Tervetuloa tähän sukututkimuksen verkkopalveluun</b></center><br />Jokaisella käyttäjällä, jolla on käyttäjätili, on pääsy tänne.<br /><br />Mikäli sinulla on käyttäjätili, voit kirjautua tällä sivulla. Mikäli sinulla ei ole käyttäjätiliä, voit pyytää tilin klikkaamalla alla olevaa linkkiä.<br /><br />Todennettuaan pyyntösi, ylläpitäjä aktivoi käyttäjätilisi. Saat sähköpostiviestin sen jälkeen kun pyyntösi on hyväksytty.</div><br/></li><li><b>Valmis teksti, jossa kerrotaan, että ylläpitäjä päättää avataanko tunnus:</b><div class="list_value_wrap"><center><b>Tervetuloa tähän sukututkimuksen verkkopalveluun.</b></center><br />Pääsy näille sivuille on sallittu vain niille käyttäjille, joille on annettu <b>käyttöoikeus</b>.<br /><br />Mikäli sinulla on käyttäjätili, voit kirjautua järjestelmään tällä sivulla. Mikäli sinulla ei ole käyttäjätiliä, voit pyytää tilin klikkaamalla asianomaista linkkiä tällä sivulla.<br /><br />Todennettuaan antamasi tiedot, ylläpitäjä joko hyväksyy tai hylkää pyyntösi. Tulet saamaan sähköpostiviestin kun pyyntösi on hyväksytty.</div><br/></li><li><b>Valmis teksti, jossa kerrotaan, että ainoastaan sukujäsenille avataan tunnus:</b><div class="list_value_wrap"><center><b>Tervetuloa tähän sukututkimuksen verkkopalveluun.</b></center><br />Pääsy näille sivuille on sallittu vain niille käyttäjille, joille on annettu <b>käyttöoikeus</b>.<br /><br />Mikäli sinulla on käyttäjätili, voit kirjautua järjestelmään tällä sivulla. Mikäli sinulla ei ole käyttäjätiliä, voit pyytää tilin klikkaamalla asianomaista linkkiä tällä sivulla.<br /><br />Todennettuaan antamasi tiedot, ylläpitäjä joko hyväksyy tai hylkää pyyntösi. Tulet saamaan sähköpostiviestin kun pyyntösi on hyväksytty.</div></li></ul>
fr: Ici vous pouvez choisir texte qui apparaît sur l'écran de connexion. Vous devez déterminer le texte prédéfini le plus approprié.<br /><br />Vous pouvez également choisir d'entrer votre propre texte de bienvenue. S'il vous plaît référez vous au texte d'aide associé avec le champ <b>texte de bienvenue personnalisé</b> pour plus d'informations.<br /><br />Les textes prédéfinis sont:<ul><li><b>texte prédéfini qui énonce tous les utilisateurs peuvent demander un compte d'utilisateur:</b><div class="list_value_wrap"><center><b>Bienvenue sur ce site de généalogie</b></center><br />L'accès à ce site est autorisée à tout visiteur qui a un compte utilisateur.<br /><br />Si vous avez un compte utilisateur, vous pouvez vous connecter sur cette page. Si vous ne possédez pas de compte utilisateur, vous pouvez en demander un en cliquant sur le lien approprié ci-dessous.<br /><br />Après avoir vérifié votre demande, l'administrateur du site vous activera votre compte. Vous recevrez un courriel lorsque votre demande sera approuvée.</div><br/></li><li><b>texte prédéfini qui énonce que l'administrateur décidera pour chaque demande d'un compte d'utilisateur: </b><div class="list_value_wrap"><center><b>Bienvenue sur ce site de généalogie</b></center><br />L'accès à ce site est réservé aux seuls utilisateurs <u>autorisés</u>.<br /><br />Si vous avez un compte utilisateur vous pouvez vous connecter sur cette page. Si vous ne possédez pas de compte utilisateur, vous pouvez en demander un en cliquant sur le lien approprié ci-dessous. <br /><br />Après avoir vérifié vos informations, l'administrateur acceptera ou refusera votre demande en compte. Vous recevrez un message par courriel lorsque votre demande sera approuvée. </div><br/></li><li><b>texte prédéfini qui énonce que seulement les membres de la famille peuvent demander un compte d'utilisateur: </b><div class="list_value_wrap"><center><b>Bienvenue sur ce site de généalogie</b></center><br />L'accès à ce site est réservé <u>seulement aux membres de la famille</u>.<br /><br />Si vous avez un compte utilisateur vous pouvez vous connecter sur cette page. Si vous ne possédez pas de compte utilisateur, vous pouvez en demander un en cliquant sur le lien approprié ci-dessous. <br /><br />Après avoir vérifié les renseignements que vous fournissez, l'administrateur acceptera ou refusera votre demande pour un compte. Vous recevrez un courriel lorsque votre demande sera approuvée. </div></li></ul>
sk: Tu môžete zvoliť text, ktorý sa zobrazí na prihlasovacej obrazovke. Musíte určiť, ktorý preddefinovaný text je najvhodnejší.<br /><br />Tiež môžete vložiť váš vlastný uvítací text. Pre získanie viacej informácií sa pozrite do nápovedy pod heslom <b>Vlastný uvítací text</b>.<br /><br />Preddefinované texty sú:<ul><li><b>Prednastavený text, který hovorí, že si všetci užívatelia môžu zažiadať o užívateľský účet:</b><div class=\"list_value_wrap\"><center><b>Vitajte na stránke tohoto rodokmeňa</b></center><br />Prístup je povolený tým užívateľom, ktorý majú na tejto stránke účet.<br /><br />Ak máte užívateľský účet, môžete sa na tejto stránke prihlásiť. Ak účet nemáte, môžete oň požiadať kliknutím nižšie na príslušný odkaz.<br /><br />Po overení vám administrátor účet aktivuje a vy obdržíte e-mail, že vaša žiadosť bola schválená.</div><br/></li><li><b>Prednastavený text, ktorý hovorí, že administrátor rozhodne o každej žiadosti o zriadenie účtu:</b><div class=\"list_value_wrap\"><center><b>Vitajte na stránke tohoto rodokmeňa</b></center><br />Prístup je povolený iba <u>prihláseným</u> užívateľom.<br /><br />Ak máte uživateľský účet, môžete sa na tejto stránke prihlásiť. Ak účet nemáte, môžete oň požiadať kliknutím nižšie na príslušný odkaz.<br /><br />Po overení informácií vám administrátor účet zamietne alebo schváli. Bude vám odoslaný e-mail, že vaša žiadosť bola schválená.</div><br/></li><li><b>Prednastavený text, ktorý hovorí, že žiadať o účet môžu iba rodinný príslušníci.</b><div class=\"list_value_wrap\"><center><b>Vitajte na stránke tohoto rodokmeňa</b></center><br />Prístup je povolený iba <u>rodinným príslušníkom</u>.<br /><br />Ak máte užívateľský účet, môžete sa na tejto stránke prihlásiť. Ak účet nemáte, môžete oň požiadať kliknutím nižšie na príslušný odkaz.<br /><br />Po overení informácií vám administrátor účet zamietne alebo schváli. Bude vám zaslaný e-mail, že vaša žiadosť bola schválená.</div></li></ul>

source: Some genealogy programs wrap notes at word boundaries while others wrap notes anywhere. This can cause <b>webtrees</b> to run words together. Setting this to <b>Yes</b> will add a space between words where they are wrapped in the original GEDCOM during the import process. If you have already imported the file you will need to re-import it.
fi: Jotkut sukututkimusohjelmistot aloittavat uuden rivin sanan lopussa, kun toiset katkaisevat missä tahansa. Tämä saa <b>webtrees</b> yhdistämään sanat. Valitsemalla <b>Kyllä</b> lisätään tyhjän välin sanojen väliin, kun ne ladattu (import) GEDCOMiin. Jos olet jo ladannut, niin vain uudestaan lataamalla korjataan välit.
fr: Certains logiciels de généalogie saisissent les notes aux limites du mot tandis que d'autres saisissent les notes n'importe où. C'est la raison pour laquelle <b>webtrees</b> peut accoler des mots. Un réglage à <b>oui</b> ajoutera un espace entre les mots où ils sont accolés dans le GEDCOM original durant le processus d'importation. Si vous avez déjà importé le fichier, vous devrez l'importer à nouveau.
nb: Noen slektsprogrammer linjebryter bare mellom to ord, mens andre bryter etter et visst antall tegn, uansett ordgrenser. Det kan få <b>webtrees</b> til å fjerne orddelinger. Velg <b>Ja</b> for å legge til et mellomrom mellom ord som opptrer ved linjeskift i den opprinnelige GEDCOM-filen under importeringen. Hvis du allerede har importert filen, må den gjen-importeres.
sk: Niektoré rodokmeňové programy zalamujú poznámky na konci slov, niektoré kdekoľvek. Môže to spôsobiť to, že <b>webtrees</b> spojí niektoré slová dohromady. Nastavením na <b>Ano</b> pridáte medzeru medzi slová, ktoré sú pri importovaní zalomené v originálnom GEDCOMe. Ak ste už váš súbor importovali, bude potrebné ho znovu importovať.
sv: Vissa släktforskningsprogram börjar med en ny rad i slutet av ett ord, andra kan dela ordet varsom helst. Detta kan få <b>webtrees</b> att förena ord. Om du här väljer <b>Ja</b>, så läggs ett tomrum in mellan orden, då filen importeras. Om du redan har importerat, bör du importera igen.

source: Allows a user to zoom boxes on charts to get more information.<br /><br />Set to <b>Disabled</b> to disable this feature. Set to <b>On Mouse Over</b> to zoom boxes when the user mouses over the icon in the box. Set to <b>On Mouse Click</b> to zoom boxes when the user clicks on the icon in the box.
fi: Sallitaan käyttäjän zoomata kaavioissa, lisätietojen saamiseksi.<br /><br />Valitsemalla <b>Ei käytössä</b>, ei sallita. Valitsemalla <b>Hiiri tekstin päällä</b>, zoomataan kun käyttäjän hiiren kursori liikkuu ikonin päälle laatikossa.Vaitsemalla <b>Hiiren klikkaus</b>, zoomataan kun käyttäjä klikkaa ikonin laatikossa.
fr: Méthode de zoom sur les cases d'un tableau pour obtenir davantage d'informations.
hu: Lehetővé teszi, hogy a felhasználók ráközelíthessenek a cellákra, hogy így több információt kaphassanak az adott személyről.<br /><br />Állítsa be a <b>Tiltva</b> opciót, ha nem kívánja ezt engedélyezni. Válassza az <b>Az egér áthúzására</b> opciót, ha az egér áthaladására, illetve a <b>Egérkattintásra</b> opciót ha az egér kattintására kívánja aktiválni ezt a funkciót.
nb: Lar brukeren forstørre bokser i diagrammer for å få mer informasjon.<br /><br />Velg <b>Deaktivert</b> for å deaktivere denne funksjonen. Velg <b>Ved å føre pekeren over</b> for å forstørre boksen når pekeren føres over forstørrelsesglass-ikonet i boksen. Velg <b>Ved å klikke på musen</b> for å forstørre boksen når brukeren klikker på ikonet i boksen.
sk: Umožňuje uživateľovi zväčšiť jednotlivé políčka (rámčeky) v rodokmeni a získať viacej informácií. Ak chcete túto vlastnosť vypnúť, nastavte <b>Vypnuté</b>. Ak nastavíte na <b>Po prejdení myšou</b>, zväčší sa rámček, keď uživateľ prejede cez ikonku v rámčeku kurzorom. Ak nastavíte na <b>Po kliknutí myšou</b>, zväčší sa rámček, keď uživateľ klikne na ikonku v rámčeku.
sv: Tillåter en användare att zooma på tavlor för att få mer information. Sätt till <b>Inaktiverad</b> för att avaktivera denna funktion. Sätt till <b>Vid musfokus</b> för att zooma rutor när musmarkören befinner sig ovanför rutans ikon. Sätt till <b>Vid musklick</b> för att zooma när användaren klickar på rutans ikon.

source: Add a child to this family
fi: Lisää lapsi perheeseen
fr: Ajouter un enfant à cette famille
hu: Gyermek hozzáadása a családhoz
nb: Legg til et barn til denne familie
sk: Pridať dieťa k tejto rodine
sv: Lägg till barn till denna familj

source: You can add a child to this family by clicking this link.<br /><br />Adding a child is simple: Just click the link, fill out the boxes in the pop up screen, and that's all.
fi: Klikkaamalla tätä linkkiä, voi lisätä lapsen tähän perheeseen.<br />Tämä on yksinkertaista: klikkaa linkkiä ja täytä kentät ponnahdusikkunassa.
fr: Ce lien vous permet d'ajouter un enfant à cette famille.<br /><br />Ajouter un enfant est simple : cliquez sur le lien, remplissez les champs proposés par le formulaire, sauvegardez, c'est tout. Vos modifications seront définitives après validation par un administrateur de la base.
hu: Erre a hivatkozásra kattintva Önnek lehetősége van további gyermekek hozzáadására.<br /><br />A gyermek hozzáadása igen egyszerű: Kattintson a hivatkozásra, majd töltse ki a megjelenő űrlapot.
nb: Du kan legge et barn til denne familien ved å klikke på linket.<br />Å legge til et barn er enkelt: bare klikk på linket og fyll ut feltene i det vinduet som kommer frem - det er alt.
sk: Kliknutím na tento odkaz môžete pridať k tejto rodine dieťa.<br />Pridanie dieťaťa je jednoduché: Proste len kliknite na odkaz, vyplňte políčka v pop-up okne a je to.
sv: Genom att klicka på denna länk, kan du lägga till barn till denna familj.<br />Lägga till ett barn är enkelt: Bara klicka på länken, fyll i boxarna i fönstret, det är allt.

source: Add a fact
fi: Lisää tietoja
fr: Ajouter un évènement
nb: Tilføy faktum
sk: Pridať udalosť
sv: Lägg till fakta

source: Here you can add a fact to the record being edited.<br /><br />First choose a fact from the drop-down list, then click the <b>Add</b> button. All possible facts that you can add to the database are in that drop-down list.
fi: Tässä voit lisätä tietoja henkilölle tai henkilöille.<br /><br />Valitse ensin tietolaji pudotusvalikosta ja klikkaa sitten "Lisää" painiketta.<br />Pudotusvalikossa ovat kaikki GEDCOM-tiedostoon lisättävissä olevat tietolajit.
fr: Ici vous pouvez ajouter un nouvel évènement à l'enregistrement en cours de modification.<br /><br />Tout d'abord choisissez un évènement depuis la liste, puis cliquez sur le bouton <b>Ajouter</b>. Tous les évènements que vous pourriez ajouter à un individu sont dans cette liste déroulante.
nb: Her kan du legge til fakta for posten du redigerer.<br /><br />Velg først en faktatype fra rullegardinlisten og klikk på "Legg til". I rullegardinlisten finnes alle faktatyper som er tilgjengelige i slektsbasen.
sk: Tu môžete k osobe (alebo osobám) pridať nové údaje.<br /><br />Najskôr z "rolovacieho zoznamu" vyberte typ údaja, potom kliknite na tlačítko "Pridať".<br />V "rolovacom zozname" sú už všetky údaje, ktoré je možné pridať do súboru GEDCOM.
sv: Här kan du lägga till ny fakta om personen (eller personerna).<br /><br />Först välj ett fakta från rullgardinsmenyn, Klicka sedan på <b>Lägg till/b>. I rullgardinsmenyn finns redan alla möjliga fakta som kan läggas till till GEDCOM-filen.

source: Add from clipboard
fi: Lisää leikepöydältä
fr: Ajouter depuis le presse-papiers :
hu: Hozzáad a vágólapról
nb: Legg til fra utklippstavle
sk: Pridať zo schránky:
sv: Lägg till urklippskorgen:

source: <b>webtrees</b> allows you to copy up to 10 facts, with all their details, to a clipboard. This clipboard is different from the Clippings Cart that you can use to export portions of your database.<br /><br />You can select any of the facts from the clipboard and copy the selected fact to the Individual, Family, Media, Source, or Repository record currently being edited. However, you cannot copy facts of dissimilar record types. For example, you cannot copy a Marriage fact to a Source or an Individual record since the Marriage fact is associated only with Family records.<br /><br />This is very helpful when entering similar facts, such as census facts, for many individuals or families.
fi: <b>webtrees</b>:ssä voit kopioida enintään 10 tietoa leiketauluun. Leiketaulu eroaa Leikekorista siinä, että vain Leikekorissa siirrä-toiminto (export) on käytettävissä tietoaineiston siirtämiseksi omalle koneelleesi.<br /><br />Leiketaulusta voit valita jonkin tiedon ja liittää sen Henkilö-, Perhe-, Media-, Lähdetieto- tai Tietovarastotietueeseen, jota olet muokkaamassa. Et kuitenkaan voi liittää sitä erityyppiseen tietueseen tai tietoon. Esimerkiksi, et voi liittää avioliittoa lähdetietoon tai henkilötietoon, sillä avioliitto kuvataan ainoastaan perhetiedoissa.<br /><br />Tästä on apua, kun tietoa annetaan usealle henkilälle tai perheelle (esim. väestölaskentatieto).
fr: <b>webtrees</b> vous permet de copier jusqu'à 10 faits, incluant tous leurs détails, dans un presse-papier. Ce presse-papier est différent de Panier que vous utilisez pour exporter des extraits de votre base de données généalogiques.<br /><br />Vous pouvez sélectionner n'importe lequel des faits du presse-papier et le copier dans un enregistrement en cours de modification d'un Individu, d'une Famille, d'un objet Multimedia, d'une Source ou un Dépôt d'archives. Cependant, vous ne pouvez copier des faits d'enregistrements de type discordant. Par exemple, vous ne pouvez copier un fait Mariage à un enregistrement de type Individu car un fait Mariage est associé uniquement aux enregistrements de type Famille.<br /><br />Ceci est très utile lorsque des faits similaires, comme les faits des recensements, s'appliquent à plusieurs individus ou familles.
nb: <b>webtrees</b> lar deg kopiere opptil 10 fakta, med alle detaljer, til en utklippstavle. Dette er ikke det samme som den utklippsmappe du kan bruke for å eksportere deler av din database.<br /><br />Du kan velge hvilket som helst av faktaene fra utklippstavlen og kopiere dem til Personen, Familien, Mediet, Kilden eller Arkivet du redigerer. Man kan dog ikke kopiere fakta mellom forskjelllige post-typer. F.eks. kan du ikke kopiere et Bryllups-faktum til en Kilde eller en Person-post, siden Bryllup kun kan forekomme i Familie-poster.<br /><br />Dette er en meget nyttig funksjon når man skal innføre lignende/identiske fakta, f.eks. folketellingsdata, for mange personer eller familier.
sk: <b>webtrees</b> vám umožňuje kopírovať do schránky až 10 údajov zo všetkími ich podrobnosťami. Táto schránka je iná než Úschovňa výstrižkov, ktorá umožňuje exportovať časti vašej databázi.<br /><br />Môžete vybrať ktorýkoľvek údajov z vašej schránky a skopírovať ho k súčasne upravovanému záznamu o osobe, rodine, zdroju nebo repozitáru. Avšak nemôžete kopírovať údaje medzi rôznymi typmi záznamov.Napríklad nemôžete skopírovať údaj o svadbe ku zdroju alebo osobe, pretože svadba sa viaže iba k rodinám.<br /><br />Je to užitočné, zvlášť keď vkladáte podobné údaje viacero osobám alebo rodinám.

source: By clicking this link, you can add a <u>new</u> male person and link this person to the principal individual as a new husband.<br /><br />Just click the link, and you will get a pop up window to add the new person. Fill out as many boxes as you can and click the <b>Save</b> button.<br /><br />That's all.
fi: Klikkaamalla tätä linkkiä voit lisätä "uuden" (miespuolisen) henkilön ja kytkeä hänet näytön päähenkilöön uutena aviomiehenä.<br /><br />Klikkaa linkkiä, täytä ponnahdusikkunassa mahdollisimman monta kenttää ja klikkaa lopuksi "Tallenna".
fr: En cliquant sur ce lien, vous pouvez ajouter un <u>nouvel</u> individu masculin et lier cet individu à l'individu principal en tant que nouveau mari.<br /><br />En cliquant simplement sur le lien, remplissez le formulaire de la fenêtre pop-up qui s'affiche. Complétez autant que champs que vous pouvez et cliquez sur le bouton <b>Sauvegarder</b>.<br /><br />C'est tout.
nb: Her kan du legge til en <u>ny</u> mann og knytte denne personen til hovedpersonen som en ny ektefelle/partner.<br /><br />Bare klikk på lenken, så vil du få opp et vindu for å legge til den nye personen.<br />Fyll ut så mange felt som mulig og trykk på <b>Lagre</b>knappen.
sk: Kliknutím na tento odkaz môžete pridať "nového" muža a pripojiť ho k ústrednej osobe ako manžela.<br /><br />Kliknite jednoducho na odkaz. Objaví sa pop-up okno, v ktorom budete môcť novú osobu pridať.<br />Vyplňte čo najviac políčok a kliknite na tlačítko "Uložiť".<br /><br />To je všetko.
sv: Genom att klicka denna länk, kan du lägga till en <u>ny</u> mansperson och länka denna person till skärmens huvudperson som ny make.<br /><br />Klicka denna länk och ett popupp-fönster öppnas till vilken du kan lägga till den nya personen. Fyll i så många rutor du kan och klicka på <b>Spara</b>-knappen.<br /><br />Det är allt.
