Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Checking this option will remove any custom tags that may have been added to the records by <b>webtrees</b>.<br /><br />Custom tags used by <b>webtrees</b> include the <b>_WT_USER</b> tag which identifies the user who changed a record online and the <b>_THUM</b> tag which tells <b>webtrees</b> that the image should be used as a thumbnail.<br /><br />Custom tags may cause errors when importing the downloaded GEDCOM to another genealogy application.
fi: Valitsemalla tämän poistat kaikki erikoistunnisteet (tag), joita on lisätty <b>webtrees</b> aineistoon eli tietueisiin..<br /><br /><b>webtrees</b> lisää kaikkiin omiin tunnisteisiin <b>_WT_USER</b> tunnistaakseen mitä käyttäjäkohtaisesti on muutettu ja <b>_THUM</b> kun kuvan tulisi käyttää pienoiskuvana.<br /><br />Tällaiset erikoistunnisteet voivat aiheuttaa virheilmoituksia, kun siirrät GEDCOM aineistosi toiseen sukututkimusohjelmistoon.
fr: Cochez cette option pour supprimer les balises spécifiques à <b>webtrees</b> des enregistrements. Parmi ces balises spécifiques il y a <b>"_WT_USER"</b> qui identifie le dernier utilisateur ayant modifié l'enregistrement, et <b>"_THUM"</b> qui précise quelle image utiliser comme miniature.<br /><br /> Les balises spécifiques peuvent être sources d'erreurs lors de l'import d'un fichier GEDCOM dans un autre programme de généalogie.
nb: Hvis denne ruten er krysset i, vil alle <b>webtrees</b> egne spesialkoder bli fjernet.<br /><br />Spesialkoder som <b>webtrees</b> bruker, er f.eks. <b>_WT_USER</b>, som angir hvilken bruker som sist har endret en bestemt post, og <b>_THUM</b>, som forteller <b>webtrees</b> at bildet skal brukes som miniatyrbilde.<br /><br />Spesialkoder som disse kan føre til feil hvis den nedlastede GEDCOM-filen importeres i et annet slektsprogram.
sk: Zaškrtnutím tejto voľby odstránite všetky užívateľské tagy, ktoré boli pridané do záznamov vo <b>webtrees</b>.<br /><br />Užívateľské tagy používané vo <b>webtrees</b> zahŕňajú tag <b>_WT_USER</b>, ktorý identifikuje užívateľa, ktorý zmenil záznam v online režime, a tag <b>_THUM</b>, ktorý označuje určitý obrázok ako náhľad.<br /><br />Užívateľské tagy môžu spôsobiť chyby, keď budete importovať stiahnutý GEDCOM do inej rodokmeňovej aplikácie.
sv: Genom att bocka detta raderar alla egna taggar som kan att tillaggs till dataposer av <b>webtrees</b>.<br /><br />Egna taggaranvända av <b>webtrees</b> inkluderad <b>_WT_USER</b>-tagg som kan identifiera vilken användaren som ändrat en datapost online och <b>_THUM</b>-tagg som säger åt <b>webtrees</b> att denna bild skall användas som en miniatyrbild.<br /><br />Egna taggar kan förorsaka fel när de importerar nerladdade GEDCOM till något annat släktprogram.

source: Reorder children
fi: Järjestä lapset uudelleen
fr: Réordonner les enfants
hu: Gyerekek újrarendezése
nb: Omsortere barn
sk: Znovu usporiadať deti
sv: Ordna om barn

source: Children are displayed in the order in which they appear in the family record. Children are not automatically sorted by birth date because often the birth dates of some of the children are uncertain but the order of their birth <u>is</u> known.<br /><br />This option will allow you to change the order of the children within the family's record. Since you might want to sort the children by their birth dates, there is a button you can press that will do this for you.<br /><br />You can also drag-and-drop any information box to change the order of the children. As you move the mouse cursor over an information box, its shape will change to a pair of double-headed crossed arrows. If you push and hold the left mouse button before moving the mouse cursor, the information box will follow the mouse cursor up or down in the list. As the information box is moved, the other boxes will make room. When you release the left mouse button, the information box will take its new place in the list.
fi: Lapset näytetään siinä järjestyksessä, jossa he ovat perhetietueessa. He eivät näy automaattisesti syntymäjärjestyksessä, mikä johtuu siitä, että usein jonkun lapsen syntymäaika on tuntematon, mutta syntymäjärjestys <u>on</u> tiedossa.<br /><br />Tällä valinnalla voit muuttaa lasten järjestystä perheen tietueessa. Koska usein halutaan lajitella lapset syntymäajan perusteella, se voidaan tehdä automaattisesti painikkeen avulla.<br /><br />Voit myös raahata ja pudottaa minkä tahansa tietolaatikon muuttaaksesi lasten järjestyksen. Kun liikutat osoitinta tietolaatikon päällä, sen muoto muuttuu siirtokursoriksi. Kun klikkaat ja pidät vasemman hiiren painikkeen alhaalla, laatikko seuraa kursorin alla ylös ja alas luetteloa pitkin. Kun tietolaatikkoa liikutetaan, muuta antavat sille tilaa. Kun vapautat näppäimen, tietolaatikko jää uuteen paikkaansa luettelossa.
fr: Les enfants apparaissent dans l'ordre dans lequel ils figurent dans l'enregistrement de la famille. Les enfants ne sont pas triés sur la date de naissance, car souvent celles-ci sont inconnues, alors que <u>l'ordre</u> des naissances l'est.<br /><br />Cette option vous permet de changer cet ordre. Si vous voulez trier les enfants sur la date de leur naissance, cliquez sur le bouton indiqué à cette fin. Vous pouvez aussi faire glisser toute case d'information et la déposer à la position voulue.
nb: Barn er vist i den rekkefølgen de ble lagt inn i slektsbasen. Barn blir ikke vist i forhold til fødselsdato, fordi denne datoen ofte er ukjent, til forskjell fra rekkefølgen på barnene.<br /><br />Dette valget gir deg muligheten til å endre rekkefølgen for hvordan de skal vises på siden for Nære slektninger og siden for familier. Dersom du ønsker å sortere barn i henhold til fødselsdato, kan du klikke på knappen for automatisk sortering.
sk: Deti sú zobrazené v poradí v akom boli zadané do záznamu o rodine. Deti nie sú zoradené podľa dátumu narodenia, pretože často nie je známy, ale podľa poradia ich narodenia ktoré <u>známe je</u>.<br /><br />Táto voľba vám umožňuje zmeniť poradie v ktorom sú zobrazené deti v GEDCOM zázname o rodine. Ak chcete odteraz zoradit deti podľa ich dátumu narodenia, kliknite na tlačítko ktoré tu je umiestnené a triedenie bude prebiehať automaticky.
sv: Barnen visas i den ordning de finns i familjeposten. Barnen är inte sorterade efter födelsedag eftersom det oftast saknas födelsedatum för vissa av barnen men ordningen för deras födsel <u>är</u> ofta känd.<br /><br />Det val ger dig möjlighet att ändra ordningen på barnen i familjeposten i GEDCOM-filen. Eftersom du troligen vill sortera barnen efter deras födelsedatum så finns det en knapp som gör detta automatiskt åt dig.

source: Families on the Close Relatives tab are displayed in the order in which they appear in the individual's GEDCOM record. Families are not sorted by the marriage date because often the marriage dates are unknown but the order of the marriages <u>is</u> known.<br /><br />This option will allow you to change the order of the families in which they are listed on the Close Relatives tab. If you want to sort the families by their marriage dates, there is a button you can press that will automatically do this for you.
fi: Lähisukulaisten välilehdellä näytetään perheet siinä järjestyksessä missä ne ovat henkilön GEDCOM-tietueessa. Niitä ei ole järjestetty avioliitonsolmimispäivän mukaan koska kyseiset päivät eivät ole aina tiedossa mutta järjestys on. <br /><br />Tämä vaihtoehto mahdollistaa perheiden järjestyksen muuttamisen lähisukulaiset-välilehdellä. Painikkeella saadaan perheet avioliitonsolmimisjärjestykseen.
fr: Les membres d'une famille sont présentés sur l'onglet Famille proche dans l'ordre où ils apparaissent à l'intérieur des enregistrements individuels du fichier GEDCOM. Les familles ne sont pas triées par date de mariage, car celles-ci sont souvent inconnues, alors que <u>l'ordre</u> des mariages l'est. <br /><br />Cette option vous permet de changer l'ordre de présentation des familles dans l'onglet Famille proche. Si vous souhaitez trier les familles par date de mariage, cette option le fera automatiquement.
hu: A családok a Közeli családtagok fülön, olyan sorrendben jelennek meg, ahogy a személy GEDCOM bejegyzésében jelennek meg. A családok nem a házasság időpontja szerint vannak rendezve, mert gyakran az időpont nem ismert, de a sorrendjük <u>igen</u><br /><br />Itt lehet beállítani a családok sorrendjét, hogy hogyan jelenjenek meg a Közeli családtagok fülön. Ha a családokat a házassági dátum alapján szeretné rendezni, az erre való gombbal megteheti.
nb: Familier på arkfanen Nære slektninger blir vist i den rekkefølgen de er lagret i slektsbasen. Familiene er ikke sortert på dato for giftemål, fordi denne datoen ofte er ukjent, til forskjell fra rekkefølgen til giftemål.<br /><br />Dette valget gir deg muligheten til å endre rekkefølgen for hvordan de skal vises på siden for Nære slektninger. Dersom du ønsker å sortere familiene i henhold til dato for giftemål, kan du klikke på knappen for automatisk sortering.
sk: Rodiny na záložke Blízky príbuzný sú zobrazené v takom poradí v akom boli zadané do záznamu osoby v GEDCOMe. Rodiny nie sú zoradené podľa dátumu sňatku pretože často je neznámy, ale poradie sňatkov <u>známe je</u>.<br /><br />Táto voľba vám umožňuje zmeniť poradie rodín, ktoré sú zobrazené na záložke Blízky príbuzný. Ak chcete triediť rodiny podľa dátumu ich sňatku, kliknite na tlačítko, ktoré tu je a triedenie bude prebiehať automaticky.
sv: Familjer på Släktingar-fliken visas i den ordningen som de finns i personens GEDCOM-post. Många människor frågar sig varför familjerna inte är sorterade efter vigseldatum. Detta beror på att man ofta inte vet vigseldatumet men ofta <u>vet</u> man ordningen för vigslarna.<br /><br />Detta val tillåter att man ändrar ordning på familjerna som de visas på Släktingar-fliken. Eftersom du ofta vill sortera familjer efter vigseldatum så finns det en knapp som gör det automatiskt.

source: Role
fi: Rooli
fr: Rôle
hu: Szerep
nb: Rolle
sk: Postavenie
sv: Roll

source: A role is a set of access rights, which give permission to view data, change configuration settings, etc. Access rights are assigned to roles, and roles are granted to users. Each family tree can assign different access to each role, and users can have a different role in each family tree.
fi: Rooli on joukko käyttöoikeuksia, joilla voi lukea tai muuttaa tietoja, muuttaa asetuksia jne. Erilaisia käyttöoikeuksia annetaan kullekin roolille. Rooli myönnetään kullekin käyttäjälle. Jokaisessa erillisessa sukupuussa voidaan erikseen antaa roolille eri tavalla käyttöoikeudet ja myöntää roolit eri tavalla kullekin käyttäjälle(-tunnukselle).
fr: Un rôle est un ensemble de droits d'accès, qui donnent l'autorisation d'afficher des données, modifier les paramètres de configuration, etc. Les droits d'accès sont affectés à des rôles, et les rôles sont accordés aux utilisateurs. Chaque arbre généalogique peut attribuer un accès différent à chaque rôle, et les utilisateurs peuvent avoir un rôle différent dans chaque arbre généalogique.
nb: En Rolle er en samling av adgangsrettigheter, som gir tillatelse til å vise data, endre innstillinger, osv. Adgangsrettigheter forbindes med Roller, og Roller gis til brukere. Hvert slektstre kan ha forskjellige adgangsrettigheter til hver rolle, og brukere kan ha forskjellige roller i hvert slektstre.
sk: Rola je sada prístupových práv, ktorá dáva povolení zobraziť dáta, meniť konfiguračné nastavenie atd. Prístupové práva sú pridelené roliam a role užívateľom. Každý rodokmeň môže priradiť iný prístup každej roli a užívatelia môžu mať rôzne role v každom rodokmeni.

source: Visitors
fi: Vierailija
fr: Visiteurs
hu: Látogatók
nb: Besøkende
sk: Návštevníci
sv: Gäster

source: Everybody has this role, including visitors to the site and search engines.
fi: Jokaisella on tämä rooli, mukaanlukien vierailijat ja hakukoneet.
fr: Tout le monde a ce rôle, y compris les visiteurs du site et les moteurs de recherche.
hu: Mindenkinek megvan ez a jogköre, beleérve a látogatókat és a keresőket.
nb: Alle har denne rollen, inkludert besøkende på nettstedet, og søkemotorer.
sk: Každý má túto rolu, vrátane návštevníkov webu a vyhľadávacích enginov.

source: This role has all the permissions of the visitor role, plus any additional access granted by the family tree configuration.
fi: Tällä roolilla on kaikki vierailija-roolin käyttöoikeuksia, sekä muita käyttöoikeuksia, joita on sukupuukohtaisesti myönnetty.
fr: Ce rôle a toutes les autorisations du rôle de visiteur, ainsi que tout accès supplémentaire accordé par la configuration de l'arbre généalogique.
nb: Denne rollen har de samme rettigheter som en Gjest, pluss eventuelle tilleggsrettigheter som er angitt i innstillingene for hvert slektstre.
sk: Táto rola má práva návštevníka, plus ďalší prístup udelený v konfigurácii rodokmeňa.

source: Editor
fi: Jäsen muutosoikeuksilla
fr: Éditeur
hu: Szerkesztő
nb: Redigerer(editor)

source: This role has all the permissions of the member role, plus permission to add/change/delete data. Any changes will need to be approved by a moderator, unless the user has the "automatically accept changes" option enabled.
fi: Tällä roolilla on samat käyttöoikeudet kuin jäsenellä, sekä lisäksi oikeus lisätä / muokata / poistaa tietoja. Kun tietoja on muutettu, eikä käyttäjälle ole sallittu "automaattisesti hyväksy muutokset", niin muutokset tulevat voimaan vasta kun sellainen jäsen jolla on hyväksymisoikeuksia on hyväksynyt ne.
fr: Ce rôle a toutes les autorisations du rôle de membre, plus l'autorisation d'ajouter / modifier / supprimer des données. Tout changement devra être approuvé par un modérateur, sauf si pour l'utilisateur "accepter automatiquement les modifications" est activé.
nb: Denne rollen har de samme rettigheter som et Medlem, pluss retten til å legge til, forandre og slette data. Alle forandringer må godkjennes av en moderator, med mindre innstillingen "Godkjenn endringer automatisk" er aktivert for brukeren.
sk: Táto rola má práva role Člen plus práva pridávať/meniť/mazať údaje. Všetky zmeny musia byť schválené moderátorom, ak užívateľ nemá aktivované \"automaticky schvalovať zmeny\".

source: Moderator
fi: Jäsen hyväksymisoikeuksilla
fr: Modérateur
hu: Moderátor
sk: Moderátor

source: This role has all the permissions of the editor role, plus permission to approve/reject changes made by other users.
fi: Tällä roolilla on samat käyttöoikeudet kuin jäsen muutosoikeuksilla, sekä lisäksi oikeus hyväksyä / hylätä muutoksia.
fr: Ce rôle a toutes les autorisations du rôle d'éditeur, ainsi que d'approuver ou de refuser les modifications apportées par d'autres utilisateurs.
nb: Denne rollen har alle tillatelsene som redigerer(editor) har, samt tillatelse til å godkjenne/avvise endringer gjort av andre brukere.
sk: Táto rola má práva role Editor plus práva schvalovať/zamietnuť zmeny vykonané inými užívateľmi.

source: This role has all the permissions of the moderator role, plus any additional access granted by the family tree configuration, plus permission to change the settings/configuration of a family tree.
fi: Tällä roolilla on samat oikeudet kuin jäsen hyväksymisoikeuksilla, sekä lisäksi sukupuukohtaisesti oikeus muuttaa sukupuun konfigurointia eli asetuksia.
fr: Ce rôle a toutes les autorisations du rôle du modérateur, plus l'accès à la configuration l'arbre généalogique, plus l'autorisation de modifier les paramètres / configuration d'un arbre généalogique.
nb: Denne rollen har de samme rettighetene som en Moderator, pluss eventuelle ekstrarettigheter som er angitt i innstillingene for hvert enkelt slektstre, pluss rettigheten til å endre innstillingene for et slektstre.
sk: Táto rola má práva role Moderátor plus ďalší prístup udelený konfiguráciou rodokmeňa, a naviac má práva meniť nastavenia rodokmeňa.

source: This role has all the permissions of the manager role in all family trees, plus permission to change the settings/configuration of the site, users and modules.
fi: Tällä roolilla on samat oikeudet kuin sukupuun ylläpitäjällä, sekä lisäksi oikeus muuttaa koko palvelun eli palvelimen asetuksia / määrityksiä, käyttäjätilejä ja sallittuja lisäominaisuuksia eli moduuleja.
fr: Ce rôle a toutes les autorisations du rôle de gestionnaire dans tous les arbres de la famille, plus la permission de modifier les paramètres, la configuration du site, les utilisateurs et les modules.
nb: Denne rollen har samme tillatelser som en Forvalter i alle slektstrær, pluss tillatelse til å endre innstillinger/konfigurasjon av nettstedet, brukere og moduler.
sk: Táto rola má všetky práva role Manažer vo všetkých rodokmeňoch, a naviac práva meniť nastavenie webu, užívateľov a modulov.

source: Exclude filter
fi: Ohita suodatusehdot
fr: Filtre d'exclusion
hu: Szűrő nélkül
nb: Ekskluderingsfilter
sk: Filter vylúčenia
sv: Utelämna filter

source: The <b>Exclude some non-genealogical data</b> choice will cause the Search function to ignore the following GEDCOM tags:<div style="padding-left:30px;"><b>_WT_USER</b> - Last change by<br /><b>CHAN</b> - Last change date<br /><b>FILE</b> - External File<br /><b>FORM</b> - Format<br /><b>TYPE</b> - Type<br /><b>SUBM</b> - Submitter<br /><b>REFN</b> - Reference Number</div><br />In addition to these optionally excluded tags, the Search function always excludes these tags:<div style="padding-left:30px;"><b>_UID</b> - Globally unique Identifier<br /><b>RESN</b> - Restriction</div>
fi: <b>Ohita joitakin ei-sukututkimuksellisia tietoja</b>-valinnalla haku ei etsi seuraavia tietoja:<div style="padding-left:30px;"><b>_WT_USER</b> - Viimeisin muutoksen tekijä<br /><b>CHAN</b> -Viimeisin muutos pvm<br /><b>FILE</b> -Ulkoinen tiedostoviittaus<br /><b>FORM</b> -Esitysmuoto<br /><b>TYPE</b> - Tyyppi<br /><b>SUBM</b> - Tiedonantaja<br /><b>REFN</b>- Referenssinumero</div><br />Lisäksi seuraavat viitteet:<div style="padding-left:30px;"><b>_UID</b> - Globaali yksilöllinen tunnus<br /><b>RESN</b> - Rajoitus</div>
fr: Le choix <b>Exclure les données non-généalogiques</b> fait en sorte que la fonction Recherche ignorera les balises GEDCOM suivantes:<div style="padding-left:30px;"><b>_WT_USER</b> - Dernière modification par<br /><b>CHAN</b> - Date de la dernière modification<br /><b>FILE</b> - Fichier externe<br /><b>FORM</b> - Format<br /><b>TYPE</b> - Type<br /><b>SUBM</b> - Envoyer par<br /><b>REFN</b> - Numéro de référence</div><br />En plus de ces balises d'exclusions optionnelles, la fonction de Recherche exclut toujours les balises:<div style="padding-left:30px;"><b>_UID</b> - Identificateur global unique<br /><b>RESN</b> - Restriction</div>
nb: Alternativet <b>Utelat enkelte data som ikke er slektstilknyttet</b> gjør at søkefunksjonen ser bort fra følgende GEDCOM-koder: <div style="padding-left:30px;"><b>WT_USER</b> - Sist endret av<br /><b>CHAN</b> - Dato for siste endring<br /><b>FILE</b> - Ekstern fil<br /><b>FORM</b> - Format<br /><b>TYPE</b> - Type<br /><b>SUBM</b> - Innsendt av<br /><b>REFN</b> - Referansenummer</div><br />Ut over disse kodene vil søkefunksjonen alltid se bort fra følgende koder:<div style="padding-left:30px;"><b>_UID</b> - Universelt unik identifikasjon<br /><b>RESN</b> - Adgangsbegrensning.</div>
sk: Voľba <b>Vynechať niektoré nerodokmeňové dáta</b> spôsobí, že vyhľadávanie bude ignorovať nasledujúce tagy GEDCOMu:<div style=\"padding-left:30px;\"><b>_WT_USER</b> - Užívateľ, ktorý urobil poslednú zmenu<br /><b>CHAN</b> - Dátum poslednej zmeny<br /><b>FILE</b> - Externý súbor<br /><b>FORM</b> - Formát<br /><b>TYPE</b> - Typ<br /><b>SUBM</b> - Potvrdzujúca osoba<br /><b>REFN</b> - Referenčné číslo</div><br />Naviac k týmto volitelne vynechaným tagom vyhľadávacia funkcia vždy vynecháva tieto tagy:<div style=\"padding-left:30px;\"><b>_UID</b> - Globálny unikátny identifikátor<br /><b>RESN</b> - Obmedzenie</div>

source: Associates
fi: Läheiset
fr: Associés
hu: Kapcsolatok
nb: Vise i tillegg
sk: Príbuzný
sv: Associationer
