Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: <b>No</b> means that authenticated users can see the details of all living people. <b>Yes</b> means that users can only see the private information of living people they are related to.<br /><br />This option sets the default for all users who have access to this genealogical database. The Administrator can override this option for individual users by editing the user's account details.
fi: Valitsemalla <b>Ei</b>, rekisteröidyt käyttäjät saavat nähdä elossa olevien henkilöiden tiedot. <b>Kyllä</b>, käyttäjät saavat nähdä elossa olevista ainoastaan lähisukulaisten tiedot.<br /><br />Tämä valinta sovelletaan kaikille käyttäjille, joilla on pääsyoikeus sukututkimusaineistoon. Ylläpitäjä voi käyttäjäkohtaisesti päättää toisin, muuttamalla tämä valinta käyttäjän hallintaosassa.
fr: Autoriser l'accès aux détails privés des proches<br /><br />Option désactivée : les utilisateurs authentifiés peuvent voir les détails de toutes les personnes vivantes.<br />Option activée : accès aux détails privés des proches uniquement.
hu: <Rokoni kapcsolatok diszkrét kezelése.<br /><br />A <b>Nem</b> azt jelenti, hogy az élő személyek adatait az összes a regisztrált felhasználó láthatja.<br />Az <b>Igen</b> azt jelenti, hogy a felhasználók csak azoknak az élő személyeknek a privát adatait láthatják, akikkel rokonságban állnak.
nb: <b>Nei</b> betyr at godkjente brukere kan se alle opplysninger om nålevende personer.<br /><b>Ja</b> betyr at brukere kun kan se privat informasjon om nålevende personer de er i slekt med. Dette valget angir standardinnstillingen for alle brukere som har adgang til slektsdatabasen. Administratoren kan overstyre dette valget for enkeltbrukere ved å endre brukerens kontoinnstillinger.
sk: Použíť príbuzenské utajenie.<br /><br />Hodnota 'Nie' znamená, že autorizovaný uživatelia uvidia údaje všetkých žijúcich osôb.<br />Hodnota 'Ano' znamená, že uživatelia si budú môcť prezerať súkromné údaje iba u svojich príbuzných.
sv: Ett <b>Nej'</b>innebär att registrerade användare kan se detaljerna på alla levande personer.<br /><br />Ett <b>Ja</b> betyder att användare bara kan se den privata informationen för levande personer de är släkt med.

source: Set to <b>Yes</b> to use the RIN number instead of the GEDCOM ID when asked for Individual IDs in configuration files, user settings, and charts. This is useful for genealogy programs that do not consistently export GEDCOMs with the same ID assigned to each individual but always use the same RIN.
fi: Asetus <b>Kyllä</b> käyttää RIN numeroa GEDCOM tunnuksen (ID) sijasta, kun pyydetään henkilötunnuksia asetustiedostoissa, käyttäjän asetuksissa, ja kaavioissa. Tämä on hyödyllistä sukututkimusohjelmille, jotka eivät aina siirrä GEDCOMeja samalla henkilötunnuksella, mutta siirtävät aina samalla RIN numerolla.
fr: Option pour utiliser le numéro RIN au lieu de l'identifiant GEDCOM comme code des individus dans les fichiers de configuration, dans les fichiers de préférences et les arbres. Ceci est utile avec les programmes de généalogie qui exportent les données GEDCOM en utilisant le RIN.
hu: Állítsa <b>Igen</b>-re, ha a RIN-azonosítót kívánja használni a GEDCOM-azonosító helyett, mikor egyéni azonosítót kell megadnia a beállításokhoz, keresésekhez vagy diagrammokhoz. Hasznos beállítás olyan genealógiai programok esetében, melyek nem exportálják a GEDCOM-állományokat külön személyi azonosítóval, hanem állandó RIN-azonosítót használnak.
nb: Velg <b>Ja</b> for å bruke RIN-nummeret i stedet for GEDCOM-ID når det spørres etter person-ID i konfigurasjonsfiler, brukerinnstillinger og diagrammer. Dette er nyttig for slektsprogrammer som ikke beholder person-ID når de eksporterer til GEDCOM, men alltid bruker den samme RIN.
sk: Zvolte ANO, ak chcete pri dotaze na ID osôb v konfiguračných súboroch, uživateľských nastaveniach a schémach použiť číslo RIN miesto GEDCOM ID. To je užitočné v prípade, že váš genealogický program neexportuje GEDCOM súbormi s konkurenčnými ID a miesto toho používa rovnaký RIN.
sv: Sätt till <b>Ja</b> om du använder RIN-nummer instället för GEDCOM-ID när ID för personer efterfrågas i konfigurationsfiler, användarinställningar och tavlor. Detta är användbart för genealogiprogram som inte exporterar GEDCOM-filer med samma ID tilldelat till varje person men alltid använder samma RIN.

source: Use silhouette images when no highlighted image for that person has been specified. The images used are specific to the gender of the person in question.<br /><br /><table><tr><td wrap valign="middle">This image might be used when the gender of the person is unknown:
fi: Käytä varjokuvaa kun henkilöllä ei ole ensisijasta kuvaa. Varjokuva on erilainen sukupuolen mukaan.<br /><br /><table><tr><td wrap valign="middle">Tätä kuvaa voidaan käyttää kun henkilön sukupuoli ei ole tiedossa:
fr: Utiliser des images silhouette quand aucune image mise en évidence pour cette personne a été spécifiée. Les images utilisées sont spécifiques au sexe de la personne en question.<br /><br /><table><tr><td wrap valign="middle">Cette image peut être utilisée lorsque le sexe de la personne n'est pas connu:
nb: Bruk siluettbilder når det ikke er angitt noe hovedbilde for personen. Bildene som brukes er kjønnsspesifikke.<br /><br /><table><tr><td wrap valign="middle">Dette bildet kan brukes når pesonens kjønn er ukjent:
sk: Použiť obrázok siluety, ak nie je určený žiadny zvýraznený obrázok pre danú osobu. Obrázky sú rôzne podľa pohlavia.<br /><br /><table><tr><td wrap valign=\"middle\">Tento obrázok sa môže použiť, ak je pohlavie neznáme:
sv: Använd silhuettbild då ingen bild för personen har specifierats. Silhuettsbilden beror på kön.<br /><br /><table><tr><td wrap valign="middle">Denna bild kan användas, då personens kön är obekant:

source: This option determines whether <b>webtrees</b> should send the large or the small image to the browser whenever a chart or the Personal Details page requires a thumbnail.<br /><br />The <b>No</b> choice will cause <b>webtrees</b> to send the large image, while the <b>Yes</b> choice will cause the small image to be sent. Each individual image also has the &laquo;Always use main image?&raquo; option which, when set to <b>Yes</b>, will cause the large image to be sent regardless of the setting of the &laquo;Use thumbnail&raquo; option in the GEDCOM configuration. You cannot force <b>webtrees</b> to send small images when the GEDCOM configuration specifies that large images should always be used.<br /><br /><b>webtrees</b> does not re-size the image being sent; the browser does this according to the page specifications it has also received. This can have undesirable consequences when the image being sent is not truly a thumbnail where <b>webtrees</b> is expecting to send a small image. This is not an error: There are occasions where it may be desirable to display a large image in places where one would normally expect to see a thumbnail-sized picture.<br /><br />You should avoid setting the &laquo;Use thumbnail&raquo; option to <b>No</b>. This choice will cause excessive amounts of image-related data to be sent to the browser, only to have the browser discard the excess. Page loads, particularly of charts with many images, can be seriously slowed.
fi: Tämä määrittää lähettääkö <b>webtrees</b> ison vai pienen kuvan selaimelle kaavioiden tai Henkilösivun pienoiskuvaksi.<br /><br />Valitsemalla <b>Ei</b>, lähetetään iso kuva.Valitsemalla <b>Kyllä</b>, lähetetään pieni kuva. Jokaisella kuvalla on myös oma asetusmahdollisuus &laquo;Käytä aina ensisijaista kuvaa?&raquo;, joka ehdolla <b>Kyllä</b>, aiheuttaa suuren kuvan lähettämisen riippumatta millainen ehdosta GEDCOM asetuksessa &laquo;Käytä pienoiskuvaa&raquo;. Ei voi pakottaa <b>webtrees</b>iä lähettämään pietä kuvaa, jos GEDCOM asetuksessa on määritelty lähettämään ison kuvan.<br /><br /><b>webtrees</b> ei muokkaa kuvan kokoa ennen lähettämistä, vaan selain tekee sen sivun esitysehtojen mukaisesti. Tällä voi olla haitallisia lopputuloksia, kun lähetettävä kuva ei ole pienoiskuva ja <b>webtrees</b> lähettää sen pienenä kuvana. Tämä ei ole virhe: on tilanteita, joissa halutaan näyttää iso kuva eikä pientä kuvaa.<br /><br />Ei ole suositeltavaa käyttää ehtoa <b>Ei</b> asetuksessa &laquo;Käytä pienoiskuvaa&raquo;, koska silloin selain vain ottaa mitä tarvitsee isosta kuvasta ja hylkää ylijääneen osan. Lisäksi erityisesti kaavioiden esittäminen hidastuu.
fr: Cette option détermine si <b>webtrees</b> doit envoyer la petite ou la grande image au navigateur chaque fois qu'une miniature est requise sur un diagramme ou sur la page de la Fiche Individuelle.<br /><br />Si le réglage est à <b>Non</b>, <b>webtrees</b> affichera la grande image, s'il est à <b>Oui</b>, il affichera la petite image. Chaque image individuelle a également l'option &laquo;Always toujours utiliser l'image principale image?&raquo; lorsque cette option est réglé à <b>Oui</b>, la grande image sera affichée peu importe le réglage de l'option d'utilisation de la miniature &laquo;Use thumbnail&raquo; dans la configuration du GEDCOM. Vous ne pouvez forcer <b>webtrees</b> à afficher la petite image lorsque la configuration du GEDCOM spécifie de toujours utiliser les grandes images.<br /><br /><b>webtrees</b> ne redimensionne pas l'image envoyée; le navigateur effectue cette action selon les spécifications de la page qu'il reçoit. Cela peut avoir des effets indésirables lorsque l'image envoyée n'est pas réellement une miniature alors que <b>webtrees</b> s'attend à envoyer une petite image. Ceci n'est pas une erreur: il existe des occasions où il peut être désirable d'afficher une grande image à des endroits où d'autres se seraient attendus à voir une image miniature.<br /><br />Vous devez éviter de régler l'option de l'utilisation de la miniature &laquo;Use thumbnail&raquo; à <b>Non</b>. Ce dernier causera l'envoi au navigateur, une quantité excessive de données reliées à des images et l'abandon des données excédantes par le navigateur. Les téléchargements de page, particulièrement celles des diagrammes avec plusieurs images, peuvent être sérieusement ralentis.
sk: Táto voľba určuje, či by <b>webtrees</b> mal posielať prehliadači veľké alebo malé obrázky pri zobrazení schém.<br /><br />Voľba <b>Nie</b> spôsobí, že sa pošlú veľké obrázky, zatiaľ čo <b>Ano</b> pošle malé obrázky. Každý obrázok má tiež voľbu &laquo;Vždy použiť hlavný obrázok?&raquo;, ktorá, ak je nastavené <b>Ano</b>, spôsobí, že sa nezávisle na nastavení &laquo;Použiť náhľad&raquo; pošle vždy veľký obrázok. Nie je možné si vynútiť, aby sa posielaly malé obrázky, ak nastavenie GEDCOMu určuje, že sa vždy majú použiť veľké obrázky.<br /><br /><b>webtrees</b> nezmenšuje posielané obrázky, robí to prehliadač na základe špecifikácie stránky. Môže to mať nechcené následky, ak je obrázok väčší než náhľad. Nie je to chyba: Sú možnosti, keď je žiadúce zobraziť veľký obrázok na mieste, kde by sa normálne objavoval malý náhľad.<br /><br />Mali by ste sa vyhnúť nastavenia &laquo;Použiť náhľad&raquo; na <b>Nie</b>. Táto voľba spôsobí posielanie nadmerných obrázkových dát prehliadači a bude to zbytočná záťaž, ktorá sa prejaví hlavne na schémach z veľkým množstvom obrázkov.

source: If the Media Firewall is enabled, should thumbnails be watermarked? Your media lists will load faster if you don't watermark the thumbnails.
fi: Jos Media Firewall on päällä, tuleeko pienoiskuviin lisätä vesileima? Medialistasi latautuvat nopeammin jos et vesileimaa pienoiskuvia.
fr: Si le pare-feu multimédia est activé, les miniatures doivent-elles être filigranées ? Votre liste de médias se charge plus rapidement si vous n'avez pas d'image avec filigrane.
hu: Ha a médiatűzfal aktív, a bélyegképek vízjelezve lesznek? A médialistája gyorsabban töltődik be ha nem vízjelezi a bélyegképeket.
nb: Hvis Mediabrannmuren er aktivert, skal miniatyrbildene vannmerkes? Medialistene vill lastes hurtigere dersom du ikke vannmerker miniatyrbildene.
sk: Majú byť náhľady označené vodoznakom ak je aktívny Media Firewall? Váš zoznam médií bude načítaný rýchlejšie bez vodoznaku.
sv: Om MediaBrandväggen är aktiv, skall miniatyrbilderna vara vattenmärkta? Dina medialistor laddas fortare om du inte vattenmärker miniatyrbilderna.

source: The person to be contacted about technical questions or errors encountered on your site.
fi: Yhteyshenkilö teknisissä asioissa tai kun on ongelmia sivuston käsittelyssä.
fr: L'adresse que les visiteurs doivent utiliser pour les questions techniques ou les erreurs qu'ils peuvent rencontrer sur votre site.
hu: Az az e-mail cím, amire a látogatók a technikai jellegű kérdésekkel fordulhatnak, esetleg hibákat jelezheznek.
nb: Personen besøkende kan kontakte vedrørende tekniske spørsmål eller feil de har funnet på siden.
sk: Uživateľ, ktorého by návštevníci mali kontaktovať v prípade, že narazia na vašich stránkach na problémy technického rázu.
sv: E-mail-adress besökare kan använda för att kontakta dig angående tekniska frågor eller fel på din sajt.

source: Choose to display a standard header for your custom Welcome text. When your users change language, this header will appear in the new language.<br /><br />If set to <b>Yes</b>, the header will look like this:<div class="list_value_wrap"><center><b>Welcome to this Genealogy website</b></center><br />Access is permitted to users who have an account and a password for this website.<br /></div>
fi: Valitse vakioteksti mukautuneelle tervehdystekstille. Kun käyttäjä vaihtaa kieltä, tämä teksti esitetään uudella kielellä.<br /><br />Valitsemalla <b>Kyllä</b>, otsikko näyttää seuraavalta englanninkielisenä:<div class="list_value_wrap"><center><b>Welcome to this Genealogy website</b></center><br />Access is permitted to users who have an account and a password for this website.<br /></div>
fr: Choisissez d'afficher un en-tête standard pour votre texte personnalisé de bienvenue. Quand les utilisateurs changent de langue, cet en-tête apparaît dans la nouvelle langue.<br /><br />Si réglé sur <b>Oui</b>, l'en-tête ressemble à ceci&nbsp;:<div class="list_value_wrap"><center><b>Bienvenue sur ce site de généalogie</b></center><br />L'accès est réservé aux utilisateurs qui ont un compte et un mot de passe pour ce site.<br /></div>
nb: Velg å vise en standard-topptekst for din egen Velkomsthilsen. Hvis brukere skifter språk, vil toppteksten vises på det nye språket.<br /><br />Hvis du velger <b>Ja</b>, vil teksten se slik ut:<div class="list_value_wrap"><center><b>Velkommen til disse slektssidene!</b></center><br />Adgangen til nettstedet er begrenset til brukere som har en konto og et passord.<br /></div>
sk: Vyberte si štandardnú hlavičku na váš vlastný uvítací text. Ak si uživatelia zmenia jazyk, táto hlavička sa zobrazí v novom jazyku. <br /><br />Ak je nastavené <b>Ano</b>, hlavička bude vypadať takto: <div class=\"list_value_wrap\"><center><b>Vitajte na stránke tohoto rodokmeňa</b></center><br />Prístup je povolený tým užívateľom, ktorý majú na tejto stránke účet a heslo.<br /></div>
sv: Välj att visa en standardtext i din egen välkomstdel. När din användare ändrar språk, så visas texten i det nya språket.<br /><br />Genom att välja <b>Ja</b>, så ser texten ut på engelska så här:<div class="list_value_wrap"><center><b>Welcome to this Genealogy website</b></center><br />Access is permitted to users who have an account and a password for this website.<br /></div>

source: If you have opted for custom welcome text, you can type that text here. To set this text for other languages, you must switch to that language, and visit this page again.
fi: Jos olet valinnut mukautetun tervetuloa tekstin, voit kirjoittaa tekstin tähän. Vaihtamalla kielen voit määrittää tämän tekstin muille kielille, sinun on vierailtava tällä sivulta uudestaan​​.
fr: Si vous avez opté pour le texte de bienvenue personnalisé, vous pouvez taper ce texte ici. Pour régler ce texte pour d'autres langues, vous devez changer de langue, et revenir à cette page.
nb: Hvis du har valgt å ha en egen velkomsttekst, kan den skrives her. For å angi forskjellige tekster på forskjellige språk, må du skifte til det andre språket og gjeninnlese siden.
sk: Ak ste zvolili vlastný uvítací text, môžete ho napísať sem. Aby ste nastavili tento text v iných jazykoch, je nutné najskôr zmeniť jazyk a navštíviť znova túto stránku.
sv: Om du har valt att använda egen välkomsttext, kan du skriva texten här. Om du vill ha egen text också i andra språk, måste du byta språk och skriva in texten i det andra språket på motsvarande ställe.
