Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Both alive
fi: Molemmat elossa
fr: Vivants
hu: Mindketten élnek
nb: Begge i live
sk: Obaja žijú
sv: Båda levde

source: Show couples where only the female partner is deceased.
fi: Näytä parit, joissa vain nainen on kuollut.
fr: Affichage des couples dont seule la femme est décédée à la date d'aujourd'hui.
hu: Mutasd azokat a párokat, ahol a csak a nő hunyt el.
nb: Vis par hvor kun den kvinnelige partner er død.
sk: Zobraziť páry kde zomrela manželka.
sv: Visa par där endast den kvinliga partnern är död.

source: Widower
fi: Leski (mies)
fr: Veuf
hu: Özvegyember
nb: Enkemann
sk: Vdovec
sv: Änkling

source: Show couples where only the male partner is deceased.
fi: Näytä parit, joissa vain mies on kuollut.
fr: Affichage des couples dont seul le mari est décédé à la date d'aujourd'hui.
hu: Mutasd azokat a párokat, ahol csak a férfi hunyt el.
nb: Vis par hvor kun den mannlige partner er død.
sk: Zobraziť iba páry kde zomrel manžel.
sv: Visa par där den manliga partnern är avliden.

source: Widow
fi: Leski
fr: Veuve
hu: Özvegy
nb: Enke
sk: Vdova
sv: Änka

source: Both dead
fi: Molemmat kuolleet
fr: Décédés
hu: Mindketten halottak
nb: Begge døde
sk: Obaja zomreli
sv: Båda döda

source: Show couples with an unknown marriage date.
fi: Näytä sellaiset av(i)oparit, joiden vihkimisaika on tuntematon.
fr: Affichage des couples dont la date de mariage est inconnue.
hu: Mutasd azokat a párokat, akiknek nem ismert a házasságkötési dátumuk.
nb: Vis par med ukjent dato for ekteskap.
sk: Zobraziť páry z neznámym dátumom sobáša.
sv: Visa par med okänt vigseldatum.

source: Show couples who married more than 100 years ago.
fi: Näytä yli sata vuotta sitten vihityt parit.
fr: Affichage des couples mariés depuis plus de 100 ans.
hu: Mutasd azokat a párokat, akik több mint 100 éve házasodtak.
nb: Vis par som ble gift for mer enn 100 år siden.
sk: Zobraziť páry zosobášené pred viacej ako 100 rokmi.
sv: Visa par som gifte sig för mer än 100 år sedan.

source: Show couples who married within the last 100 years.
fi: Näytä viimeisen sadan vuoden aikana vihityt parit.
fr: Affichage des couples mariés depuis moins de 100 ans.
hu: Mutasd azokat a párokat, akik az utóbbi 100 évben házasodtak.
nb: Vis par som er blitt gift innen de siste 100 år.
sk: Zobraziť páry zosobášené v priebehu posledných 100 rokov.
sv: Visa par som gift sig de senaste 100 åren.

source: Show divorced couples.
fi: Näytä eronneet av(i)oparit.
fr: Affichage des couples divorcés.
hu: Mutasd az elvált párokat.
nb: Vis skilte par.
sk: Zobraziť rozvedené páry.
sv: Visa skilda par.

source: Decade of marriage
fi: Avioitumisvuosikymmen
fr: Décennie du mariage
hu: Házasság évtizede
nb: Tiår for vielse
sk: Dekáda sobáša
sv: Vigselårtionde

source: Age in year of marriage
fi: Ikä vihkimisvuonna
fr: Âge dans l'année du mariage
hu: Házasságban töltött évek
nb: Alder ved vielse
sk: Vek v roku svadby.
sv: Ålder vid vigsel.

source: Shared notes
fi: Jaetut lisätiedot
fr: Notes partagées
hu: Közös jegyzetek
nb: Delte notater
sk: Zdieľané poznámky
sv: Delade anteckningar

source: Total shared notes: %s
fi: Jaettuja lisätietoja yhteensä: %s
fr: Nombre total de notes partagées: %s

source: Spouses
fi: Puolisot
fr: Conjoints
hu: Házastársak
nb: Ektefelle
sk: Manželia
sv: Makar

source: Changed on %1$s by %2$s
fi: Muutosajankohta %1$s tekijänä %2$s
fr: Modifié le %1$s par %2$s
hu: A megző megváltoztatta %2$s, %1$s dátumon
nb: Endret %1$s av %2$s
sk: Zmeny %1$s vykonal %2$s

source: Total events: %s
fi: Tapahtumia yhteensä: %s
fr: Nombre total d'évènements: %s

source: No events exist for today.
fi: Tänään ei ole tapahtumia.
fr: Aucun évènement pour aujourd'hui.
hu: A mai napon nincs esemény.
nb: Ingen begivenheter finnes for i dag.
sk: Neexistujú žiadne udalosti pre dnešok.
sv: Inga händelser finns för idag.

source: No events for living people exist for today.
fi: Tänään ei ole elävien henkilöiden tapahtumia.
fr: Aucun évènement pour une personne vivante pour aujourd'hui.
hu: A mai napon nincs esemény az élők között.
nb: Ingen begivenheter for levende personer finnes i dag.
sk: Neexistujú žiadne udalosti žijúcich osôb pre dnešok.
sv: Inga händelser för levande personer finns för idag.

source: No events exist for tomorrow.
fi: Mitään tapahtumia ei ole huomenna.
fr: Aucun évènement pour demain.
hu: Semmi esemény nincs holnap.
nb: Ingen begivenheter finnes for i morgen.
sk: Neexistujú žiadne udalosti pre zajtrajšok.
sv: Inga händelser existerar för imorgon.

source: No events exist for the next %d day.
fi: Ei tapahtumia %d.
fr: Aucun évènement pour demain (%d)
hu: A következő %d napon nincsenek események
nb: Ingen begivenheter finnes for den kommende %d dag.
sk: Žiadne udalosti na ďalší %d deň.
sv: Inga händelser för %d.

source: No events for living people exist for tomorrow.
fi: Elossa olevien henkilöiden tapahtumia ei ole huomenna.
fr: Aucun évènement pour une personne vivante pour demain.
hu: Semmi esemény nincs holnap az élők között.
nb: Ingen begivenheter for levende personer finnes for i morgen.
sk: Neexistujú žiadne udalosti žijúcich osôb pre zajtrajšok.
sv: Inga händelser för levande personer existerar för imorgon.

source: No events for living people exist for the next %d day.
fi: Elossa olevilla henkilöillä ei ole tapahtumia seuraavana päivänä.
fr: Aucun évènement de personnes vivantes pour demain (%d)
hu: A következő %d napon nincsenek élőkre vonatkozó események
nb: Finner ikke noen begivenheter for nålevende for neste %d dag.
sk: Pre žijúce osoby žiadne udalosti na ďalší %d deň.
sv: Inga händelser för levande personer finns för %d.

source: Average age
fi: Keskimääräinen ikä
fr: Moyenne d'âge
hu: Átlagéletkor
nb: Gjennomsnittsalder
sk: Priemerný vek
sv: Genomsnitts ålder

source: Sort by this column.
fi: Lajittele tämän sarakkeen mukaisesti.
fr: Trier sur cette colonne.
hu: Rendezés ezen oszlop szerint
nb: Sorter etter denne kolonnen.
sk: Zoradiť podľa tohoto stĺpca.
sv: Sortera på denna kolumn.

source: Relationship to me
fi: Sukulaisuus minuun
fr: Parenté avec moi
hu: Rokonsági kapcsolat hozzám
nb: Slektskap til meg
sk: Vzťah ku mne
sv: Förhållande till mig

source: Compact tree
fi: Kompaktipuu
fr: Arbre compact
sk: Kompaktný strom

source: Family with spouse
fi: Perhe puolison kanssa
fr: Famille avec le conjoint
hu: Családtagok házastárssal
nb: Familie med ektefelle
sk: Rodina s partnerom
sv: Familj med make/maka

source: Zoom in/out on this box.
fi: Suurenna/pienennä
fr: Zoom avant/arrière sur cette case.
hu: Doboz kicsinyítése/nagyítása.
nb: Zoom inn/ut
sk: Zväčšenie/zmenšenie tohoto rámčeka
sv: Zomma in/ut denna ruta

source: Links to charts, families, and close relatives of this person. Click this icon to view this page, starting at this person.
fi: Linkit tämän henkilön kaavioihin, perheisiin sekä lähisukulaisiin. Klikkaa tätä ikonia jos haluat nähdä sivun jossa tämä henkilö on lähtöhenkilö.
fr: Liens vers les arbres, familles, et parents proches.
hu: Hivatkozások ennek a személynek grafikonjaira, a családjára és közeli hozzátartozóira. Klikkeljen erre az ikonra ahhoz, hogy az oldal ezzel a személlyel kezdődjön.
nb: Linker til diagram, familie, og nære slektninger til denne personen. Klikk her for å vise denne personen som startperson i diagrammet.
sk: Odkazy na schémy, rodiny a blízkych príbuzných tejto osoby. Kliknite na túto ikonu pre zvolené zobrazenie rodokmeňa s touto osobou ako východiskovou.
sv: Länkar till tavlor, familjer och nära släktingar till denna person. Klicka på denna ikon för att visa sidan med denna person som startperson.

source: Are you sure you want to delete this fact?
fi: Haluatko varmasti poistaa tämän GEDCOM-tiedon?
fr: Confirmez-vous la suppression de cet élément ?
hu: Valóban törli ezt a GEDCOM-adatot?
nb: Er du sikker på at du vil slette disse data?
sk: Ste si istý, že chcete zmazať tento údaj?
sv: Är du säker på att du vill ta bort denna GEDCOM-fakta?

source: Are you sure you want to delete this person?
fi: Haluatko varmasti poistaa henkilön GEDCOM-tiedostosta?
fr: Confirmez-vous la suppression de cette fiche ?
hu: Biztosan törölni szeretné ezt a személyt a GEDCOM-állományból?
nb: Er du sikker på at du vil slette denne person fra databasen?
sk: Ste si istý, že chcete vymazať túto osobu z GEDCOM súboru?
sv: Är du säker på att du vill ta bort denna person från GEDCOM-filen?

source: Are you sure you want to delete this Repository?
fi: Oletko varma, että haluat poistaa tämän tietovaraston GEDCOM-tiedostosta?
fr: Confirmez-vous la suppression de cet élément ?
hu: Biztos ki akarja törölni ezt a Szervezetet az adatbázisból?
nb: Er du sikker på at du vil slette dette oppbevaringsstedet?
sk: Naozaj chcete zmazať tento prameň z databázy?
sv: Är du säker på att du vill radera detta arkiv från databasen?

source: Execution time: %1$s seconds. Database queries: %2$s. Privacy checks: %3$s. Memory usage: %4$s KB.
fi: Suoritusaika: %1$s sekunttia. Tiedostokyselyjä: %2$s. Tietonsuojavarmistukset: %3$s. Muistin käyttö: %4$s kB.
fr: Temps d'exécution : %1$s secondes. Requêtes sur la base de données : %2$s. Vérification des droits d'accès : %3$s. Mémoire utilisée : %4$s Ko.

source: For technical support or genealogy questions, please contact
fi: Teknisissä- tai sukuasioissa ota yhteys:
fr: Pour toute question, contacter l'administrateur
hu: Technikai és genealógiai jellegű segítség
nb: For teknisk hjelp og slektsspørsmål, kontakt
sk: Pre technickú podporu, alebo s otázkami k rodokmeňu prosím kontaktujte
sv: För teknisk support eller släktfrågor kontakta

source: For technical support and information contact
fi: Teknisissä asioissa ota yhteys:
fr: Pour tout problème technique contacter
hu: Technikai jellegű segítség:
nb: For teknisk hjelp og informasjon, kontakt
sk: Pre technickú podporu a ďalšie informácie kontaktujte
sv: För teknisk support och information kontakta

source: For help with genealogy questions contact
fi: Sukuasioissa ota yhteys:
fr: Pour toute question sur la généalogie contacter
hu: Genealógiai jellegű segítség:
nb: For hjelp med sleksspørsmål, kontakt
sk: S otázkami k rodokmeňu sa obracajte na
sv: För hjälp med släktfrågor kontakta

source: Technical help contact
fi: Teknisen avun yhteyshenkilö
fr: Contact technique
hu: Kapcsolat technikai segítséghez
nb: For teknisk hjelp, kontakt
sk: Kontakt na technickú pomoc
sv: Kontakt för teknisk hjälp

source: Add to My Favorites
fi: Lisää suosikkeihini
fr: Ajouter à mes favoris
hu: Hozzáadás a Kedvencekhez
nb: Legg til i Mine favoritter
sk: Pridať do mojich obľúbených
sv: Lägg till i mina favoriter

source: Note
fi: Lisätieto
hu: Megjegyzés
nb: Notat
sk: Poznámka
sv: Anteckning

source: This information is private and cannot be shown.
fi: Tämän henkilön tiedot on suojattu.
fr: Respect des règles de confidentialité : les détails de cet enregistrement ne sont pas affichés.
hu: A személy adatai bizalmas jellegűek.
nb: Denne informasjon er privat, og kan ikke vises.
sk: Podrobnosti o tejto osobe sú neverejné.
sv: Detaljer om denna person är skyddad.

source: For more information contact
fi: Lisätietoja varten on yhteyshenkilö
fr: Pour plus d'informations contactez
hu: További információt itt kérhet:
nb: For ytterligere informasjon, kontakt
sk: Pre ďalšie informácie kontaktujte
sv: För mer information kontakta

source: Mother's age
fi: Äidin ikä
fr: Age de la mère
hu: Anya kora
nb: Mors alder
sk: Vek matky
sv: Moderns ålder

source: Father's age
fi: Isän ikä
fr: Age du père
hu: Apa kora
nb: Fars alder
sk: Vek otca
sv: Faderns ålder

source: Parent's age
fi: Vanhempien ikä
fr: Age des parents
hu: Szülők életkora
nb: Forelders alder
sk: Vek rodičov
sv: Föräldrarnas ålder

source: on the date of death
fi: päivänä, jona kuollut
fr: à la date du décès
hu: a haláleset dámunán
nb: på dødsdagen
sk: k dátumu úmrtia
sv: på dödsdagen

source: after death
fi: Kuoleman jälkeen
fr: après le décès
hu: haláleset után
nb: etter dødsfall
sk: po smrti
sv: efter döden

source: LDS Temple
fi: Mormonitemppeli
fr: Temple (SDJ)
hu: UNSZ templom
nb: Mormon tempel
sk: Chrám LDS (Temple)
sv: LDS Tempel

source: Status
fi: Tila
fr: Statut
hu: Státusz
sk: Stav

source: Add new fact
fi: Lisää tieto
fr: Ajouter un nouvel enregistrement
hu: Új esemény hozzáadása
nb: Legg til nye fakta
sk: Pridať nový údaj
sv: Lägg till ny fakta

source: Custom Event
fi: Erikoistapahtuma
fr: Évènement personnalisé
hu: Egyéni esemény
nb: Egendefinert hendelse
sk: Vlastná udalosť
sv: Specialhändelse

# NOMINATIVE
source: January
fi: tammikuu
fr: janvier
hu: január
nb: januar
sk: január
sv: Januari

# NOMINATIVE
source: February
fi: helmikuu
fr: février
hu: február
nb: februar
sk: február
sv: Februari

# NOMINATIVE
source: March
fi: maaliskuu
fr: mars
hu: március
nb: mars
sk: marec
sv: Mars

# NOMINATIVE
source: April
fi: huhtikuu
fr: Avril
hu: április
sk: apríl

# NOMINATIVE
source: May
fi: toukokuu
fr: mai
hu: május
nb: mai
sk: máj
sv: Maj

# NOMINATIVE
source: June
fi: kesäkuu
fr: juin
hu: június
nb: juni
sk: jún
sv: Juni

# NOMINATIVE
source: July
fi: heinäkuu
fr: juillet
hu: július
nb: juli
sk: júl
sv: Juli

# NOMINATIVE
source: August
fi: elokuu
fr: août
hu: augusztus
sv: Augusti

# NOMINATIVE
source: September
fi: syyskuu
fr: Septembre
hu: szeptember

# NOMINATIVE
source: October
fi: lokakuu
fr: octobre
hu: október
nb: oktober
sk: október
sv: Oktober

# NOMINATIVE
source: November
fi: marraskuu
fr: novembre

# NOMINATIVE
source: December
fi: joulukuu
fr: décembre
nb: desember

source: Sun
fi: Su
fr: Dim
hu: Vas
nb: søn
sk: Ned
sv: Sön

source: Mon
fi: Ma
fr: Lun
hu: Hétf
nb: man
sk: Pon
sv: Mån

source: Tue
fi: Ti
fr: mar
hu: Kedd
nb: tir
sk: Uto
sv: Tis

source: Wed
fi: Ke
fr: Mer
hu: Szerd
nb: ons
sk: Str
sv: Ons

source: Thu
fi: To
fr: Jeu
hu: Csüt
nb: tor
sk: Štv
sv: Tor

source: Fri
fi: Pe
fr: Ven
hu: Pént
nb: fre
sk: Pia
sv: Fre

source: Sat
fi: La
fr: Sam
hu: Szomb
nb: lør
sk: Sob
sv: Lör

source: Find Family ID
fi: Hae perheen ID
fr: Choisir une famille
hu: Család azonosítójára keresés
nb: Finn familie-ID
sk: Nájsť ID rodiny
sv: Sök id för familj

source: Find Source ID
fi: Hae lähde-ID
fr: Choisir une source
hu: Forrás azonosítójának keresése
nb: Finn kilde-ID
sk: Nájsť ID zdroja
sv: Sök ID för källa

source: Find Repository
fi: Hae tietovarasto
fr: Choisir un dépôt d'archives
hu: Szervezet Keresés
nb: Finn arkiv
sk: Hľadanie prameňov
sv: Hitta arkiv

source: Find fact tag
fi: Hae tietotunniste (tag)
fr: Rechercher une balise de fait
hu: Adat mező keresése
nb: Finn hendelse
sk: Nájsť tag údaja
sv: Sök faktatagg

source: File successfully uploaded
fi: Tiedoston siirto palvelimelle onnistui
fr: Fichier chargé avec succès
hu: Az állomány feltöltése sikeresen befejeződött
nb: Fil opplastet
sk: Súbor bol úspešne nahraný
sv: Filen laddades upp utan problem

source: Uploaded file exceeds the allowed size
fi: Siirretty tiedosto ylittää sallitun enimmäiskoon
fr: Le fichier chargé dépasse la taille autorisée
hu: A feltölteni kívánt állomány elérte a maximális méretet
nb: Opplastet fil overskrider tillatt størrelse
sk: Nahraný súbor presiahol povolenú veľkosť
sv: Uppladdad fil överskrider max tillåtna storlek

source: File was only partially uploaded, please try again
fi: Tiedosto siirtyi vain osittain, yritä uudelleen
fr: Fichier reçu partiellement. Veuillez recommencer.
hu: Az állomány csak részben töltődött fel, kérem próbálja meg újra
nb: Filen ble bare delvis opplastet. Prøv igjen
sk: Súbor bol nahraný iba čiastočne, prosím skúste to znovu
sv: Filen blev endast delvis uppladdad, var god försök igen

source: No file was received. Please upload again.
fi: Yhtään tiedostoa ei vastaanotettu. Yritä uudelleen
fr: Fichier non reçu. Veuillez recommencer.
hu: Nem érkezett feltöltött állomány. Töltse fel újból.
nb: Ingen fil mottatt. Last opp igjen.
sk: Žiadny súbor k načítaniu. Nahrajte ho znovu
sv: Ingen fil mottogs. Ladda upp filen igen.

source: Missing PHP temporary directory
fi: PHP:n tilapäistiedostojen kansio puuttuu
fr: Répertoire temporaire PHP manquant
hu: Hiányzó PHP ideiglenes mappa
nb: Finner ikke midlertidig mappe til PHP
sk: Chýba dočasný adresár PHP
sv: PHP:s temporära katalog saknas

source: PHP failed to write to disk
fi: PHP ei voinut kirjoittaa levylle
fr: PHP n'a pas pu écrire sur le disque
hu: A PHP nem tud írni a tárolóra
nb: PHP kunne ikke skrive til disken
sk: Zlyhal PHP zápis na disk
sv: PHP kunde inte skriva till skivan

source: PHP blocked file by extension
fi: PHP estetty tiedostopäätteen perusteella
fr: PHP a bloqué le fichier à cause de son extension
hu: A PHP blokkolja ezt a kiterjesztést
nb: PHP blokkerte filen pga filtype
sk: Súbor blokovaný podľa prípony (PHP)
sv: PHP blockad på grund av filändelsen

source: The script timed out before a relationship could be found.
fi: Aika loppui ennen sukulaisuuden löytymistä.
fr: La recherche s'est achevée avant qu'un lien de parenté ne soit trouvé.
hu: A program túllépte az időkorlátot, mielőtt rokonsági kapcsolatot talált volna.
nb: Søketiden gikk ut før noe slektskap ble funnet.
sk: Vykonávanie skriptu bolo ukončené pred dokončením vyhľadávania.
sv: Skriptet tog för lång tid innan någon relation kunde hittas.

# MALE
source: first cousin
fi: serkku
fr: cousin germain
hu: első unokatestvér
nb: fetter
sk: prvý bratranec
sv: kusin

# MALE
source: second cousin
fi: pikkuserkku
fr: cousin issu de germain
hu: másod unokatestvér
nb: tremenning
sk: druhý bratranec
sv: 2. kusin

# MALE
source: third cousin
fi: 3. serkku
fr: petit cousin
hu: harmad unokatestvér
nb: firmenning
sk: tretí bratranec
sv: 3. kusin

# MALE
source: fourth cousin
fi: 4. serkku
fr: Arrière-petit-cousin
hu: negyed unokatestvér
nb: femmenning
sk: štvrtý bratranec
sv: 4. kusin

# MALE
source: fifth cousin
fi: 5. serkku
fr: 5ème arrière-petit-cousin
hu: ötöd unokatestvér
nb: seksmenning
sk: piaty bratranec
sv: 5. kusin

# MALE
source: sixth cousin
fi: 6. serkku
fr: 6ème arrière-petit-cousin
hu: hatod unokatestvér
nb: syvmenning
sk: šiesty bratranec
sv: 6. kusin

# MALE
source: seventh cousin
fi: 7. serkku
fr: 7ème arrière-petit-cousin
hu: heted unokatestvér
nb: åttemenning
sk: siedmy bratranec
sv: 7. kusin

# MALE
source: eighth cousin
fi: 8. serkku
fr: 8ème arrière-petit-cousin
hu: nyolcad unokatestvér
nb: nimenning
sk: ôsmy bratranec
sv: 8. kusin

# MALE
source: ninth cousin
fi: 9. serkku
fr: 9ème arrière-petit-cousin
hu: kilenced unokatestvér
nb: timenning
sk: deviaty bratranec
sv: 9. kusin

# MALE
source: tenth cousin
fi: 10. serkku
fr: 10ème arrière-petit-cousin
hu: tized unokatestvér
nb: ellevemenning
sk: desiaty bratranec
sv: 10. kusin

# MALE
source: eleventh cousin
fi: 11. serkku
fr: 11ème arrière-petit-cousin
hu: tizenegyed unokatestvér
nb: tolvmenning
sk: jedenásty bratranec
sv: 11. kusin

# MALE
source: twelfth cousin
fi: 12. serkku
fr: 12ème arrière-petit-cousin
hu: tizenketted unokatestvér
nb: trettenmenning
sk: dvanásty bratranec
sv: 12. kusin

# MALE
source: thirteenth cousin
fi: 13. serkku
fr: 13ème arrière-petit-cousin
hu: tizenharmad unokatestvér
nb: fjortenmenning
sk: trinásty bratranec
sv: 13. kusin

# MALE
source: fourteenth cousin
fi: 14. serkku
fr: 14ème arrière-petit-cousin
hu: tizennegyed unokatestvér
nb: femtenmenning
sk: štrnásty bratranec
sv: 14. kusin

# MALE
source: fifteenth cousin
fi: 15. serkku
fr: 15ème arrière-petit-cousin
hu: tizenötöd unokatestvér
nb: sekstenmenning
sk: pätnásty bratranec
sv: 15. kusin

# MALE
source: %d x cousin
fi: serkku %d. polvessa
fr: %dème arrière-petit-cousin
hu: %d x unokatestvér
sk: %d x bratranec
sv: Kusin i %d. led

# FEMALE
source: first cousin
fi: serkku
fr: cousine germaine
hu: első unokatestvér
nb: kusine
sk: prvá sesternica
sv: kusin

# FEMALE
source: second cousin
fi: pikkuserkku
fr: cousine issue de germain
hu: másod unokatestvér
nb: tremenning
sk: druhá sesternica
sv: 2. kusin

# FEMALE
source: third cousin
fi: 3. serkku
fr: petite-cousine
hu: harmad unokatestvér
nb: firmenning
sk: tretia sesternica
sv: 3. kusin

# FEMALE
source: fourth cousin
fi: 4. serkku
fr: Arrière-petite-cousine
hu: negyed unokatestvér
nb: femmenning
sk: štvrtá sesternica
sv: 4. kusin

# FEMALE
source: fifth cousin
fi: 5. serkku
fr: 5ème arrière-petite-cousine
hu: ötöd unokatestvér
nb: seksmenning
sk: piata sesternica
sv: 5. kusin

# FEMALE
source: sixth cousin
fi: 6. serkku
fr: 6ème arrière-petite-cousine
hu: hatod unokatestvér
nb: syvmenning
sk: šiesta sesternica
sv: 6. kusin

# FEMALE
source: seventh cousin
fi: 7. serkku
fr: 7ème arrière-petite-cousine
hu: heted unokatestvér
nb: åttemenning
sk: siedma sesternica
sv: 7. kusin

# FEMALE
source: eighth cousin
fi: 8. serkku
fr: 8ème arrière-petite-cousine
hu: nyolcad unokatestvér
nb: nimenning
sk: ôsma sesternica
sv: 8. kusin

# FEMALE
source: ninth cousin
fi: 9. serkku
fr: 9ème arrière-petite-cousine
hu: kilenced unokatestvér
nb: timenning
sk: deviata sesternica
sv: 9. kusin

# FEMALE
source: tenth cousin
fi: 10. serkku
fr: 10ème arrière-petite-cousine
hu: tized unokatestvér
nb: ellevemenning
sk: desiata sesternica
sv: 10. kusin

# FEMALE
source: eleventh cousin
fi: 11. serkku
fr: 11ème arrière-petite-cousine
hu: tizenegyed unokatestvér
nb: tolvmenning
sk: jedenásta sesternica
sv: 11. kusin

# FEMALE
source: twelfth cousin
fi: 12. serkku
fr: 12ème arrière-petite-cousine
hu: tizenketted unokatestvér
nb: trettenmenning
sk: dvanásta sesternica
sv: 12. kusin

# FEMALE
source: thirteenth cousin
fi: 13. serkku
fr: 13ème arrière-petite-cousine
hu: tizenharmad unokatestvér
nb: fjortenmenning
sk: trinásta sesternica
sv: 13. kusin

# FEMALE
source: fourteenth cousin
fi: 14. serkku
fr: 14ème arrière-petite-cousine
hu: tizennegyed unokatestvér
nb: femtenmenning
sk: štrnásta sesternica
sv: 14. kusin

# FEMALE
source: fifteenth cousin
fi: 15. serkku
fr: 15ème arrière-petite-cousine
hu: tizenötöd unokatestvér
nb: sekstenmenning
sk: pätnásta sesternica
sv: 15. kusin

# FEMALE
source: %d x cousin
fi: serkku %d. polvessa
fr: %dème arrière-petite-cousine
hu: %d x unokatestvér
sk: %d x sesternica
sv: Kusin i %d. led

# MALE/FEMALE
source: first cousin
fi: serkku
fr: Cousin(e) germain(e)
hu: első unokatestvér
nb: søskenbarn
sk: bratranec/sesternica
sv: kusin

# MALE/FEMALE
source: second cousin
fi: pikkuserkku
fr: cousin(e) issu(e) de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec/sesternica (z 2. kolena)
sv: 2. kusin

# MALE/FEMALE
source: third cousin
fi: 3. serkku
fr: petit(e)-cousin(e)
hu: harmad unokatestvér
nb: firmenning
sk: bratranec/sesternica (z 3. kolena)
sv: 3. kusin

# MALE/FEMALE
source: fourth cousin
fi: 4. serkku
fr: Arrière-petit(e)-cousin(e)
hu: negyed unokatestvér
nb: femmenning
sk: bratranec/sesternica (z 4. kolena)
sv: 4. kusin

# MALE/FEMALE
source: fifth cousin
fi: 5. serkku
fr: 5ème arrière-petit(e)-cousin(e)
hu: ötöd unokatestvér
nb: seksmenning
sk: bratranec/sesternica (z 5. kolena)
sv: 5. kusin

# MALE/FEMALE
source: sixth cousin
fi: 6. serkku
fr: 6ème arrière-petit(e)-cousin(e)
hu: hatod unokatestvér
nb: syvmenning
sk: bratranec/sesternica (z 6. kolena)
sv: 6. kusin

# MALE/FEMALE
source: seventh cousin
fi: 7. serkku
fr: 7ème arrière-petit(e)-cousin(e)
hu: heted unokatestvér
nb: åttemenning
sk: bratranec/sesternica (z 7. kolena)
sv: 7. kusin

# MALE/FEMALE
source: eighth cousin
fi: 8. serkku
fr: 8ème arrière-petit(e)-cousin(e)
hu: nyolcad unokatestvér
nb: nimenning
sk: bratranec/sesternica (z 8. kolena)
sv: 8. kusin

# MALE/FEMALE
source: ninth cousin
fi: 9. serkku
fr: 9ème arrière-petit(e)-cousin(e)
hu: kilenced unokatestvér
nb: timenning
sk: bratranec/sesternica (z 9. kolena)
sv: 9. kusin

# MALE/FEMALE
source: tenth cousin
fi: 10. serkku
fr: 10ème arrière-petit(e)-cousin(e)
hu: tized unokatestvér
nb: ellevemenning
sk: bratranec/sesternica (z 10. kolena)
sv: 10. kusin

# MALE/FEMALE
source: eleventh cousin
fi: 11. serkku
fr: 11ème arrière-petit(e)-cousin(e)
hu: tizenegyed unokatestvér
nb: tolvmenning
sk: bratranec/sesternica (z 11. kolena)
sv: 11. kusin
