Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Select what you want to see on the map chart. You can choose:<p style="padding-left: 25px"><b>Individual distribution chart</b>&nbsp;&nbsp;shows the countries in which persons from this database occur.<br /><b>Surname distribution chart</b>&nbsp;&nbsp;shows the countries in which the specified surname occurs.</p>
fi: Valitse esitystapa karttakaaviolle. Voit valita :<p style="padding-left: 25px"><b>Henkilöjakauma</b>&nbsp;&nbsp;esitää maakohtaisesti henkilöt tässä tietokannassa.<br /><b>Sukunimijakauma</b>&nbsp;&nbsp;esittää maakohtaisesti missä valittu sukunimi esiintyy.</p>
fr: Sélectionnez ce que vous désirez voir sur le diagramme de la carte. Vous pouvez choisir :<p style="padding-left: 25px"><b>Carte de la distribution d'un individu</b>&nbsp;&nbsp;affiche les pays où les personnes de cette base de données généalogiques sont présents.<br /><b>Carte de la distribution des noms de famille</b>&nbsp;&nbsp;affiche les pays où le nom de famille spécifié est présent.</p>
nb: Velg hva du vil se i Kartdiagrammet. Du kan velge mellom:<p style="padding-left: 25px"><b>Utbredelse pr individ</b>&nbsp;&nbsp;Viser hvilke områder personene i databasen opptrer i.<br /><b>Utbredelse etter etternavn</b>&nbsp;&nbsp;viser hvor de angitte etternavnene forekommer.</p>
sk: Vyberte, čo chcete vidieť na mapovej schéme. Môžete vybrať:<p style=\"padding-left: 25px\"><b>Graf rozmiestnenia osôb</b>&nbsp;&nbsp;ukazuje zeme, v ktorých sa nachádzajú ľudia z databáze.<br /><b>Graf rozmiestnenia podľa priezviska</b>&nbsp;&nbsp;ukazuje zeme, v ktorých sa nachádza dané priezvisko.</p>
sv: Välj vad du vill se på kartdiagrammet. Du kan välja:<p style="padding-left: 25px"><b>Personfördelning diagram</b>&nbsp;&nbsp;visar från vilka länder personer i denna databas är.<br /><b>Efternamnsfördelnings diagram</b>&nbsp;&nbsp;visar i vilka länder detta efternamn förekommer.</p>

source: This option defines a constant path to be prefixed to all media paths in the output file.<br /><br />For example, if the media directory has been configured to be "/media" and if the media file being exported has a path "/media/pictures/xyz.jpg" and you have entered "c:\my pictures\my family" into this field, the resultant media path will be "c:\my pictures\my family/pictures/xyz.jpg".<br /><br />You will notice in this example:<ul><li>the current media directory name is stripped from the path</li><li>and the resultant path will not have correct folder name separators.</li></ul><br />If you wish to retain the media directory in media file paths of the output file, you will need to include that name in the <b>Convert media path to</b> field.<br /><br />You should also use the <b>Convert media folder separators to</b> option to ensure that the folder name separators are consistent and agree with the requirements of the receiving operating system.<br /><br />Media paths that are actually URLs will not be changed.
fi: Tässä määrittelet vakiopolun, joka liitetään kaiken lähetettävän median hakemistopolun eteen, etuliitteeksi.<br /><br />Esimerkiksi, jos asetuksissa mediahakemistoksi on kirjattu "/media", ja siirrettävä kuva on "/media/kuvat/xyz.jpg" (huom. kauttaviiva, Linux), ja olet kirjoittanut tähän kenttään "c:\kuvani\perheeni" (huom. takakenoviiva, Microsoft), tulokseksi saat hakemistopolun "c:\kuvani\perheeni/kuvat/xyz.jpg" (huom. eri viivat aiheuttavat ongelmia).<br /><br />Huomioon otettavaa tässä esimerkissä:<ul><li>mediahakemistoa (/media) ei lisätty </li><li>erilaiset kansioerottimet eli viivat.</li></ul><br />Jos haluat säilyttää mediahakemistoviitteen (/media), niin lisää se käyttäen kenttää <b>Muunna mediapolku</b> .<br /><br />Käytä jompaakumpaa vaihtoehtoa kentässä <b>Muunna mediakansioiden erottimiksi</b>, joka vastaa vastaanottavaa järjestelmää.<br /><br />Kun käytetään URL osoitteita, mitään ei muuteta.
fr: Cette option permet de définir un préfixe pour les chemins des médias dans le fichier de sortie.<br /><br />Par exemple, si le dossier des médias est "/media", que le chemin du fichier est "/media/images/xyz.jpg" et que vous avez entré "c:\mes photos\ma famille" dans ce champ, alors le chemin dans le fichier de sortie sera "c:\mes photos\ma famille/images/xyz.jpg"..<br /><br />Vous noterez dans cet exemple que :<ul><li>le dossier des médias est enlevé du chemin</li><li>le chemin dans le fichier de sortie contient des séparateurs de répertoires erronés.</li></ul><br />Si vous souhaitez garder le dossier des médias dans le chemin en sortie, vous devez l'inclure dans le champ <b>Convertir le chemin d'accès des Médias à</b>.<br /><br />Vous pouvez également utiliser l'option <b>Conversion du séparateur de répertoire</b> pour vous assurer que le chemin en sortie est conforme avec votre système d'exploitation.<br /><br />Les URLs ne seront pas modifiées.
sk: Táto voľba definuje konštantnú cestu, ktorá sa pripíše pred všetky cesty k médiám pre výstupné súbory.<br /><br />Napríklad ak je adresár s médiami nakonfigurovaný na \"/media\" a súbor, ktorý sa exportuje má cestu \"/media/pictures/xyz.jpg\" a vy ste vložili do tohoto poľa \"c:\\my pictures\\my family\", výsledná cesta bude \"c:\\my pictures\\my family/pictures/xyz.jpg\".<br /><br />Všimnite si, že súčastný adresár s médiami sa z cesty odstráni</li><li>a výsledná cesta nebude mať správné oddeľovače adresárov.</li></ul><br />Ak si želáte, aby adresár s médiami zostal v ceste výstupného súboru, musíte ho zapísať v poli <b>Previesť cestu s médiami na</b>.<br /><br />Tiež by ste mali použiť voľlbu <b>Previesť oddeľovače adresárov na</b>, aby ste mali oddeľovače konzistentné a zhodné s požiadavkami vášho prijímajúceho operačného systému.<br /><br />Cesty k médiám, ktoré sú v skutočnosti URL adresy, zostanú nezmenené.

source: This option determines whether folder names in the FILE specification of media objects should be separated by forward slashes or by backslashes. Your choice depends on the requirements of the receiving operating system.<br /><br />The choice <b>Forward slashes : /</b> is appropriate for most operating systems other than Microsoft Windows. The choice <b>Backslashes : \</b> should be used when the destination program is running on a Microsoft Windows system.<br /><br />Media paths that are actually URLs will not be changed.
fi: Tällä ohjaat, onko mediakohteiden kansionimissa eli hakemistopoluissa käytettävä kauttaviiva ( / ) vai takakenoviiva ( \ ). Oikea valinta riippuu käyttöjärjestelmästä mihin mediakohde tallennetaan.<br /><br />Valinta <b>Kauttaviiva : /</b> on yleensä sopiva kaikille järjestelmille, paitsi Microsoft Windows. Käytä valinta <b>Takakenoviiva : \</b> kun järjestelmä on Microsoft Windows.<br /><br />Kun median hakemistopolku on URL-muotoinen, sitä ei voi muuttaa.
fr: Choisissez si les noms de dossiers des objets multimédia doivent être séparés par des slashes (/) ou des antislashes (\). Ceci dépend de votre système d'exploitation.<br /><br />Le choix <b>slashes /</b> convient pour tous les systèmes d'exploitation sauf Microsoft Windows. Le choix <b>antislashes \</b> convient aux utilisateurs de Microsoft Windows.<br /><br /> Les liens vers les URL ne seront pas convertis.
nb: Her kan du bestemme om mappenavn i medieobjektenes FILE-spesifikasjon skal adskilles med skråstreker eller omvendte skråstreker. Valget avhenger av hva ditt operativsystem krever.<br /><br /><b>Skråstreker : /</b> passer for de fleste andre operativsystemer enn Microsoft Windows. Valget <b>Omvendte skråstreker : \</b> bør brukes hvis du skal bruke GEDCOM-filen i et program som kjører på et Microsoft Windows-system.<br /><br />Mediestier som i virkeligheten er URLer vil ikke bli forandret.
sk: Táto voľba určuje, či mená adresárov v FILE špecifikácii mediálnych objektov by mali byť oddelené lomkou alebo zpetnou lomkou. Vaša voľba závisí na požiadavkoch vášho prijímajúceho operačného systému.<br /><br />Voľba <b>Lomka : /</b> je vhodná pre systémy iné než MS Windows. Voľba <b>Spätná lomka : \\</b> by se mala použiť, ak cieľový program beží na MS Windows.<br /><br />Cesty k médiám, ktoré sú v skutočnosti URL adresy, zostanú nezmenené.
sv: Detta alternativ bestämmer om mappnamnen i FILE-specificationen av media-objekt skall separeras med snedstrek (/) eller baksträck (\). Ditt val beror på kraven från mottagande operations-system.<br /><br />Valet <b>Snedsträck : /</b> är lämpligt för de flesta operations-system andra än Microsoft Windows. Valet <b>Baksträck : \</b> skall användas då mottagarprogramet kör på ett Microsoft Windows system.<br /><br />Om media-sökvägar är verkliga URL, ändras de inte.

source: View day / View month / View year
fi: Näytä päivä- / Näytä kuukausi- / Näytä vuosikohtaisesti
fr: Voir le jour / mois / année
nb: Vis dag / Vis måned / Vis år
sk: Zobraziť deň / mesiac / rok
sv: Visa dag / Visa månad / Visa år

source: <ul><li>The <b>View Day</b> button will display the events of the chosen date in a list. All years are scanned, so only the day and month can be set here. Changing the year will have no effect. You can reduce the list by choosing the option <b>Recent years</b> or <b>Living people</b>.<br /><br />Ages in the list will be calculated from the current year.</li><li>The <b>View Month</b> button will display a calendar diagram of the chosen month and year. Here too you can reduce the lists by choosing the option <b>Recent years</b> or <b>Living people</b>.<br /><br />You will get a realistic impression of what a calendar on the wall of your ancestors looked like by choosing a year in the past in combination with <b>Recent years</b>. All ages on the calendar are shown relative to the year in the Year box.</li><li>The <b>View Year</b> button will show you a list of events of the chosen year. Here too you can reduce the list by choosing the option <b>Recent years</b> or <b>Living people</b>.<br /><br />You can show events for a range of years. Just type the beginning and ending years of the range, with a dash <b>-</b> between them. Examples:<br /><b>1992-4</b> for all events from 1992 to 1994<br /><b>1976-1984</b> for all events from 1976 to 1984<br /><br />To see all the events in a given decade or century, you can use <b>?</b> in place of the final digits. For example, <b>197?</b> for all events from 1970 to 1979 or <b>16??</b> for all events from 1600 to 1699.</li></ul>When you want to <b>change the year</b> you <b>have</b> to press one of these three buttons. All other settings remain as they were.
fi: <b>Näytä päivä</b> painike näyttää luettelon valitun päivän tapahtumista. Kaikki vuodet käydään läpi, joten ainoastaan päivä ja kuukausi voidaan valita tässä. Vuosiluvun muuttaminen ei vaikuta.<br />Voit rajoittaa luetteloa valitsemalla "Viime vuosina" tai mikäli mahdollista "Elävät henkilöt".<br />Henkilöiden ikä lasketaan voimassa olevasta vuodesta.<br /><br /><b>Näytä kuukausi</b> painike näyttää valitusta kuukaudesta ja vuodesta kalenterikaavion. Tässä voit rajoittaa luetteloa klikkaamalla "Viime vuosina" tai "Elävät henkilöt".<br />Valitsemalla vuoden menneisyydestä samanaikaisesti "Viime vuosina" vaihtoehdon kanssa saat realistisen vaikutelman siitä, miltä kalenteri on näyttänyt esi-isiesi silmin. Kaikki ikävuodet kalenterissa näytetään suhteessa vuosikentässä olevaan vuosilukuun.<br /><br /><b>Näytä vuosi</b> painike näyttää valitun vuoden tapahtumat.<br />Voit taas rajoittaa luetteloa valitsemalla "Viimeiset vuodet" tai mikäli mahdollista "Elävät henkilöt".<br />Mukava ominaisuus on mahdollisuus valita näyttää useamman vuoden tapahtumat: Syötä jälkimmäisen vuoden viimeinen luku ensimmäisen perään erotettuna "-"-merkillä. (Esimerkki: 1924-6 näyttää kaikki tapahtumat vuodesta 1924 vuoteen 1926 tai 1976-1984 kaikki tapahtumat vuodesta 1976 vuoteen 1984.)<br />- Voit myös syöttää vain vuosiluvun ensimmäiset numerot, jolloin näytetään kaikki vuodet, jotka alkavat sillä numerolla (Esim. 197 näyttää kaikki vuodet välillä 1970-1979)<br /><br /> Kun haluat <b>muuttaa vuosiluvun</b> sinun <b>on</b> painettava jotakin näistä kolmesta painikkeesta.</b><br /><br />Kaikki muut asetukset pysyvät ennallaan kun painettaan jotakin näistä painikkeista.
fr: <ul><li>Le bouton <b>Vue jour</b> montrera les évènements de la date choisie dans une liste. Toutes les années sont balayées, ainsi seuls le jour et le mois sont indiqués ici. Changer l'année n'aura aucun effet. Vous pouvez réduire la liste en choisissant l'option <b>Années récentes</b> ou <b>Individus vivants</b>.<br /><br />L'âge dans la liste sera calculé depuis l'année en cours.</li><li>Le bouton <b>Vue mensuelle</b> affiche un calendrier du mois et de l'année choisis. Ici vous pouvez réduire la liste en choisissant l'option <b>années récentes</b> ou <b>Individus vivants</b>.<br /><br />Vous obtiendrez une impression réaliste du calendrier que vos ancêtres pouvaient regarder chaque matin affiché sur le mur de la cuisine en choisissant une année dans le passé et en la combinant avec <b>Années récentes</b>. Tous les âges sur le calendrier sont affichés en fonction de l'année affichée dans le sélecteur d'année.</li><li>Le bouton <b>Vue annuelle</b> affichera une liste des évènements survenus dans l'année sélectionnée. Ici vous pouvez réduire la liste en choisissant l'option <b>Années récentes</b> ou <b>Individus vivants</b>.<br /><br />Vous pouvez afficher des évènements pour une période d'années donnée. Indiquez simplement l'année de début et l'année de fin de cette période, avec un trait d'union <b>-</b> entre les deux années. Exemple :<br /><b>1992-4</b> pour afficher tous les évènements survenus entre 1992 et 1994<br /><b>1976-1984</b> pour afficher tous les évènements survenus entre 1976 et 1984<br /><br />Vous pouvez entrer les premiers chiffres de l'année pour sélectionner tous les évènements qui se sont déroulés pendant les années commençant par ces chiffres. Par exemple, <b>197</b> pour tous les évènements survenus entre 1970 et 1979.</li></ul>Quand vous voulez <b>modifier l'année</b> vous <b>devez</b> cliquer sur l'un de ces trois boutons. Tous les autres réglages demeurent inchangés.
nb: <dl><dt><b>Vis dag</b></dt><dd>Her vil du se en liste over begivenheter på den valgte datoen.<br />Det blir søkt i alle år, så du trenger <u>ikke</u> å angi årstallet.<br />Du kan begrense resultatet ved å velge "De siste 100 årene" eller, hvis tilgjengelig, "Nålevende personer".</dd><dt><br /><b>Vis måned</b></dt><dd>Her vil du få opp en kalender for den valgte måneden.<br />Personer som er knyttet til hendelser i denne måneden vil bli vist på de respektive dagene i kalenderen.<br />Er det hendelser som er registrert uten angitt dag, vil disse bli vist i en egen ramme med overskriften "Dag ikke angitt" i begynnelsen eller slutten av kalenderen.<br />Her kan du også begrense resultatet ved å velge "Nålevende personer" eller "De siste 100 årene".<br /><br /><b>PS</b> - Ved å angi et år i fortiden, så vil du få se kalenderen slik den var for den valgte måned i dette året. Alle aldre vil også bli vist i forhold til angitt år.</dd><dt><br /><b>Vis år</b></dt><dd>Her vil du se personer som er knyttet til hendelser i det valgte året.<br />Det blir søkt for alle dager i valgt(e) år, så du trenger <u>ikke</u> å forandre dag eller måned.<br />Også her kan du begrense resultatet ved å velge "Nålevende personer" dersom den er tilgjengelig.<br /><br />En fin tilleggsfunksjon er muligheten til å vise flere enn ett år.<br />Se eksempler på dette i hjelpetektsen for <a href="#calendar_year">valg av <b>År</b></a><br /><br /><b>PS</b> - Dersom du har forandret årstallet, så <b>må</b> du bruke denne eller en av de andre knappene/valgene for å se resultatet.</dd></dl>De andre valgene vil ikke forandre seg når du bruker knappene.
sk: Tlačítko <b>Zobraziť deň</b> zobrazí udalosti spojené s dátumom vybraným z kalendára. Prehľadávajú sa všetky roky, takže stačí zadať deň a mesiac. Zmena roku sa nijako neprejaví.<br />Zoznam môžete obmedziť výberom možnosti "Posledné roky" alebo, ak je táto možnosť k dispozícii, "Žijúci ľudia".<br />Vek ľudí zo zoznamu sa vypočíta k aktuálnemu roku.<br /><br />Tlačítko <b>Zobraziť mesiac</b> ukáže tabuľku pre daný mesiac a rok. I tu môžete zoznam obmedziť dodatočným kliknutím na "Žijúci ľudia" alebo "Posledné roky".<br />Výber nejakého roku z minulosti v kombinácii s voľbou "Posledné roky" vám umožní získať realistický obraz toho, aký kalendár mali na stene vaši predkovia. Vek všetkých ľudí v kalendári sa zobrazí vo vzťahu k roku zadanému v príslušnom políčku.<br /><br />Tlačítko <b>Zobraziť rok</b> vám ukáže zoznam udalostí, ktoré sa stali v priebehu vybraného roku.<br />Opäť môžete zoznam obmedziť dodatočným kliknutím na "Žijúci ľudia", ak je táto možnosť k dispozícii, alebo "Posledné roky".<br />Vítanou vlastnosťou programu je, že môže zobraziť udalosti i za viacej rokov: Proste iba zapíšte poslednú číslicu koncového roku za počiatočný rok a pomlčku "-" (napr.: 1992-4 zaistí zobrazenie všetkých udalostí od roku 1992 do 1994, alebo 1976-1984 pre všetky udalosti medzi rokmi 1976 a 1984 včetne).<br />- Tiež môžete napísať iba počiatočné číslice požadovaných rokov a zobrazia sa všetky udalosti, ktoré sa stali v rokoch začínajúcich zadanými číslicami. (napr.: 197 pre všetky udalosti medzi rokmi 1970 a 1979 včetne)<br /><br />Keď budete chcieť <b>zmeniť rok</b>, potom <b>musíte</b> stisknúť jedno z týchto troch tlačítok.<br /><br />Všetko ostatné nastavenie ostáva rovnaké.
sv: <b>Visa dag</b>-knappen kommer visa händelser av den valda dagen i en lista. Alla år scannas, så endast dag och månad kan sättas. Ändring av året har ingen effekt.<br />Du kan begränsa valen med "senaste åren" eller, om tillgänglig, "levande personer". Årtalen i listan kommer att beräknas från det innevarande året.<br /><br /><b>Visa månad</b>-knappen kommer att visa en kalender för den valda månaden och året. Även här kan du begränsa valen med "senaste åren" eller "levande personer".<br />Genom att välja ett år i det förflutna i kombination med ""senaste året", kommer du att få ett realistisk intryck av vad en kalender på väggen hos dina anfäder skulle sätt ut. Alla årtal på kalendern visas relativt till årtalet i årsrutan.<br /><br /><b>Visa året</b>-knappen kommer att visa dig en lista av händelser för det valda året.<br />Även här kan du begränsa valen med "senaste åren" eller "levande personer".<br />Ett trevlig val är möjligheten att välja händelser från mer än ett år: Skriv bara nummret på det sista året direkt efter det första året med ett "-" i mellan (t.ex. 1992-4 för alla händelser från 1992 till 1994, eller 1976-1984 för alla händleser från 1976 till 1984).<br />-Du kan också skriva in de första siffrorna i årtalet för att få alla händelser som startar med de siffrorna (t.ex. 197 för alla händelser från 1970 till 1979)<br /><br />När du vill <b>ändra året måste</b> du trycka på en av tre knappar.<br /><br />Alla andra inställningar kommer att förbli som de var, när du klickar på dessa knappar.

source: Default family tree
fi: Oletussukupuu
fr: Arbre généalogique par défaut
nb: Standardslektstre
sk: Implicitný rodokmeň

source: This option selects the family tree that is shown to visitors when they first arrive at the site.
fi: Tällä valitset minkä sukupuun näytät vierailijoille ensimmäisenä, kun avaavat yhteyden sukupuupalvelimeen.
fr: Cette option permet de sélectionner l'arbre généalogique affiché par défaut lorsque des visiteurs entrent dans votre site pour la première fois.
nb: Her angis hvilket slektstre som skal vises når noen besøker nettstedet for første gang.
sk: Táto voľba vyberie rodokmeň, ktorý sa zobrazí návštevníkom pri prvom vstupe na stránku.

source: Root individual
fi: Aloitus- eli juurihenkilö
fr: Individu racine
nb: Rotperson
sk: Východisková osoba (root)
sv: Startperson

source: If you want to display a chart with a new starting (root) person, the ID of that new starting person is typed here.<br /><br />If you don't know the ID of that person, use the <b>Find ID</b> link.<br /><br /><b>ID NUMBER</b><br />The ID numbers used inside <b>webtrees</b> are <u>not</u> the identification numbers issued by various governments (driving permit or passport numbers, for instance). The ID number referred to here is simply a number used within the database to uniquely identify each individual; it was assigned by the ancestry program that created the GEDCOM file which was imported into <b>webtrees</b>.
fi: Kun haluat näyttää kaavion uudelle aloitushenkilölle, syötä tähän uuden aloitushenkilön ID-tunnus.<br /><br />Jos et tiedä henkilön ID-tunnusta, käytä <b>Hae ID</b>-linkkiä.<br /><br /><b>ID TUNNUS</b><br />on <b>webtrees</b>-ohjelman oma numerointitapa eikä mikään virallinen tunnus (esim. sosiaalitunnus, passinumero, tms.). ID-tunnus on tässä tietokannassa käytetty yksilöivä avain, joka on luotu sukututkimusohjelmistossa, jonka avulla <b>webtrees</b>-ohjelmaan tuotu GEDCOM tiedosto on luotu.
fr: Indiquez ici le code de l'individu pour lequel vous souhaitez afficher le diagramme..<br /><br />Si vous ne le connaissez pas, utilisez l'icône <b>Rechercher une personne</b>.<br /><br /><b>Code individu</b><br />Les codes utilisés dans <b>webtrees</b> ne sont <u>pas</u> des identifiants gouvernementaux ou d'État (carte d'identité, permis de conduire, passeport...). Ce code ne sert que de référence interne à la base de données pour identifier chaque individu.
nb: Hvis du vil vise et diagram med en ny Rotperson som utgangspunkt, skriv inn vedkomendes ID her.<br /><br />Hvis du ikke kjenner personens ID, bruk <b>Finn ID</b>-linken.<br /><br /><b>ID NUMBER</b><br />ID-numrene som brukes i <b>webtrees</b> er <u>ikke</u> identifikasjonsnumrene som utstedes av forskjellige statlige institusjoner (førerkorts- eller passnummer, f.eks.). ID-nummeret det vises til her, er ganske enkelt et nummer som brukes i databasen for å gjøre en unik identifisering av hver enkelt person; det ble opprettet av det slektsprogrammet som ble brukt for å lage den filen som ble importert til <b>webtrees</b>.
sk: Ak si chcete zobraziť schému s novou východiskovou osobou (koreňová osoba), môžete tu zadať ID tejto osoby.<br /><br />Ak nepoznáte ID tejto osoby, použite odkaz <b>Nájsť ID</b>.<br /><br /><b>Číslo ID</b><br />ID používané vovnútri <b>webtrees</b> <u>nie sú</u> identifikačnými číslami vydávané vládnymi autoritami (rodné číslo, alebo číslo pasu napríklad). Číslo ID tu uvedené je číslo použité v databázi pre jednoznačnú identifikáciu každej osoby. Bolo priradené rodokmeňovým programom, ktorý zakladal GEDCOM súbor, z ktorého sa importovali dáta do <b>webtrees</b>.

source: Download family tree
fi: Siirrä sukupuu web-palvelimelta
fr: Télécharger l'arbre généalogique
nb: Last ned slektstre
sk: Načítať rodokmeň

source: This option will download the family tree to a GEDCOM file on your computer.
fi: Tällä valinnalla siirrät sukupuu työasemallesi GEDCOM-tiedostomuodossa.
fr: Cette option vous permet de télécharger l'arbre généalogique du serveur vers votre ordinateur (fichier au format GEDCOM).
nb: Dette alternativet vil laste ned slektstreet til en GEDCOM-fil på din egen datamaskin.
sk: Táto voľba uloží rodokmeň vo forme GEDCOM súboru na váš lokálny počítač.

source: Download ZIP file
fi: Siirrä ZIP tiedoston
fr: Télécharger le fichier ZIP
nb: Last hjem ZIP-fil
sk: Stiahnúť ZIP súbor
sv: Ladda ned ZIP-fil
