Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Enter the phone number including the country and area code.<br /><br />Leave this field blank if you do not want to include a phone number. For example, a number in Germany might be +49 25859 56 76 89 and a number in USA or Canada might be +1 888 555-1212.
fi: Lisää puhelinnumero maa- ja suuntanumeroineen.<br /><br />Jätä tämä kenttä tyhjäksi, mikäli et halua lisätä puhelinnumeroa. Esimerkiksi numero Saksassa voi olla +49 25859 56 76 89 ja Yhdysvalloissa tai Kanadassa +1 888 555-1212.
fr: Entrez le numéro de téléphone y compris le numéro du pays, et de la zone si il y a lieu.<br /><br />Laissez ce champ en blanc si vous ne voulez pas inclure de numéro de téléphone. Par exemple, un numéro en France est du type (sans le zero du début) : +33 391322679 et un numéro aux USA ou au Canada du type : +1 888 555-1212.
hu: Adjon meg telefonszámot az országkóddal együtt.<br /><br />Üresen hagyható. Például egy németországi telefonszám így néz ki: +49 25859 56 76 89, USA-ban vagy Kanadában pedig így: +1 888 555-1212. Magyarország országkódja: 36
nb: Angi et telefonnummer, inlkudert landskode og eventuelt retningsnummer.<br /><br />Eksempel:<ul><li>Norge: +47 35 00 00 00</li><li>Tyskland: +49 25859 56 76 89</li><li>USA: +1 888 555-1212.</li></ul>La dette feltet være tomt dersom du ikke ønsker å oppgi et telefonnummer.
sk: Vložte telefónne číslo včetne kódu štátu a oblasti.<br /><br />Ponechajte toto pole prázdné ak nechcete zadať číslo telefónu. Napríklad číslo pre Nemecko môže byť +49 25859 56 76 89 a číslo pre USA môže byť +1 888 555-1212.
sv: Skriv in ett telefonnummer inkludera lands och riktnummer.<br /><br />Lämna detta fält tomt om du inte vill inkludera ett telefonnummer. T.ex. ett nummer i tyskland kan vara +49 25859 56 76 89 och ett nummer i USA eller Kanada +1 888 555-1212.

source: Places should be entered according to the standards for genealogy. In genealogy, places are recorded with the most specific information about the place first and then working up to the least specific place last, using commas to separate the different place levels. The level at which you record the place information should represent the levels of government or church where vital records for that place are kept.<br /><br />For example, a place like Salt Lake City would be entered as "Salt Lake City, Salt Lake, Utah, USA".<br /><br />Let's examine each part of this place. The first part, "Salt Lake City," is the city or township where the event occurred. In some countries, there may be municipalities or districts inside a city which are important to note. In that case, they should come before the city. The next part, "Salt Lake," is the county. "Utah" is the state, and "USA" is the country. It is important to note each place because genealogical records are kept by the governments of each level.<br /><br />If a level of the place is unknown, you should leave a space between the commas. Suppose, in the example above, you didn't know the county for Salt Lake City. You should then record it like this: "Salt Lake City, , Utah, USA". Suppose you only know that a person was born in Utah. You would enter the information like this: ", , Utah, USA". <br /><br />You can use the <b>Find Place</b> link to help you find places that already exist in the database.
fi: Paikat tulisi lisätä sukututkimuksen standardien mukaisesti. Paikkatietoja tallennetaan aloittaen tarkimmasta tiedosta (esim. talonnimi), edeten karkeammalle tasolle (kylä/pitäjä, lääni, maa) ja erottaen näitä paikkatietoja toisistaan pilkulla. Suomessa talonnimien ja sukunimien yhteys on kiinteä ja muihinkin paikannimiin sisältyy runsaasti henkilönnimiä. Kirkonkirjat ovat usein paikkatietojen lähteinä ja kannattaa kirjata paikkatiedot samalla tarkkuudella, vaikka ajansaatossa kunnat ja pitäjät ovat yhdistyneet ja rajat muuttuneet. Muissa maissa tilanne voi olla toisenlainen.<br /><br />Esimerkiksi Salt Lake City lisätään muodossa "Salt Lake City, Salt Lake, Utah, USA". Tarkastellaanpa kutakin osaa erikseen. Ensimmäinen osa, "Salt Lake City", on kaupunki, jossa tapahtuma sattui. Joissakin maissa kaupunkien sisällä saattaa olla alueita, jotka on hyvä huomata. Nämä tulevat ennen kaupunkia. Seuraava osa, "Salt Lake" on piirikunta. "Utah" on osavaltio ja "USA" on valtio. On tärkeätä huomata kukin paikka, koska sukututkimustietoa pidetään kunkin tason/paikan virastoissa.<br /><br />Mikäli paikan taso on tuntematon, pilkkujen väliin jätetään välilyönti. Esimerkiksi jos ei tiedetä Salt Lake Cityn piirikuntaa, tieto syötettäisiin muodossa "Salt Lake City, , Utah, USA".<br /><br />Voit käyttää linkkiä "hae paikka" löytääksesi tällä sivustolla jo käytössä olevia paikkoja.
fr: Lieux doit être saisi conformément aux normes généalogiques. En généalogie, les lieux sont enregistrés avec les informations les plus spécifiques sur l’endroit d’abord, puis jusqu'à l'endroit le moins spécifiques en dernier, en utilisant des virgules pour séparer les niveaux des endroits différents. Le niveau auquel vous enregistrez les informations devrait représenter pour les documents les lieux aux niveaux de gouvernement ou d'une église où ils sont conservés.<br /><br />Par exemple, un endroit comme Salt Lake City serait entré comme "Salt Lake City, Salt Lake City, Utah, Etats-Unis".<br /><br />Examinons chaque partie de ce lieu. La première partie, "Salt Lake City", est la ville ou du canton où l'événement s'est produit. Dans certains pays, il peut y avoir des municipalités ou des districts à l'intérieur d'une ville qui sont importants à noter. Dans ce cas, ils devraient venir devant la ville. La partie suivante, "Salt Lake City", est le comté. "Utah" est l'état, et "USA" est le pays. Il est important de noter chaque lieu parce que les dossiers généalogiques sont conservés par les gouvernements de chaque niveau.<br /><br />Si le niveau du lieu est inconnu, vous devez laisser un espace entre les virgules. Supposons que, dans l'exemple ci-dessus, vous ne saviez pas le comté de Salt Lake City. Vous devez ensuite l'enregistrer comme ceci: "Salt Lake City , , Utah, Etats-Unis". Supposons que vous ne connaissez qu'une personne est née dans l'Utah. Vous entrez les informations comme ceci: " , , Utah, Etats-Unis". <br /><br />Vous pouvez utiliser le lien <b>Rechercher Lieux</b> pour vous aider à trouver des lieux qui existent déjà dans la base de données.
nb: Stedsnavn bør innføres i tråd med gjeldende genealogiske standarder. I slektsforskning angis stedsnavn med den mest spesifikke informasjonen om et sted først, og deretter trinn for trinn opp til den mest generelle, med komma mellom de ulike nivåene. Navnene du bruker for å angi stedene bør representere de ulike nivåene i stats- eller kirkeadministrasjonen der sentrale registre føres og oppbevares.<br /><br />For eksempel, et sted som Brødstadbotn i Troms kunne føres inn som "Brøstadbotn, Dyrøy, Troms, NOR". Første del av stedsangivelsen, Brøstadbotn, er stedet hvor begivenheten fant sted. Neste del, "Dyrøy", er kommunen. "Troms" er fylket, og "NOR" er landet. Det er viktig å angi alle nivåene, siden administrasjonen på hvert nivå kan føre relevante registre.<br /><br />Hvis et nivå i stedsangivelsen er ukjent, bør du angi dette med en tom plass mellom to kommaer. Hvis du for eksempel ikke vet hvilken kommune Brøstadbotn ligger i, bør du føre det inn det som "Brøstadbotn, , Troms, NOR. Eller hvis du for eksempel ikke vet mer enn at en person er født i Troms, ville du kunne føre inn dette som ", , Troms, NOR".<br /><br />Du kan bruke <b>Finn stedet</b> for å finne steder som allerede forekommer i databasen.
sk: Miesta by mali byť vkladané podľa štandardov pre rodokmene. Najurčitejšie miesto je prvé, a ďalej nasledujú čiarkami oddelené ďalšie všeobecnejšie úrovne miest.<br /><br />Napríklad Salt Lake City by sa zadalo ako \"Salt Lake City, Salt Lake, Utah, USA\".<br /><br />Rozoberieme každú časť. Prvá časť \"Salt Lake City,\" je mesto, kde sa daná udalosť stala. V niektorých zemiach existujú mestské obvody alebo obce vovnútri mesta. V tomto prípade by mali byť uvedené ešte pred mestom. Ďalšia časť \"Salt Lake,\" je kraj. \"Utah\" je štát a \"USA\" je krajina (federácia). <br /><br />Ak nie je niektorá úroveň miesta známa, malo by sa nechať prázdne miesto medzi čiarkami. Ak by sme nepoznali kraj, v ktorom Salt Lake City leží, mali by sme napísať \"Salt Lake City, , Utah, USA\". Ak by sme vedeli iba, že daná osoba žije v Utahu, tak to zapíšeme: \", , Utah, USA\". <br /><br />Môžete použiť odkaz <b>Nájsť miesto</b>, ktorý vám pomôže nájsť v databázi už existujúce miesto.

source: You would use this field to record the quality or reliability of the data found in this source. Many genealogy applications use a number in the field. <b>3</b> might mean that the data is a primary source, <b>2</b> might mean that it was a secondary source, <b>1</b> might mean the information is questionable, and <b>0</b> might mean that the source is unreliable.
fi: Tässä kentässä voidaan todeta jonkun tästä lähteestä löydetyn tiedon laatu tai luotettavuus. Useat sukututkimusohjelmat käyttävät numeroita tässä kentässä. <b>3</b> saattaa merkitä, että kyseessä on ensikäden tieto. <b>2</b> saattaa merkitä, että kyseessä on toisen käden tieto, <b>1</b>, että kyseessä on kyseenalainen tieto ja <b>0</b>, että lähde on epäluotettava.
fr: Vous aviez l'habitude d'utiliser ce champ pour enregistrer la qualité ou la fiabilité des données trouvées dans cette source. Beaucoup de logiciels de généalogie utilisent un nombre pour ce champ, <b>2</b> signifie qu'il s'agit d'une source secondaire, <b>1</b> signifie que l'information est incertaine, et <b>0</b> signifie que la source n'est pas fiable.
nb: Du kan bruke dette feltet for å angi kvaliteten eller påliteligheten av opplysningene i denne kilden. Mange slektsprogram bruker et nummer i feltet.<ul><li><b>1</b> kan bety at opplysningene er en førstehåndskilde</li><li><b>2</b> kan bety at opplysningene stammer fra annenhåndskilde</li><li><b>3</b> kan bety at opplysningene ikke kan dokumenteres eller er høyst usikre.</li></ul>
sk: Môžete použiť toto pole k vyjadreniu kvality, alebo spoľahlivosti údajov nájdených v tomto zdroji. Mnoho genealogických aplikácií na to používa čísla. <b>1</b> môže znamenať, že údaje sú kvalitné, <b>2</b> môže znamenať, že údaje sú menej kvalitné, <b>3</b> môže znamenať, že údaje sú nespoľahlivé.
sv: Du använder detta fält för att ange kvaliten eller tillförlitligheten för datan som finns i denna källa. Många släktforskningsprogram använder en siffra i detta fält. <b>1</b> kan betyda att källan är primär. <b>2</b> kan betyda att det är en sekundär källa. <b>3</b> kan betyda att informationen är otillförlitlig.

source: Select a relationship name from the list. Selecting <b>Godfather</b> means: <i>This associate is the Godfather of the current individual</i>.
fi: Valitse suhteen nimi luettelosta. <b>Kummisetä</b> valinta merkitsee, että <i>läheinen on kyseisen henkilön kummisetä</i>.
fr: Choisir dans la liste le lien entre les deux personnes.<br />Exemple : en choisissant «Parrain», cela signifie que la personne associée est le parrain de l'individu sélectionné.
hu: Válassza a ki a kapcsolat típusát a listából. A <b>Keresztapa</b> azt jelenti:<i>Ez a tag a jelenlegi személy keresztapja</i>.
nb: Velg en benevnelse fra listen. Dersom du velger <b>Gudfar</b>, så betyr det: <i>Denne personen er Gudfar til den viste personen</i>.
sk: Vyberte názov vzťahu zo zoznamu. Výber <b>Dedko</b> znamená: <i>Tento príbuzný je dedkom tejto osoby</i>.
sv: Välj ett släktförhållandenamn i listan. Väljer man <b>gudfader</b> betyder detta: <i>den valda är gudfader till den nuvarande personen.</i>

source: Restrictions can be added to records and/or facts. They restrict who can view the data and who can edit it.
fi: Tiedoille ja tapahtumille voi antaa rajoituksia, joilla rajoitetaan kuka saa nähdä tai muuttaa niitä.
fr: Des restrictions peuvent être ajoutées aux enregistrements et/ou aux faits. Ils restreignent l'accès à qui peut voir et qui peut modifier les données.
nb: Begrensninger kan legges på poster og/eller fakta. De begrenser hvem som kan se og redigere dataene.
sk: K záznamom a/alebo údajom môžu byť pridané obmedzenia. Určujú, kto si môže dáta prezerať a kto upravovať.
sv: Begränsningar kan läggas till dataposter och/eller fakta. De begränsar vem som kan se och redigera dessa dataposter.

source: Note that if a user account is linked to a record, then that user will always be able to view that record.
fi: Muista, rekisteröity henkilö näkee aina omat tietonsa.
fr: Notez que si un compte d'utilisateur est lié à un enregistrement, alors l'utilisateur sera toujours en mesure d'afficher ce dossier.
nb: Merk at hvis en brukerkonto er lenket til en registrering, da vil den brukeren alltid kunne se den registreringen.
sk: Ak je uživateľský účet spojený zo záznamom, potom uživateľ bude vždy schopný prezerať tento záznam.
sv: Märk att en registerad person kan se uppgifter som berör dem själv.

source: In many cultures it is customary to have a traditional name spelled in the traditional characters and also a romanized version of the name as it would be spelled or pronounced in languages based on the Latin alphabet, such as English.<br /><br />If you prefer to use a non-Latin alphabet such as Hebrew, Greek, Russian, Chinese, or Arabic to enter the name in the standard name fields, then you can use this field to enter the same name using the Latin alphabet. Both versions of the name will appear in lists and charts.<br /><br />Although this field is labeled "Romanized", it is not restricted to containing only characters based on the Latin alphabet. This might be of use with Japanese names, where three different alphabets may occur.
fi: Monissa kulttuureissa on tapana esittää nimet perinteellisin kirjaimin ja myös länsimaisittain niin kuin ne lausutaan tai kirjoitetaan länsimaisilla (Latin) kirjaimilla esim. englanniksi.<br /><br />Jos käytät muuta merkistötapaa esim. Hepreaa, Kreikkaa, Venäjää, Kiinaa tai Arabiaa nimien vakiokentissä, niin voit kirjoittaa tähän kenttään saman nimen käyttäen länsimaisia (Latin) kirjaimia. Molemmat nimen kirjoitusmuodot näytetään luetteloissa ja kaavioissa.<br /><br />Vaikka tämän kentän otsikko on "Länsimaisilla aakkosilla", tähän kenttään voi vapaasti täyttää nimet millä tahansa aakkosilla, esim. vaikka japanilaisin kirjaimin.
fr: Dans beaucoup de cultures, il est usuel, d'avoir un nom traditionnel écrit en caractères traditionnels, et également une version romanisé du nom, comme il serait orthographié ou prononcé dans les langues basées sur l'alphabet latin, tel que l'anglais.<br /><br />Si vous préférez employer un alphabet non-Latin tel l'hébreu, le grec, le russe, le chinois, ou l'arabe pour écrire le nom dans les zones d'identification standard, alors vous pouvez employer ce champ pour écrire le même nom en utilisant l'alphabet latin. Les deux versions du nom apparaîtront dans les listes et les diagrammes.<br /><br />Bien que ce champ soit marqué «&nbsp;Romanisé&nbsp;», il n'est pas limité à ne contenir que des caractères basés sur l'alphabet latin. Ceci pourrait être utile avec des noms japonais, où trois alphabets différents peuvent coexistent.
nb: I mange språkområder er det vanlig å skrive et navn både med språkets eget alfabet og i en romanisert form, dvs. som det ville blitt skrevet eller uttalt på språk basert på det latinske alfabetet, som f.eks. norsk og engelsk.<br /><br />Hvis du foretrekker å bruke et ikke-latinsk alfabet, som f.eks. hebraisk, gresk, russisk, kinesisk eller arabisk, for å føre inn navn i de vanlige navnefeltene, kan du bruke dette feltet for å skrive inn det samme navnet med latinske bokstaver. Begge versjoner av navnet vill opptre i lister og diagrammer.<br /><br />Selv om feltet kalles "Romanisert", er det selvfølgelig mulig å bruke andre alfabeter enn det latinske. Dette kan være aktuelt for japanske navn, der tre forskjellige alfabeter kan forekomme.
sk: V mnohých kultúrach je obvyklé zapisovať tradičné mená v tradičných znakoch a tiež v latinskej verzii mena, tak ako by sa vyslovilo v jazykoch založených na latinke, napríklad angličtina.<br /><br />Ak dávate prednosť použitia nelatinskej abecedy, ako je hebrejská, grécka (alfabeta), ruská (azbuka), čínská alebo arabská, a zadávate tak mená do štandardných polí, potom môžete použiť toto pole pre vloženie rovnakých mien použitím latinky. Obe verzie mena sa objavia v zoznamoch a schémach.<br /><br />I keď je toto pole označené ako \"latinské\", nie je obmedzené na použitie iba latinskej abecedy. Je to možné použiť u japonských mien, kde sa môžu objaviť až tri rôzne abecedy.
sv: I många kulturer är det vanligt att ha namn skrivna med deras traditionella tecken och att det finns en version skrivna med västerlänska (Latin) bokstäver, så att man kan skriva eller uttala namnet t.ex. på engelska.<br /><br />Om du vill använda ett icke västerlänsk teckenspråk så som hebreiska, grekiska, ryska, kinesiska, eller arabiska till att skriva i vanliga namnfält då kan detta fält användas till att skriva in samma namn med västerlänska tecken. Båda versionerna av namnet kommer då att synnas i listor och diagram.<br /><br />Fastän detta fält har rubriken "Romaniserad", är det inte begränsad till dessa. Det kan t.ex. användas för japanska namn, som har olika skrivsätt.

source: Choose the appropriate gender from the drop-down list. The <b>unknown</b> option indicates that the gender is unknown.
fi: Valitse oikea sukupuoli alasvetovalikosta. Vaihtoehto "Tuntematon" osoittaa, että sukupuolta ei tiedetä.
fr: Choisissez le sexe approprié dans la liste déroulante. Choisissez <b>inconnu</b> si vous n'avez pas l'information.
hu: Válassza ki a megfelelő nevet a legördülő listából. Az <b>ismeretlen</b> azt jelenti, hogy az illető neme nem ismert.
nb: Velg riktig kjønn fra rullegardinlisten. Valget <b>ukjent</b> indikerer at kjønnet er ukjent.
sk: Vyberte zodpovedajúce pohlavie zo zoznamu. <b>Neznáme</b> indikuje, že pohlavie osoby nám nieje známe.
sv: Välj det korrekta könet från rullgardinsmenyn. <b>Okänt</b>-valet visar på att könet inte är känt.

source: Shared Notes are free-form text and will appear in the Fact Details section of the page.<br /><br />Each shared note can be linked to more than one person, family, source, or event.
fi: Jaetut lisätiedot ovat vapaamuotoista tekstiä ja tulevat näkyviin sivulla tiedon yksityiskohdissa.<br /><br />Kunkin jaetun lisätiedon voi liittää useampaan kuin yhteen henkilöön, perheeseen, lähteeseen, tai tapahtumaan.
fr: Les notes partagées sont des textes de forme libre.<br /><br />Chaque note partagée peut être liée à plus d'une personne, famille, source ou évènement.
nb: Et Delt notat er et fritt tekstfelt, og det vil vises på Fakta-fanebladet på siden.<br /><br />Hvert enkelt Delt notat kan knyttes til mer enn en person, familie, kilde eller hendelse.
sk: Zdieľané poznámky sú formou voľného textu a zobrazujú sa na stránke sekcie Podrobnosti údajov.<br /><br />Každá zdieľaná poznámka môže byť prepojené s viacero osobami, rodinami, zdrojmi či událosťami.
sv: Delade anteckningar är ett fritt textfält och kommer att visas i faktadetaljsektionen på sidan.<br /><br />Varje delad anteckning kan be länkad till mer än en person, familj, källa eller händelse.

source: This field allows you to change the source record that this fact's source citation links to. This field takes a Source ID. Beside the field will be listed the title of the current source ID. Use the <b>Find ID</b> link to look up the source's ID number. To remove the entire citation, make this field blank.
fi: Tässä kentässä voit vaihtaa lähdetietuetta, johon tämä lähdeviittaus on yhdistetty. Tähän tulee lähteen ID-tunnus. Kentän viereen tulee nykyisen lähteen ID-tunnuksen otsikko. Käytä linkkiä "Hae ID" hakeaksesi lähteen ID-tunnuksen. Poista koko viittaus tyhjentämällä ID-tunnus.
fr: Saisir dans ce champ le code de la source associée à l'évènement. Si la source que vous voulez associer existe déjà, la case de gauche listera l'ensemble des sources de la base, présentées par titre, vous permettant d'en sélectionner une. Si la source que vous voulez associer est à créer, sélectionnez la case de droite. Quand le champ est rempli, le titre de la source figure à droite du champ. Pour enlever une source, mettez le champ à blanc.
nb: I dette feltet kan det angis hvilken kilde faktaopplysningen er knyttet til. Feltet skal KUN inneholde en kilde-ID. Ved siden av feltet vises den nåværende tittelen for gjeldende kilde-ID. Bruk valget <b>Finn ID</b> for å søke etter ID-nummeret til kilden. Hvis man lar feltet stå tomt, fjernes hele kildehenvisningen.
sk: Toto pole vám umožní zmeniť záznam o zdroji z ktorého je táto citácia. Pole obsahuje ID zdroja. Vedľa pola je zobrazený názov aktuálneho zdroja. Použite link <b>Nájsť ID</b> k vyhľadaniu ID zdroja. Ak chcete odstrániť citáciu, vymažte odsah poľa.
sv: Detta fält låter dig ändra källposten som den fakta källcitat länkar till. Detta fält tar ett käll-ID. Sidan om fältet listas titeln av det nuvarande käll-IDt. Använd <b>Sök ID</b>-länken för att hitta käll-ID-nummret. För att ta bort hela citatet ska du inte skriva in något ID alls.

source: Enter or select from the list words that precede the main part of the Surname. Examples of such words are <b>von</b> Braun, <b>van der</b> Kloot, <b>de</b> Graaf, etc.
fi: Lisää tai valitse luettelosta sukunimeä edeltävä etuliite. Tällaisia ovat esimerkiksi <b>von</b> Braun, <b>van der</b> Kloot, <b>de</b> Graaf, jne.
fr: Entrer les(s) préfixe(s) pour le nom de famille.<br />Exemple : «de la» pour Louis de la Martinière.<br /><br />Si la première lettre du préfixe est une majuscule, le nom sera trié sur ce préfixe :<br />«De la Martinière» sera classé à la lettre «D».<br />Inversement, pour une minuscule le tri se fera sur la première lettre du nom :<br />«de la Martinière» sera classé à la lettre «M».
hu: Írjon be, vagy válasszon a listából a névhez előtagot, amely része a vezetéknévnek. Például: <b>von</b> Braun, <b>van der</b> Kloot, <b>de</b> Graaf, stb.
nb: Angi eller velg fra listen ord som er en del av etternavnet. Eksempler på slike ord er <b>von</b> Braun, <b>van der</b> Kloot, <b>de</b> Graaf, mm.
sk: Vložte, alebo vyberte zo zoznamu prefix, ktorý je umiestnený pred hlavnou časťou priezviska. Napríklad <b>von</b> Braun, <b>van der</b> Kloot, <b>de</b> Graaf, atd.
sv: Skriv in eller välj från listan ordet som ska föregå huvuddelen av efternamnet. Exempel på sådana ord är <b>von</b> Braun, <b>van der</b> Kloot, <b>de</b> Graaf, etc.

source: This is an optional status field and is used mostly for LDS ordinances as they are run through the TempleReady program.
fi: Tämä on vaihtoehtoinen tilakenttä jota käytetään yleensä MAP Uskonnollisissa toimituksissa kun ne ajetaan TempleReady-ohjelmalla.
fr: C'est un champ optionnel qui est utilisé principalement pour les ordinations SDJ (Eglise de Jésus-Christ des saints des derniers jours) lorsqu'elles sont effectuées selon le logiciel TempleReady.
nb: Dette feltet er et valgfritt statusfelt og er for det meste brukt for hvor langt en person er kommet i ordineringsprogrammet for LDS(mormon), programmet TempleReady.
sk: Toto je nepovinné pole zo stavom používané hlavne pre LDS obrady tak ako prebiehaju v TempleReady programe.
sv: Detta är ett valfritt statusfält och används oftast till LDS förordningar när de körs igenom TempleReady programmet.

source: John /DOE/
fi: Nimen esitystapa. Kauttamerkki / sukunimen edessä ja takana.
fr: Jean /DUPONT/
nb: Ole /Olsen/
sv: Vanligt sätt att visa namn. "/" omkring efternamn: John /DOE/
