Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Enter Individual ID
fi: Syötä henkilö ID
fr: Code individu
hu: A személy azonosítója
nb: Angi Person ID
sk: Zadať ID osoby
sv: Skriv in person-ID

source: Show sources?
fi: Näytä tietolähteet?
fr: Montrer les sources ?
hu: Mutassa a forrásokat?
nb: Vis kilder?
sk: Zobraziť zdroje?
sv: Visa källor?

source: Show notes?
fi: Näytä lisätiedot?
fr: Montrer les notes ?
hu: Mutassa a jegyzeteket?
nb: Vis notater?
sk: Zobrazit poznámky?
sv: Visa anteckningar?

source: Show photos?
fi: Näytä valokuvat?
fr: Montrer les photos ?
hu: Mutassa a képeket?
nb: Vis bilder?
sk: Zobraziť fotky?
sv: Visa foton?

source: Page size
fi: Sivun koko
fr: Dimensions de la page
hu: Papírméret
nb: Sidestørrelse
sk: Veľkosť stránky
sv: Sidstorlek

source: Font
fi: Kirjasinlaji
fr: Police
hu: Betűkészlet
nb: Skrifttype

source: Page
fi: Sivu
hu: Oldal
nb: Side
sk: Strana
sv: Sida

source: Personal Facts and Details
fi: Henkilötiedot
fr: Faits et détails personnels
hu: Személyes adatok
nb: Fakta og detaljer om personen
sk: Osobné údaje a podrobnosti
sv: Personliga fakta och detaljer

source: Family with wife
fi: Perhe vaimoineen
fr: Famille avec l'épouse
hu: Család a feleséggel
nb: Familie med hustru
sk: Rodina s manželkou
sv: Familj med maka

source: Family with husband
fi: Perhe miehineen
fr: Famille avec l'époux
hu: Család a férjel
nb: Familie med ektemann
sk: Rodina s manželom
sv: Familj med make

source: Parents and siblings
fi: Vanhemmat ja sisarukset
fr: Parents et frères et sœurs
hu: Szülők és testvérek
nb: Foreldre og søsken
sk: Rodičia a súrodenci
sv: Föräldrar och syskon

source: Spouses and children
fi: Aviopuolisot ja lapset
fr: Conjoints et enfants
hu: Házastársak és gyermekek
nb: Ektefelle og barn
sk: Partneri a deti
sv: Makar och barn.

source: Direct line ancestors
fi: Sukulaiset suorassa alenevassa polvessa
fr: ancêtres en ligne directe
hu: Közvetlen leszármazottak
nb: Aner i direkte linje
sk: Predkovia po priamej líni
sv: Förfäder i rak linje

source: Direct line ancestors and their families
fi: Suorassa esipolvessa esi-isät ja heidän perheet
fr: ancêtres en ligne directe et leurs familles
hu: Közvetlen ősök és családjaik
nb: Forfedre i direkte linje og deres familier
sk: Predkovia po priamej línii a ich rodiny
sv: Föräder i direkt linje samt deras familjer

source: Choose relatives
fi: Valitse sukulaiset
fr: Choisissez les parents
hu: Rokonok kiválasztása
nb: Velg slektninger
sk: Zvoľte príbuzných
sv: Välj släktingar

source: Sources to the events
fi: Tapahtumien lähdetiedot
fr: Sources des évènements
hu: Esemény forrása
nb: Kilder for begivenheter
sk: Zdroje pre udalosti
sv: Källor till händelser

source: Descendancy Report for
fi: Jälkeläisten raportti -
fr: Rapport de descendance pour
hu: Leszármazott jelentés
nb: Etterkommerrapport for
sk: Rozrod report pre
sv: Ättlingsrapport för

source: Generation
fi: Sukupolvi
fr: Génération
hu: Generáció
nb: Generasjon
sk: Generácia

# MALE
source: was born
fi: syntyi
fr: est né
hu: született
nb: ble født
sk: narodil sa
sv: föddes

# FEMALE
source: was born
fi: syntyi
fr: est née
hu: született
nb: ble født
sk: narodila sa
sv: föddes

# MALE
source: died
fi: kuoli
fr: décédé
hu: elhunyt
nb: døde
sk: zomrel
sv: dog

# FEMALE
source: died
fi: kuoli
fr: décédée
hu: elhunyt
nb: døde
sk: zomrela
sv: dog

source: He married
fi: Hänen vaimonsa oli
fr: Il a épousé
hu: Feleség:
nb: Han giftet seg med
sk: Oženil sa
sv: Han vigdes

# MALE
source: married
fi: avioitui
fr: marié
hu: házas
nb: gift
sk: ženatý
sv: vigdes

source: daughter of
fi: jonka vanhemmat olivat
fr: fille de
hu: a következő lánya
nb: datter av
sk: dcéra
sv: dotter till

source: She married
fi: Hänen miehensä oli
fr: Elle a épousé
hu: Férj:
nb: Hun giftet seg med
sk: Vydala sa
sv: Hon vigdes

# FEMALE
source: married
fi: avioitui
fr: mariée
hu: házas
nb: gift
sk: vydatá
sv: vigdes

source: son of
fi: jonka vanhemmat olivat
fr: fils de
hu: a következő fia
nb: sønn av
sk: syn
sv: son till

source: She was born
fi: Hän syntyi
fr: Elle est née
hu: Született
nb: Hun ble født
sk: Ona sa narodila
sv: Hon föddes

source: She
fi: Hän
fr: Elle
hu: Ő
nb: Hun
sk: Ona
sv: Hon

source: He was born
fi: Hän syntyi
fr: Il est né
hu: Született
nb: Han ble født
sk: On sa narodil
sv: Han föddes

source: He
fi: Hän
fr: Il
hu: Ő
nb: Han
sk: On
sv: Han

source: Child of
fi: Tämän henkilön lapsi:
fr: Enfant de
hu: A következő gyermeke
nb: Barn av
sk: Dieťa
sv: Barn till

source: Children of
fi: Seuraavien lasten vanhemmat:
fr: Enfants de
hu: A következő gyermeke
nb: Barn av
sk: Deti
sv: Barn till

source: Sort by
fi: Järjestys
fr: Trier par
hu: Rendezés ... szerint
nb: Sorter etter
sk: Zoradiť podľa
sv: Sortera enligt

source: Husband's parents
fi: Aviomiehen vanhemmat
fr: Parents de l'époux
hu: Férj szülei
nb: Ektemanns foreldre
sk: Manželovi rodičia
sv: Makens föräldrar

source: Wife's parents
fi: Aviovaimon vanhemmat
fr: Parents de l'épouse
hu: Feleség szülei
nb: Kones foreldre
sk: Manželkiny rodičia
sv: Makans föräldrar

source: Show occupations?
fi: Näytä ammatit?
fr: Afficher les professions?
hu: Mutassa a foglalkozást?
nb: Vis yrker?
sk: Zobraziť povolanie?
sv: Visa yrken?

source: Show residences?
fi: Näytä asuinpaikat?
fr: Afficher les résidences?
hu: Mutassa a lakhelyet?
nb: Vis bosteder?
sk: Zobraziť sídlo?

source: Show children of ancestors?
fi: Näytä esipolvien lapset?
fr: Afficher les enfants des ancêtres ?
hu: Mutassa az elődök gyermekeit
nb: Vis aners barn?
sk: Zobraziť deti a predkov?
sv: Visa förfäders barn?

source: Ahnentafel Report for
fi: Ahnentafel raportti:
fr: Rapport Ahnentafel (Sosa-Stradonitz) pour
hu: Csoportos jelentés a következőről
nb: Anerapport for
sk: Ahnentafel report pre:
sv: Ahnentafel rapport för

source: but the details are unknown
fi: mutta yksityiskohdat ovat tuntemattomia
fr: mais les détails sont inconnus
hu: de a részletek ismeretlenek
nb: men nærmere detaljer er ukjente
sk: ale detaily nie sú známe
sv: , men närmare uppgifter saknas

source: He was christened
fi: Hänet kastettiin
fr: Il a été baptisé
hu: Meg lett keresztelve
nb: Han ble døpt
sk: Bol pokrstený
sv: Han var kristnad

source: She was christened
fi: Hänet kastettiin
fr: Elle a été baptisée
hu: Meg lett keresztelve
nb: Hun ble døpt
sk: Bola pokrstená
sv: Hon var kristnad

source: His occupation was
fi: Hänen ammattinsa oli
fr: Son métier était
hu: Foglalkozása
nb: Hans yrke var
sk: Jeho povolanie bolo
sv: Hans yrke var

source: Her occupation was
fi: Hänen ammattinsa oli
fr: Son métier était
hu: Foglalkozása
nb: Hennes yrke var
sk: Jej povolanie bolo
sv: Hennes yrke var

source: He resided at
fi: Hän asui
fr: Il habitait à
hu: Lakóhelye
nb: han bodde i
sk: On býval v
sv: Han bodde i

source: She resided at
fi: Hän asui
fr: Elle habitait à
hu: Tartózkodása helye
nb: hun bodde i
sk: Ona byvala v
sv: Hon bodde i

source: He died
fi: Hän kuoli
fr: Il est décédé
hu: Elhunyt
nb: Han døde
sk: On zomrel
sv: Han dog

source: She died
fi: Hän kuoli
fr: Elle est décédée
hu: Elhunyt
nb: Hun døde
sk: Ona zomrela
sv: Hon dog

source: He was cremated
fi: Hänet polttohaudattiin
fr: Il a été incinéré
hu: El lett hamvasztva
nb: Han ble kremert
sk: On bol spopolnený
sv: Han kremeterades

source: She was cremated
fi: Hänet polttohaudattiin
fr: Elle a été incinérée
hu: El lett hamvasztva
nb: Hun ble kremert
sk: Ona bola spopolnená
sv: Hon krementerades

source: He was buried
fi: Hänet on haudattu
fr: Il a été enterré
hu: El lett temetve
nb: Han ble gravlagt
sk: Bol pochovaný
sv: Han begravdes

source: She was buried
fi: Hänet on haudattu
fr: Elle a été enterrée
hu: El lett temetve
nb: Hun ble gravlagt
sk: Bola pochovaná
sv: Hon begravdes

source: Use colors
fi: Käytä värejä?
fr: Utiliser les couleurs
hu: Színek használata
nb: Bruk farger
sk: Použiť farby
sv: Använd färger?

source: Starting range of change dates
fi: Muutosten aikavälin alku
fr: Date mini des modifications
hu: Módosítási dátumtól
nb: Vis endringer gjort fra og med...
sk: Počiatočný dátum rozsahu zmien
sv: Datumförändringars början

source: Ending range of change dates
fi: Muutosten aikavälin loppu
fr: Date maxi des modifications
hu: Módosítási dátumig
nb: Vis endringer til og med...
sk: Konečný dátum rozsahu zmien
sv: Datumförändringars slut

source: Show pending changes
fi: Näytä vireillä olevat muutokset
fr: Afficher les changements en cours
hu: Mutassa a függő módosításokat
nb: Vis ventende endringer
sk: Zobraziť čakajúce zmeny
sv: Visa ändringar som väntar godkännande

source: Differences
fi: Eroavuudet
fr: Différences
hu: Különbségek
nb: Forskjeller
sk: Rozdiely
sv: Skillnader

source: Total pending changes:
fi: Vireillä olevia muutoksia yhteensä:
fr: Total des modifications en attente:
hu: Összes függő módosítás:
nb: Totale ventende endringer:
sk: Čakajúce zmeny celkove:
sv: Totalt antal väntande ändringar:

source: Total accepted changes:
fi: Hyväksyttyjä muutoksia yhteensä:
fr: Total des modifications acceptées:
hu: Összes elfogadott módosítás:
nb: Totale aksepterte endringer:
sk: Akceptované zmeny celkovo:
sv: Totalt antal accepterade ändringar:

source: Marriage Place contains
fi: Avioitumispaikka sisältää
fr: Le lieu de mariage contient
hu: A házasság helye tartalmazza
nb: Sted for vielse inneholder
sk: Miesto sobáša obsahuje
sv: Vigselplats innehåller

source: Marriage Date range start
fi: Avioitumisaikavälin alku
fr: Date de mariage mini
hu: A házasság dátuma ez után legyen
nb: Tidligste dato for vielse
sk: Rozsah dátumu sobášov začína
sv: Vigseldatums intervallstart

source: Marriage Date range end
fi: Avioitumisaikavälin loppu
fr: Date de mariage maxi
hu: A házasság dátuma ez előtt legyen
nb: Seneste dato for vielse
sk: Rozsah dátumu sobášov končí
sv: Vigseldatums intervallslut

source: Burial Place contains
fi: Hautaamispaika sisältää
fr: Le lieu de sépulture contient
hu: A temetés helye tartalmazza
nb: Sted for begravelse inneholder
sk: Miesto pohrebu obsahuje
sv: Begravningplats innehåller

source: ID number
fi: ID tunnus
fr: Numéro ID
nb: ID nummer
sk: ID číslo
sv: ID nummer

source: Name List
fi: Nimiluettelo
fr: Liste des noms
hu: Név lista
nb: Navneliste
sk: Zoznam mien
sv: Namnlista

source: Birth Date range start
fi: Syntymän aikavälin alku
fr: Date de naissance mini
hu: Születési dátumtól
nb: Tidligste fødselssdato
sk: Rozsah dátumu narodenia začína
sv: Födelsedatums intervallstart

source: Birth Date range end
fi: Syntymän aikavälin loppu
fr: Date de naissance maxi
hu: Születési dátumig
nb: Seneste fødselsdato
sk: Rozsah dátumu narodenia končí
sv: Födelsedatums intervallslut

source: Death Date range start
fi: Kuolinaikaväli alku
fr: Date de décès mini
hu: Elhalálozási dátumtól
nb: Tidligste dødsdato
sk: Rozsah dátumu úmrtia začína
sv: Dödsdatums intervallstart

source: Death Date range end
fi: Kuolinaikavälin loppu
fr: Date de décès maxi
hu: Elhalálozási dátumig
nb: Seneste dødsdato
sk: Rozsah dátumu úmrtia končí
sv: Dödsdatums intervallslut

source: Birth Place contains
fi: Syntymäpaikassa on
fr: Lieu de naissance contient
hu: A születés helye tartalmazza
nb: Sted for fødsel inneholder
sk: Miesto narodenia obsahuje
sv: Födelseplats innehåller

source: Death Place contains
fi: Kuolinpaikka sisältää
fr: Le lieu de décès contient
hu: Az elhalálozás helye tartalmazza
nb: Sted for dødsfall inneholder
sk: Miesto úmrtia obsahuje
sv: Dödsplats innehåller

source: Show addresses that contain:
fi: Näytä osoitteet, jotka sisältävät:
fr: Voir les adresses qui contiennent
hu: Mutassa a következő szöveget tartalmazó címeket:
nb: Vis adresser som inneholder:
sk: Zobraziť adresy ktoré obsahujú:
sv: Visa adresser som innehåller:

source: All addresses
fi: Kaikki osoitteet
fr: Toutes les adresses
hu: Minden cím
nb: Alle adresser
sk: Všetky adresy
sv: Alla adresser

source: Addresses without emails
fi: Osoitteet, joilla ei ole sähköpostiosoitetta
fr: Adresses sans courriels
hu: Címek, e-mailek nélkül
nb: Adresser uten epost
sk: Adresy bez e-mailov
sv: Adresser som inte har e-post

source: Only addresses with emails
fi: Osoitteet, joilla on sähköpostiosoite
fr: Seulement les adresses avec courriels
hu: Csak a címek és e-mail címek
nb: Kun adresser med epost
sk: Iba adresy z e-mailami
sv: Endast adresser som har e-post

source: Include:
fi: Mukaan lukien:
fr: Inclure
hu: Beleértve:
nb: Skal inneholde:
sk: Zahrnúť:
sv: Inkludera:

source: Address Labels
fi: Osoitetiedot
fr: Étiquettes d'adresse
hu: Cím cimkék
nb: Adresse-etiketter
sk: Adresné štítky
sv: Adressetiketter

source: Enter Family ID
fi: Anna perheen ID
fr: Code famille
hu: írja be a cslád azonosítóját
nb: Tast inn ID på familie
sk: Vložte ID rodiny
sv: Ge familj-ID

source: Print basic events when blank?
fi: Tulosta perustapahtumat, jotka ovat tyhjiä?
fr: Imprimer les évènements de base même vides ?
hu: Jelenjenek meg az alap események amennyiben üresek?
nb: Skriv ut grunnleggende begivenheter når tomt?
sk: Tlačiť základné údaje, i keď sú prázdne?
sv: Skriv ut grundläggande händelser, när tomma?

source: List each child in order of birth.
fi: Luettele lapset syntymäaikajärjestyksessä.
fr: Lister chaque enfant par ordre de naissance.
hu: A gyermekeket születés szerint mutassa
nb: Sorter barn etter fødselsdato
sk: Zoznam všetkých detí podľa dátumu narodenia
sv: Lista barn i födelseordning.

source: Regular expressions are an advanced pattern matching technique. See <a href="http://php.net/manual/en/regexp.reference.php" target="_new">php.net/manual/en/regexp.reference.php</a> for futher details.
fr: Les expressions régulières sont un modèle de pointe correspondant technique. Voir <a href="http://php.net/manual/en/regexp.reference.php" target="_new">php.net/manual/en/regexp.reference.php</a> pour plus de détails.
hu: A reguláris kifejezések már haladó keresést is lehetővé tesznek. Lásd: <a href="http://php.net/manual/en/regexp.reference.php" target="_new">php.net/manual/en/regexp.reference.php</a> a további részletekért.
nb: Regulære uttrykk er en avansert teknikk for søk og erstatning ved hjelp av mønstre (jokertegn, plassholdere, osv.) i tillegg til vanlig tekstsøkning. Se <a href="http://php.net/manual/en/regexp.reference.php" target="_new">php.net/manual/en/regexp.reference.php</a> for ytterligere informasjon.
sk: Regulárny výrazy sú pokročilou technikou pre vyhľadávanie zhody znakov. Na podrobnosti sa môžete podívať na webe <a href=\"http://php.net/manual/en/regexp.reference.php\" target=\"_new\">php.net/manual/en/regexp.reference.php</a>.

source: ID
fr: Code identificateur
hu: Azonosító

source: Media
fr: Média
hu: Média
nb: Medier
sk: Média

source: HTML
fr: Bloc HTML
sk: HTML blok
sv: HTML-område

source: This GEDCOM was created using <b>%1$s</b> on <b>%2$s</b>.
fr: Ce GEDCOM créé avec <b>%1$s</b> le <b>%2$s</b>.
hu: Ezt a GEDCOMot a(z) <b>%1$s</b> hozta létre, <b>%2$s</b> dátumon.
nb: Denne slektsfilen(GEDCOM) ble laget med <b>%1$s</b> den <b>%2$s</b>.
sk: Tento GEDCOM bol vytvorený v programe <b>%1$s</b> <b>%2$s</b>.
sv: Detta GEDCOM var skapad med <b>%1$s</b> den <b>%2$s</b>.

source: Multimedia
fr: Objets multimédia
hu: Multimédia
sk: Multimédia

source: Transport Layer Security (TLS) and Secure Sockets Layer (SSL) are Internet data encryption protocols.<br /><br />TLS 1.0, 1.1 and 1.2 are standardized developments of SSL 3.0. TLS 1.0 and SSL 3.1 are equivalent. Further work on SSL is now done under the new name, TLS.<br /><br />If your SMTP Server requires the SSL protocol during login, you should select the <b>SSL</b> option. If your SMTP Server requires the TLS protocol during login, you should select the <b>TLS</b> option.
fr: Transport Layer Security (TLS) et Secure Sockets Layer (SSL) sont des protocoles d'encryption des données sur Internet.<br /><br />TLS 1.0, 1.1 et 1.2 sont des développements standardisés de SSL 3.0. TLS 1.0 et SSL 3.1 sont équivalents. Des travaux plus approfondis sur SSL sont effectués sous le nouveau nom TLS.<br /><br />Si votre serveur SMTP requiert les protocoles TLS ou SLL durant la connexion, sélectionnez l'option <b>Oui</b>.
nb: Transport Layer Security (TLS) and Secure Sockets Layer (SSL) er krypteringsprotokoller for dataoverførsel.<br /><br />TLS 1.0, 1.1 og 1.2 er standardiserte videreutviklinger av SSL 3.0. TLS 1.0 og SSL 3.1 er ekvivalente. Videreutvikling av SSL pågår nå under det nye navnet TLS.<br /><br />Hvis din SMTP-server krever SSL-protokollen ved innlogging, bør du velge <b>SSL</b>. Hvis din SMTP-server krever TLS-protokollen ved innlogging, bør du velge <b>TLS</b>.
sk: Transport Layer Security (TLS) a Secure Sockets Layer (SSL) sú internetové šifrovacie protokoly.<br /><br />TLS 1.0, 1.1 a 1.2 sú štandardizované v rámci SSL 3.0. TLS 1.0 a SSL 3.1 sú ekvivalentné. Ďalší vývoj v SSL sa teraz deje pod novým menom, TLS. <br /><br />Ak váš SMTP server vyžaduje v priebehu prihlásenia SSL protokol, mali by ste označiť voľbu <b>SSL</b>. Ak SMTP server vyžaduje v priebehu prihlásenia TLS, mali by ste označiť voľbu <b>TLS</b>.

source: of
fr: de
nb: av
sk: z
sv: av

source: http://www.php.net/gd
fr: http://fr.php.net/gd

source: and
fr: et
hu: és
nb: og
sk: a
sv: och

source: Ash
fr: Cendre
nb: Aske
sv: Ash (färg)

source: Belgian Chocolate
fr: Chocolat belge
nb: Belgisk sjokolade
sv: Belgian Chocolate (färg)

source: Blue Lagoon
fr: Lagon Bleu
nb: Blå lagune
sv: Blue Lagoon (färg)

source: Blue Marine
fr: Bleu Marine
nb: Blå marine
sv: Marinblå (färg)

source: Cold Day
fr: Froide journée
nb: Kald dag
sv: Cold Day (färg)

source: Green Beam
fr: Vert laser
nb: Grønn stråle
sv: Green Beam (färg)

source: Mediterranio
fr: Bleu méditerranée
nb: Middelhavet
sv: Mediterranio (färg)

source: Mercury
fr: Mercure
nb: Kvikksølv
sv: Mercury (färg)

source: Nocturnal
fr: Nocturne
nb: Nattlig
sv: Nocturnal (färg)

source: Pink Plastic
fr: Plastique rose
nb: Rosa plastikk
sv: Pink Plastic (färg)

source: Shiny Tomato
fr: Tomate brillante
nb: Skinnende tomat
sv: Shiny Tomato (färg)

source: Teal Top
fr: Bleu sarcelle
sv: Teal Top (färg)

source: Info
fr: Information
hu: Információ
sk: Informácia

source: Decidi
fr: Décadi
hu: Tizes napok

source: %s KB
fr: %s Ko

source: Acadia
fr: Acadie
hu: Akadia

source: Albania
fr: Albanie
hu: Albánia
sk: Albánia
sv: Albanien

source: Andorra
fr: Andorre
sk: Andora

source: Armenia
fr: Arménie
hu: Örményország
sk: Arménsko
sv: Armenien

source: Australia
fr: Australie
hu: Ausztrália
sk: Austrália
sv: Australien

source: Benin
fr: Bénin

source: Bulgaria
fr: Bulgarie
hu: Bulgária
sk: Bulharsko
sv: Bulgarien

source: Bahrain
fr: Bahreïn
hu: Bahrein
sk: Bahrajn

source: Bolivia
fr: Bolivie
hu: Bolívia
sk: Bolívia

source: Barbados
fr: Barbade

source: Brunei Darussalam
fr: Brunéi Darussalam
hu: Brunei Szultanátus
sk: Brunei Daressalam
sv: Brunei

source: Bhutan
fr: Bhoutan
hu: Bhután
sk: Bhután

source: Chile
fr: Chili
sk: Čile

source: Dominica
fr: Dominique
hu: Dominika
sk: Dominika
sv: Dominikanska republiken

source: Algeria
fr: Algérie
hu: Algéria
nb: Algerie
sk: Alžírsko
sv: Algeriet

source: Ecuador
fr: Équateur
sk: Ekvádor

source: Eritrea
fr: Érythrée

source: Flanders
fr: Flandress
hu: Flandria
nb: Flandern
sk: Flámsko
sv: Flandern

source: Georgia
fr: Géorgie
sk: Gruzínsko
sv: Georgien

source: Guernsey
fr: Guernesey
hu: Guernsey-sziget

source: Guinea
fr: Guinée

source: Gambia
fr: Gambie

source: Guinea-Bissau
fr: Guinée-Bissau
hu: Bissau-Guinea

source: Grenada
fr: Grenade
sk: Granada

source: Hong Kong
fr: Hong Kong région administrative spéciale de Chine

source: Haiti
fr: Haïti
sk: Haity

source: Indonesia
fr: Indonésie
hu: Indonézia
sk: Indonézia
sv: Indonesien

source: Iran
fr: Iran (République islamique d')
hu: Irán
sk: Irán

source: Israel
fr: Israël
hu: Izrael
sk: Izrael

source: Kuwait
fr: Koweït
hu: Kuvait
sk: Kuvajt

source: Laos
fr: République démocratique populaire lao
hu: Lao Népi Demokratikus Köztársaság

source: Liberia
fr: Libéria
hu: Libéria
sk: Libéria

source: Libya
fr: Jamahiriya arabe libyenne
hu: Líbia
sk: Líbya
sv: Libyen

source: Saint Lucia
fr: Sainte-Lucie
hu: Szent Lucia
sk: Svätá Lucia
sv: St Lucia

source: Latvia
fr: Lettonie
hu: Litvánia
sk: Lotyšsko
sv: Lettland

source: Moldova
fr: République de Moldova
hu: Moldva
sk: Moldavsko
sv: Moldavien

source: Malta
fr: Malte
hu: Málta

source: Mongolia
fr: Mongolie
hu: Mongólia
sk: Mongolsko
sv: Mongoliet

source: Montenegro
fr: Monténégro
hu: Montenegró
sk: Čierna Hora

source: Mauritania
fr: Mauritanie
hu: Mauritánia
sk: Mauretánia
sv: Mauretanien

source: Namibia
fr: Namibie
hu: Namíbia
sk: Namíbia

source: Nigeria
fr: Nigéria
hu: Nigéria
sk: Nigéria

source: Niue
fr: Nioué

source: Nepal
fr: Népal
hu: Nepál
sk: Nepál

source: Panama
fr: Panamá

source: Peru
fr: Pérou

source: Palau
fr: Palaos

source: Puerto Rico
fr: Porto Rico
sk: Portoriko

source: Romania
fr: Roumanie
hu: Románia
sk: Rumunsko
sv: Rumänien

source: Saudi Arabia
fr: Arabie saoudite
hu: Szaúd-Arábia
sk: Saudská Arábia
sv: Saudiarabien

source: Sudan
fr: Soudan
hu: Szudán
sk: Sudán

source: Senegal
fr: Sénégal
hu: Szenegál

source: Serbia
fr: Serbie
hu: Szerbia
sk: Srbsko
sv: Serbien

source: Singapore
fr: Singapour
hu: Szingapúr
sk: Singapur

source: Saint Helena
fr: Sainte-Hélène
hu: Szent Ilona
nb: St. Helena
sk: Svätá Helena
sv: St Helena

source: El Salvador
fr: Salvador
hu: Salvador
sk: Salvádor

source: San Marino
fr: Saint-Marin

source: Somalia
fr: Somalie
hu: Szomália
sk: Somálsko

source: Sao Tome and Principe
fr: Sao Tomé-et-Principe
hu: Sao Tome és Principe
nb: São Tomé og Príncipe
sk: Svätý Tomáš a Princov ostrov
sv: Sao Tome och Principe

source: Slovakia
fr: Slovaquie
hu: Szlovákia
sk: Slovensko
sv: Slovakien

source: Slovenia
fr: Slovénie
hu: Szlovénia
sk: Slovinsko
sv: Slovenien

source: Tokelau
fr: Tokélaou
hu: Tokelau-szigetek

source: Turkmenistan
fr: Turkménistan
hu: Türkmenisztán
sk: Turkménsko

source: Tunisia
fr: Tunisie
hu: Tunézia
sk: Tunis
sv: Tunisien

source: Taiwan
fr: Taïwan
hu: Tajvan
sk: Thajsko

source: Uganda
fr: Ouganda

source: Uzbekistan
fr: Ouzbékistan
hu: Üzbegisztán
nb: Usbekistan

source: Viet Nam
fr: Viêt Nam
hu: Vietnám

source: Wales
fr: Pays de Galles
sk: Wels

source: Zaire
fr: Zaïre
sk: Zair

source: Edit source
fr: Éditer la source

source: Edit repository
fr: Éditer le dépôt d'archives

source: %j %F %Y
fr: %D %j %F %Y
hu: %Y. %F %j.

# CENTURY
source: 21st
fr: 21ème
sv: 21:a

# CENTURY
source: 20th
fr: 20ème
sv: 20:e

# CENTURY
source: 19th
fr: 19ème
sv: 19:e

# CENTURY
source: 18th
fr: 18ème
sv: 18:e

# CENTURY
source: 17th
fr: 17ème
sv: 17:e

# CENTURY
source: 16th
fr: 16ème
sv: 16:e

# CENTURY
source: 15th
fr: 15ème
sv: 15:e

# CENTURY
source: 14th
fr: 14ème
sv: 14:e

# CENTURY
source: 13th
fr: 13ème
sv: 13:e

# CENTURY
source: 12th
fr: 12ème
sv: 12:e

# CENTURY
source: 11th
fr: 11ème
sv: 11:e

# CENTURY
source: 10th
fr: 10ème
sv: 10:e

# CENTURY
source: 9th
fr: 9ème
sv: 9:e

# CENTURY
source: 8th
fr: 8ème
sv: 8:e

# CENTURY
source: 7th
fr: 7ème
sv: 7:e

# CENTURY
source: 6th
fr: 6ème
sv: 6:e

# CENTURY
source: 5th
fr: 5ème
sv: 5:e

# CENTURY
source: 4th
fr: 4ème
sv: 4:e

# CENTURY
source: 3rd
fr: 3ème
sv: 3:e

# CENTURY
source: 2nd
fr: 2ème
sv: 2:a

# CENTURY
source: 1st
fr: 1er
sv: 1:a

# Abbreviation for fax number
source: f.
fr: fax
hu: fax
nb: faks
sk: fax.
sv: fax

source: <span class="label">%1$s:</span> <span class="field">%2$s</span>
fr: <span class="label">%1$s&nbsp;:</span> <span class="field">%2$s</span>

source: Video
fr: Vidéo
hu: Videó

source: Adelaide, Australia
fr: Adélaide, Australie
hu: Adelaide, Ausztrália
sk: Adelaide, Austrália
sv: Adelaide, Australien

source: Albuquerque, New Mexico
fr: Albuquerque, Nouveau Mexique
hu: Albuquerque, Új Mexikó

source: Atlanta, Georgia
fr: Atlanta, Georgie

source: Bismarck, North Dakota
fr: Bismarck, Dakota du nord
hu: Bismarck, Észak Dakota

source: Brisbane, Australia
fr: Brisbane, Australie
hu: Brisbane, Austrália
sk: Brisbane, Austrália
sv: Brisbane, Australien
