Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: To have your password reset, enter your user name.<br /><br />We will respond by sending you an email to the address registered with your account. The email will contain a URL and confirmation code for your account. When you visit this URL, you can change your password and login to this site. For security reasons, you should not give this confirmation code to anyone.<br /><br />If you require assistance from the site administrator, please use the contact link below.
fi: Täytä käyttäjätunnuksesi, jos haluat uudistaa salasanasi.<br /><br />Tulemme lähettämään erikois-URLin sähköpostissa käyttäjätilisi osoitteeseen. Posti tulee sisältämään URL-osoitteen ja tilisi vahvistuskoodin. Vieraile lähetetyssä URLissa ja voit muuttaa salasanan ja kirjautua sivustolle. Turvallisuussyistä sinun tulee olla antamatta vahvistuskoodia kenellekään.<br /><br />Käytä alla olevaa linkkiä, jos tarvitset apua sivuston ylläpitäjältä.
fr: Pour réinitialiser votre mot de passe, veuillez taper votre nom d'utilisateur.<br /><br />Vous recevrez une message à l'adresse email inscrite dans votre profil. Ce message contiendra un lien et un code de confirmation de votre compte. Cliquez sur le lien URL afin de voir la page où vous pourrez modifier votre mot de passe et vous connecter au site. Pour des raisons de sécurité, vous ne devez pas donner ce code de confirmation à qui que ce soit.<br /><br />Si vous avez besoin de l'assistance de l'administrateur du site, veuillez utiliser le lien de contact situé ci-dessous.
nb: Skriv inn ditt brukernavn for å få et nytt passor.<br /><br />Du får svar i form av en epost sendt til den adresse du har registert kontoen med. Eposten inneholder en nettadresse og en bekreftelseskode for din konto. Når du besøker denne adressen, vil du kunne forandre dittt passord og logge inn på dette nettstedet. Av sikkerhetsgrunner bør du ikke gi denne bekreftelseskoden til noen.<br /><br />Hvis du trenger assistanse fra nettstedets administrator, bruk kontakt-linken nedenfor.
sk: Pre nové nastavenie hesla zadajte vaše užívateľské meno.<br /><br />Odpovieme vám odoslaním emailu na adresu, ktorú ste zaregistrovali s účtom. Email bude obsahovať URL adresu a potvrdzujúci kód pre váš účet. Keď navštívite túto adresu, budete si môcť zmeniť heslo a prihlásiť sa na túto stránku. Z bezpečnostných dôvodov by ste nemali nikomu dávať tento kód.<br /><br />Ak potrebujete pomoc správcu, prosím použite uvedený kontakt.
sv: För att återställa ditt lösenord, skriv in ditt användarnamn.<br /><br />Vi svarar genom att sända dig e-post till den adress du gav vid registreing av ditt konto. E-post innehåller ett URL och verifikationskod för ditt konto. När du besökt detta URL, kan du ändra ditt lösenord och logga in till denna sajt. För säkerhetskull skall du inte ge denna verifikationskod till någon.<br /><br />Om du behöver hjälp från sajt-administratören, använd kontaktlänken nedanför.

source: View all records
fi: Selaa kaikki tietueet
fr: Voir tous les dossiers
nb: Vis alle poster
sk: Zobraziť všetky záznamy
sv: Visa alla dataposter

source: Clicking on this link will show you a list of all of the individuals and families that have events occurring in this place. When you get to the end of a place hierarchy, which is normally a town or city, the name list will be shown automatically.
fi: Klikkaamalla tätä linkkiä luetellaan kaikkien niiden henkilöiden tai perheiden nimet, jotka ovat olleet tekemisissä kyseisen paikan kanssa. Kun olet paikkahierarkian lopussa, näytetään nimet automaattisesti.
fr: Cliquer sur ce lien vous affichera une liste complète des individus et des familles qui ont un évènement lié à ce lieu. Quand vous arrivez au niveau de la ville ou du village, la liste des noms sera affichée automatiquement.
nb: Linket går til en liste over alle personene og familiene med begivenheter på dette stedet. Når du kommer til slutten av stedshierarkiet, hvilket vanligvis vil si en bygd/by, vises navnelisten automatisk.
sk: Ak kliknete na tento odkaz, zobrazí sa vám zoznam všetkých osôb a rodín, ktoré sú spojené s týmto miestom. Keď sa dostanete na koniec hierarchie miest (napr. mesto), zobrazí sa automaticky zoznam mien.
sv: Klicka på denna länk kommer att visa en lista av alla individer och familjer som har händelser som har inträffat på denna ort. När du kommer till slutet av platslistan t.ex. en by eller stad, kommer namnen att visas automatiskt.

source: You can use this setting to show or hide the slideshow controls of the Random Media block.<br /><br />These controls allow the user to jump to another random object or to play through randomly selected media like a slideshow. The slideshow changes the contents of the block without preloading information from the server and without reloading the entire page.
fi: Voit käyttää tätä asetusta kytkemään päälle tai pois soittimen ohjauspainikkeet satunnaismedia-lohkossa.<br /><br />Näillä käyttäjä voi joko hypätä toiseen satunnaiseen kohteeseen tai esittää satunnaisesti valittuja kohteita, kuten esimerkiksi diaesityksen. Diaesitys muuttaa alueen sisältöä lataamatta uudestaan tietoa palvelimelta ja lataamatta koko sivua uudelleen.
fr: Vous pouvez utiliser ce réglage pour montrer ou cacher les boutons de commande du diaporama.<br /><br />Ces commandes permettent à l'utilisateur de passer aléatoirement à un autre objet ou de lancer aléatoirement les média comme un diaporama. Le diaporama modifie le contenu du bloc sans chargement préalable des informations depuis le serveur (méthode streaming) et sans actualisation complète de la page en cours.
hu: Itt állíthatja be, hogy a szabályozó gombok megjelenjenek-e a Véletlen Média dobozban.<br /><br />Ezekkel a gombokkal a felhasználó a következő elemre ugorhat, vagy elindíthatja a véletlen elemeket lejátszó vetítést. A vetítés úgy változtatja a doboz tartalmát, hogy nem tölti le előre az adatokat a szerverről, és nem tölti újra az oldalt.
nb: Du kan bruke denne innstillingen for å vise eller skjule knappene for lysbilevisning i blokken "Tilfeldig bilde".<br /><br />Disse knappene lar brukeren hoppe til et annet tilfeldig bilde, eller spille gjennom tilfeldig utvalgte mediefiler som en lysbildevisning. Lysbildevisningen endrer innholdet i blokken uten å forhåndsinnlese informasjon fra serveren og uten å gjeninnlese hele siden.
sk: Môžete použiť na nastavenia zobrazenia alebo ukrytia ovládacích prvkov slideshow v bloku náhodných médií.<br /><br />Tieto ovládače umožňujú užívateľom preskočiť na ďalší náhodný objekt alebo prehrávať náhodne vybrané médiá ako slideshow. Slideshow mení obsah bloku bez predchádzajúceho načítania informácií zo serveru a bez úplného načítania stránky.
sv: Du kan använda denna inställning för att sätta på och stänga av visningskontroller för det slumpmässiga mediablocket. Visningskontrollerna tillåter användarna att hoppa till ett annat slumpmässigt media objekt eller att spela igenom slumpmässigt valda media som ett bildspel. Denna funktion använder AJAX-teknik för att ändra innehållet för blocket utan att förladda information från servern och utan att ladda om hela sidan.

source: Media filter
fi: Mediasuodatin
fr: filtre des médias
nb: Mediefilter
sk: Filter médií

source: You can restrict what the Random Media block is permitted to show according to the format and type of media item. When a given checkbox is checked, the Random Media block is allowed to display media items of that format or type.<br /><br />Format or Type codes that exist in your database but are not in these checkbox lists are assumed to have the corresponding checkbox checked. For example, if your database contains Media objects of format <b><i>pdf</i></b>, the Random Media block is always permitted to display them. Similarly, if your database contains Media objects of type <b><i>special</i></b>, the Random Media block is always permitted to display them.
fi: Voit rajoittaa median muodon ja tyypin perusteella sitä, mitä satunnaismedia-lohkossa on näkyvissä. Kun tietty valintaruutu on rastitettu, satunnaismedia-lohkossa näytetään kyseisen formaatin tai tyypin muotoista mediaa.<br /><br />Sellaiset formaatti- tai tyyppikoodit, jotka ovat olemassa tietokannassasi, mutta joita ei näy valintaruutulistassa ovat oletusarvoisesti rastitetut. Esimerkiksi mikäli tietokannassasi on <b><i>pdf</i></b>-formaatin mukaisia mediatiedostoja, niiden näkyminen on aina sallittu satunnaisen kuvan alueella. Sama pätee mikäli tietokannassasi on <b><i>erikois</i></b>-tyyppisiä mediatiedostoja, niiden näkyminen on myös sallittu satunnaismedia-lohkossa.
fr: Vous pouvez restreindre ce que le bloc «Une image au hasard» a le droit d'afficher en fonction du format et du type de média. Quand vous cochez la case correspondant à votre choix, ce bloc est autorisé à afficher les média correspondant au format ou au type que vous avez sélectionné.<br /><br />Les formats ou les types de média qui existent dans votre base de données mais qui ne figurent pas dans ces listes à cocher, sont supposées avoir leur case déjà cochée. Par exemple, si votre base de données contient des média au format <b><i>pdf</i></b>, le bloc «Une image au hasard» a l'autorisation d'afficher les média de ce type. De même, si votre base de données contient des média du type <b><i>special</i></b>, ce bloc Une image au hasard a l'autorisation d'afficher les média de ce type.
nb: Du kan avgrense hvilke medieobjekter som får vises i blokken Tilfeldig bilde til bestemte formater og typer. Når en gitt rute er krysset i, har Tilfeldig bilde-blokken tillatelse til å vise medieobjekter av tilsvarende format/type. <br /><br />De format/type-kodene som finnes i din database, men som ikke er med på avkrysningslistene, antas å være krysset i. Hvis din database for eksempel inneholder Medieobjekter i <b><i>pdf</i></b>-format, har Tilfeldig bilde-blokken alltid lov å vise dem. Likeså hvis din database inneholder Medieobjekter av typen <b><i>special</i></b>.
sk: Môžete obmedziť nastavenie bloku Náhodného média tak, aby zobrazoval položky podľa formátu nebo typu. Ak je dané políčko zaškrtnuté, blok Náhodného média bude zobrazovať položky tohoto formátu alebo typu.<br /><br />Formáty alebo typy, které existují vo vašej databázi, ale nie sú v týchto zoznamech, sú považované za zaškrtnuté. Napríklad ak vaša databáza obsahuje objekty vo formáte <b><i>pdf</i></b>, blok Náhodného média ich zobrazí vždy. Podobne ak vaša databáza obsahuje objekty <b><i>špeciálneho</i></b> typu, blok Náhodného média ich tiež vždy zobrazí.

source: This option lets you determine the type of media to show.<br /><br />When you select <b>Persons</b>, only media associated with persons will be shown. Usually, this would be a person's photograph. When you select <b>Events</b>, only media associated with facts or events will be shown. This might be an image of a certificate. When you select <b>ALL</b>, this block will show all types of media.
fi: Tämä valinta määrittelee näytettävän mediatyypin.<br /><br />Valittaessa <b>Henkilöt</b>, vain henkilöihin liittyvä media näytetään. Yleensä se on henkilön valokuva. Valittaessa <b>Tapahtumat</b>, vain tietoihin tai tapahtumiin liittyvä media näytetään. Se voi olla esimerkiksi kuva todistuksesta. Valittaessa <b>Kaikki</b>, näytetään kaikenlainen media.
fr: Cette option vous permet de déterminer le type de média visualisé. <br /><br />Quand vous choisissez <b>Personnes</b>, seuls les médias associées à des individus seront visibles. Habituellement, ce sera la photographie d'un individu. Quand vous sélectionnez <b>Évènements</b>, seuls les médias associés à des faits ou des évènements seront visibles. Il peut s'agir d'une image ou d'un document numérisé. Quand vous sélectionnez <b> [Tous] </b>, ce bloc montrera tous les types de média.
nb: Her kan du bestemme hvilken type media som skal vises.<br /><br />Hvis du velger <b>Personer</b>, vises bare media knyttet til personer. Vanligvis vil dette være bilder av personen. Hvis du velger <b>Begivenheter</b>, vises bare media knyttet til fakta eller begivenheter. Dette kunne for eksempel være et bilde av en attest. Hvis du velger <b>Alle</b>, vises alle medietyper.
sk: Táto voľba vám umožní určiť typ média, ktorý sa má zobraziť.<br /><br />Ak vyberiete <b>Osoby</b>, zobrazia sa iba média, ktoré sú priradené osobám. Obvykle to sú ich fotografie. Ak vyberiete <b>Udalosti</b>, zobrazia sa iba média vzťahujúce sa k udalostiam či faktom. Môže to byť napríklad kópia certifikátu. Ak vyberiete <b>VŠETKY</b>, blok zobrazí všetky typy médií.
sv: Detta val låter dig välja vilken typ av media som ska visas.<br /><br />När du väljer <b>Personer</b> kommer endast media associerad med personer att visas. Det äe vanligtvis personens fotografi. När du väljer <b>Händelser</b> kommer endast media associerade med fakta eller händelser att visas. Det kan vara en bild av ett certifikat. När du väljer <b>Alla</b> kommer all media att visas.

source: Should the slideshow start automatically when the page is loaded.<br /><br />The slideshow changes the contents of the block without preloading information from the server and without reloading the entire page.
fi: Tulisiko AJAX-diaesityksen käynnistyä automaattisesti kun sivu on ladattu.<br /><br />Tämä ominaisuus käyttää AJAX-tekniikkaa muuttamaan alueen sisältöä esilataamatta tietoa palvelimelta ja lataamatta koko sivua uudelleen.
fr: Implique que le diaporama se lance automatiquement au chargement de la page.<br /><br />Le diaporama modifie le contenu du bloc sans chargement préalable des informations depuis le serveur (méthode streaming) et sans actualisation complète de la page en cours.
hu: Automatikusan induljon-e el a képbemutató ha az odal betöltődik.<br /><br />A képbemutató a doboz tartalmát változtatja, a nélkül, hogy a előre betöltené az adatokat, vagy hogy az egész oldalt újratöltené.
nb: Skal lysbildevisningen starte automatisk når siden leses inn?<br /><br />Lysbildevisningen endrer innholdet i blokken uten å forhåndsinnlese informasjon fra serveren og uten å gjeninnlese hele siden.
sk: Mal by spustit slideshow automaticky pri načítaní stránky.<br /><br />Slideshow mení obsah bloku bez nového načítania informácií zo serveru a bez nového načítania celej stránky.
sv: Ska AJAX bildspel starta automatiskt när sidan laddas.<br /><br />Denna funktion använder AJAX-teknik för att ändra innehållet i blocket utan att förladda information från servern och utan att ladda om hela sidan.

source: Comments
fi: Huomautukset
fr: Commentaires
hu: Megjegyzések
nb: Kommentarer
sk: Poznámky
sv: Kommentarer

source: Use this field to tell the site administrator why you are requesting an account and how you are related to the genealogy displayed on this site. You can also use this to enter any other comments you may have for the site administrator.
fi: Käytä tätä kenttää kertoaksesi ylläpitäjälle miksi haluat käyttäjätilin ja kuinka olet sukua tämän sivuston henkilöille. Voit lisätä tähän myös muita huomautuksia, joita sinulla on ylläpitäjälle.
fr: Utilisez ce champ pour dire à l'administrateur du site pourquoi vous souhaitez un compte et en quoi vous êtes concerné par les informations généalogiques présentées sur ce site. Vous pouvez aussi utiliser ce champ pour tout autre commentaire à l'attention de l'administrateur.
hu: Ebben a mezőben írhatja meg az adminisztrátornak, hogy miért szeretne az oldalhoz hozzáférést, és hogy milyen kapcsolatban van ezzel a családfakutató oldallal. Ide egyéb közlendőt is írhat az adminisztrátornak.
nb: Bruk dette feltet for å fortelle nettstedets administrator hvorfor du ber om en konto og hva din plass i slektstreet på nettstedet er. Du kan også bruke det for å skrive andre kommentarer du måtte ha til administratoren.
sk: Použijte toto pole k tomu, aby ste administrátorovi zdôvodnili prečo žiadate o založenie uživateľského účtu a aký je váš vzťah k rodokmeňu zobrazenému na tejto stránke. Tiež môžete napísať ďaľšie informácie potrebné administrátorovi.
sv: Använd detta fält för att berätta för administratören varför du begär ett konto och hur ditt släktförhållande är till de på sajten. Du kan också använda detta fält att skriva in andra kommentarer du har till sajtadministratören.

source: Every person in the database has a unique ID number on this site. If you know the ID number for your own record, please enter it here. If you don't know your ID number or could not find it because of privacy settings, please provide enough information in the Comments field to help the site administrator identify who you are on this site so that he can set the ID for you.
fi: Jokaisella henkilöllä tietokannassa on oma yksilöllinen ID-tunnuksensa. Mikäli tiedät oman ID-tunnuksesi lisää se tähän. Mikäli et tiedä sitä tai et voinut löytää sitä yksityisyysasetusten vuoksi, toimita kommenttikenttään riittävästi tietoa itsestäsi jotta ylläpitäjä tunnistaa sinut voidakseen asettaa ID-tunnuksen.
fr: Chaque personne figurant dans la base est identifiée par un numéro d'ID unique sur ce site. Si vous connaissez le numéro d'ID de votre enregistrement, entrez le ici. Si vous ne le connaissez pas ou ne pouvez pas le trouver à cause des règles de protections sur la vie privée, veuillez laisser assez de renseignements dans le champ Commentaires pour aider l'administrateur du site à vous identifier, afin de mettre à jour ce champ avec votre numéro d'ID.
hu: Az adatbázisban lévő minden személynek, saját egyedi azonosítója van az oldalon. Ha tudja ezt, itt adhatja meg. Ha nem tudja, vagy az privát és nem látja, adjon meg elegendő információt a Megjegyzés mezőben, hogy segítse az adminisztrátort az azonosítója megtalálásában.
nb: Hver person i slektsbasen har et unikt ID-nummer. Dersom du kjenner ditt eget ID-nummer, kan du føre det inn her. Hvis du ikke kjenner ID-nummeret eller ikke har adgang til det på grunn av personvernsinnstillingene, oppgi da nok informasjon i kommentar-feltet til at administratoren for nettstedet kan vite hvem du er deg og gi deg ID-nummeret ditt.
sk: Každá osoba v databáze má unikátny ID kód. Ak poznáte svoje ID, prosím vložte ho sem. Ak ho nepoznáte, alebo ho nemozete vyhľadať z dôvodu nastavenia utajenie, napíšte do poľa Komentáre dostatok informácií, ktoré pomôžu administrátorovi identifikovať kto ste a aké máte ID. Toto ID vám potom nastaví administrátor.
sv: Alla personer i databasen har ett unikt idnummer på denna sajt. Om du vet ditt idnummer för dig själv, skriv in det här. Om du inte vet ditt idnummer, eller kan inte hitta det beroende på intgritetsinställningar, så var vänlig att ange tillräckligt med infromation i kommentarfältet för att hjälpa administratören att veta vilken person du är på sajten så att de kan sätta idt för dig.

source: ID's of person 1 and person 2
fi: Henkilö 1 ja henkilö 2 ID-tunnukset
fr: ID de la personne 1 et personne 2
hu: 1. és 2. személy azonosítója
nb: ID for Person 1 og Person 2
sk: ID osoby 1 a osoby 2
sv: ID för person 1 och person 2

source: If you have jumped from another page to this one by having clicked the <b>Relation to me</b> link, you will see here the relationship between yourself and that other individual.<br /><br />If you arrived at this page through the <b>Relationship Chart</b> menu entry on any page header, you have to type the identifier numbers of the two people whose relationship you wish to see. If you don't know the identifier of the desired person, you can click the <b>Find ID</b> link.
fi: Mikäli olet siirtynyt tälle sivulle muualta klikkaamalla esimerkiksi linkkiä "Sukulaisuus minuun", tulet tässä näkemään kyseisen kahden henkilön välisen sukulaisuussuhteen. <br />Muuten sinun tulee antaa kummankin henkilön ID selvittääksesi heidän välisensä sukulaisuussuhteen.<br />Ellet tiedä niitä, käytä linkkiä "hae ID".
fr: Si, sur la page précédente, vous avez cliqué «Parenté avec moi», les deux champs sont déjà renseignés.<br />Sinon, sélectionnez deux individus en entrant leur code, ou en cliquant sur «Choisir»
hu: Ha Ön valamelyik másik oldalon szereplő hivatkozáson át került ide (pl. a "Rokonsága velem" segítségével), akkor az adott két személy közötti rokoni kapcsolatot fogja itt megtalálni.<br />Egyéb esetekben Önnek meg kell adni a személyek azonosítóját.<br />Amennyiben nem tudja az azonosítókat, használja az "Azonosító" hivatkozást.
nb: Dersom du ble overført til denne siden fra en annen side(for eksempel: ved å ha trykket på lenken "Slektskap til deg"), så vil du her se slektskapet mellom de to personene.<br />Ellers må du skrive inn IDene til de personene du ønsker å få vite slektsskapet mellom.<br />Dersom du ikke kjenner IDene til personene, kan du klikke på linken <b>Finn ID</b>
sk: Ak ste sa sem dostali cez odkaz z inej stránky (napríklad: kliknutím na odkaz "Vzťah ku mne"), potom tu uvidíte príbuzenský vzťah medzi sebou a touto osobou.<br />Inak musíte zadať ID tých dvoch osôb, ktorých vzájomný príbuzenský vzťah chcete zobraziť.<br />Ak tieto ID nepoznáte, môžete kliknúť na odkaz "Nájsť ID".
sv: Om du kommer från en annan sida till denna t.ex. genom att klicka på <b>förhållande till mig</b>, då kommer du att förhållandet mellan dessa personer.<br /><br />Annars måste du skriva in IDt för de två personer som du vill se förhållandet mellan.<br />Om du inte vet IDt för personerna kan klicka på<b>Sök ID</b> länken.

source: Click this link to remove the person from the timeline.
fi: Klikkaa tätä linkkiä poistaaksesi henkilön aikajanalta.
fr: Pour retirer une personne du diagramme.<br />La fiche de cette personne n'est ni modifiée, ni supprimée.
hu: Kattintson erre a hivatkozásra, ha el kívánja távolítani az adott személyt a Kronológiából.
nb: Trykk på denne lenken for å fjerne personen fra tidslinjen.
sk: Kliknite na tento odkaz, ak chcete odstrániť osobu z časovej osy.
sv: Klicka på denna länk för att ta bort personen från tidslinjen.

source: Remove custom tags
fi: Poista omat tunnisteet (tag)
fr: Supprimer les balises personnalisées
hu: Egyéni címkék eltávolítása
nb: Fjern <b>webtrees</b>-spesifikke koder
sk: Odstrániť uživateľské tagy
sv: Tabort egna taggar
