Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Case insensitive
fi: Kirjaintasosta riippumaton
fr: Ignorer la casse
hu: Nagybetűérzékeny
nb: Ikke nødvendig å skille mellom store og små bokstaver
sk: Nerozlišovať veľkosť písmen
sv: Inte skiftlägeskänslig

source: Tick this box to match both upper and lower case letters.
fi: Rastita tämä ruutu verrataksesi sekä pien- että suuraakkosia.
fr: Cochez cette case pour correspondre à la fois des majuscules et des minuscules.
hu: Pipálja be ha a kis és nagybetűk nem számítanak.
nb: Merk av boksen for å matche både store og små bokstaver.
sk: Zaškrtnite toto políčko, aby sa musely zhodovať veľké i malé písmena.
sv: Bocka rutan för att matcha både små och stora bokstäver.

source: Add missing death records
fi: Lisää puuttuvat kuolintiedot
fr: Ajouter les enregistrements de décès manquants
hu: Hiányzó elhalálozási mezők hozzáadása
nb: Legg til manglende dødsfallsregistreringer
sk: Pridať chýbajúce záznamy o úmrtí
sv: Lägg till saknade dödsuppgifter

source: You can speed up the privacy calculations by adding a death record to individuals whose death can be inferred from other dates, but who do not have a record of death, burial, cremation, etc.
fi: Voit nopeuttaa yksityisyyslaskentaa lisäämällä henkilötietoihin kuolintieto, joka on pääteltävissä muista päiväystiedoista. Niille henkilöille, joilta puuttuu kuolin-, hautaus-, polttohautaus jne tapaisia tietoja.
fr: Vous pouvez accélérer les calculs de la vie privée en ajoutant le décès de la personne (sans la date), si le décès peut être déduit et sans connaître les dates de décès, d’inhumation, de crémation, etc.
hu: Felgyorsíthatja az adatok feldolgozását, ha a biztosan elhunyt, de dátum szerint be nem azonosított haláleseteket bevezeti a megfelelő személyekhez, mint halál, temetés, hamvasztás, stb.
nb: Beregningen av personvernskriterier kan gjøres raskere hvis en dødsangivelse legges til for individer man ut fra andre kilder vet er døde, men der man ikke har en presis døds-, begravelses-, kremasjonsdag e.l.
sk: Môžete zrýchliť počítanie utajených dát pridaním dát o úmrtí osôb, ktorých úmrtie sa dá odvodiť z iných dát, ale žiadny taký záznam nemajú (úmrtie, pohreb, kremácia atd.)

source: Changes Report
fi: Muutosraportti
fr: Modifications
hu: Változások összefoglalója
nb: Endringsrapport
sk: Zoznam zmien
sv: Rapport över förändingar

source: A report of recent and pending changes.
fi: Viimeisten ja vireillä olevien muutosten raportti
fr: Rapport des modifications récentes et en attente d'approbation.
hu: Jelentés a friss vagy függőben lévő változásokról.
nb: Oversikt over nylige eller ventende, ennå ikke godkjente, endringer.
sk: Report nedávnych a čakajúcich zmien.

source: Upcoming Yahrzeiten
fi: Tulevat jortsaitit
fr: Les Yahrzeiten à venir
hu: Közelgő Yahrzeiten
nb: Kommende Yahrzeiten
sk: Nastávajúce výročia (Yahrzeiten)
sv: Kommande judiska dödsdagar

source: The Upcoming Yahrzeiten block shows anniversaries of death dates that will occur in the near future. You can configure the period shown, and the Administrator can configure how far into the future this block will look.
fi: Tulevat jortsaitit-lohko näyttää lähitulevaisuudessa esiintyvät kuolinaikojen vuosipäivät. Voit muokata näytettävää ajanjaksoa ja ylläpitäjä voi muokata miten kauaksi tulevaisuuteen lohkolla katsotaan.
fr: Le bloc des Yahrzeiten à venir affiche les anniversaires des décès qui vont arriver dans un futur proche. Vous pouvez configurer la période qui est affichée, et l'administrateur peut configurer la date jusqu'à laquelle ce bloc doit aller chercher ces anniversaires.
hu: A Közelgő Yahrzeiten blokk jelzi a közeli elhalálozási évfordulókat. Az intervallumokat a rendszergazda állíthatja be.
nb: Blokken Kommende Yahrzeiten viser årsdager for dødsdatoer som inntreffer i nær framtid. Du kan konfigurere tiden fram, og administratoren kan konfigurere hvor langt inn i framtida denne rammen skal vise.
sk: Blok Nastávajúce výročia (Yahrzieten) zobrazuje výročia úmrtí, ktoré nastanú v blízkej budúcnosti. Môžete nastaviť periódu zobrazenia, a administrátor môže nastaviť ako ďaleko do budúcnosti bude tento blok siahať.
sv: Blocket kommande judiska dödsdagar visar årsdagar av dödsdatum, som infaller i en nära framtid. Du kan konfigurera perioden som visas och administratören kan konfigurera hur lång in i framtiden man ska kolla efter dödsdagar.

source: %s year anniversary
fi: %s. vuosipäivä
fr: %s anniversaire
hu: %s éves évforduló
nb: %s årsdag
sk: %s výročie
sv: %s årsdag

source: Anniversary
fi: Vuosipäivä
fr: Anniversaire
hu: Évforduló
nb: Merkedag
sk: Výročie
sv: Årsdag

source: Number of days to show
fi: Näytettävien päivien lukumäärä
fr: Nombre de jours à afficher
hu: Napok száma feltüntetése
nb: Antall dager som skal vises
sk: Počet dní k zobrazeniu
sv: Antal dagar att visa

source: maximum %d day
fi: enintään päivä
fr: maximum %d jour
hu: maximum %d nap
nb: maks %d dag
sk: maximum % dni
sv: maximum %d dag

source: Yahrzeiten block
fi: Jortsait-lohko
fr: Bloc Yahrzeiten
hu: Yahrzeiten blokk
nb: Blokken Yahrzeiten
sk: Blok nastávajúcich výročí (Yahrzeiten)

source: This block shows you Yahrzeiten that are coming up in the near future.<br /><br />Yahrzeiten (singular: Yahrzeit) are anniversaries of a person's death. These anniversaries are observed in the Jewish tradition; they are no longer in common use in other traditions. «Yahrzeit» can also be spelled «Jahrzeit» or «Yartzeit».<br /><br />The Administrator determines how far ahead the block will look. You can further refine the block's display of upcoming Yahrzeiten through configuration options.
fi: Tämä lohko näyttää lähitulevaisuuden Jortsait-tapahtumat.<br /><br />Jortsaitit ovat henkilön kuoleman muistopäiviä. Näitä noudatetaan juutalaisessa perinteessä; niitä ei yleensä oteta huomiooon muissa perinteissä. «Jortsait» voidaan myös kirjoittaa muodossa «Jahrzeit» tai «Yartzeit».<br /><br />Ylläpitäjä määrittää, miten pitkälle tulevaisuuteen lohko näyttää tietoja. Voit hienosäätää tulevien Jortsait-päivien näkymistä asetusten avulla.
fr: Ce bloc montre les Yahrzeiten qui vont arriver dans un avenir proche.<br /><br />Les Yahrzeiten (singulier : Yahrzeit) sont les anniversaires du décès d'une personne. Ces anniversaires sont célébrés dans la tradition juive ; ils ne le sont partiquement plus dans les autres traditions. «Yahrzeit» peut aussi être épelé «Jahrzeit» ou «Yartzeit».<br /><br />L'administrateur détermine l'apparence de ce bloc. Vous pouvez par la suite améliorer l'affichage de ce bloc en faisant appel aux options de configuration.
hu: Ebben a blokkban megjelennek a közelgő Yahrzeiten események. <br /><br />A Yahrzeiten a személyek halálának évfordulóját jelenti. Ezek az évfordulók a zsidó vallásra jellemzőek.
nb: Denne blokken viser Yahrzeiten i den nærmeste fremtid.<br /><br />Yahrzeiten (entall: Yahrzeit) er årsdager for en persons død. Disse feires i den jødiske tradisjonen; de er ikke lenger i bruk i andre tradisjoner. «Yahrzeit» kan også skrives «Jahrzeit» eller «Yartzeit».<br /><br />Administratoren avgjør hvor langt frem i tid blokken vil lete. Det finnes ytterligere innstillinger for å bestemme hvordan listen over kommende Yahrzeiten skal utformes.
sk: Tento blok vám zobrazí nadchádzajúce výročia (Yahrzeiten), ktoré budú v blízkej budúcnosti.<br /><br />Yahrzeiten (jednotné číslo: Yahrzeit) sú výročia úmrtí. Tieto výročia sú dôležité v židovskej tradícii, v iných kultúrach sa väčšinou nedodržujú. «Yahrzeit» sa môže tiež písať ako «Jahrzeit» alebo «Yartzeit».<br /><br />Administrátor určuje, ako daleko do budúcnosti se tento blok pozerá. Vzhľad bloku nadchádzajúcich Yahrzeiten môžete neskôr konfigurovať v nastavení.

source: Number of days to show: This is the number of days that <b>webtrees</b> should use when searching for events
fi: Näytettävien päivien lukumäärä: <b>webtrees</b> käyttää arvoa etsiessään tulevia tapahtumia
fr: Nombre de jours à afficher: C'est le nombre de jours que <b>webtrees</b> doit utiliser lors de la recherche des évènements
hu: Mutatott napok száma: Ez azon napok száma, amely szerint a <b>webtrees</b> az eseményeket kikeresi
nb: Antall dager som skal vises: Dette er det antall dager <b>webtrees</b> skal bruke når det søkes etter begivenheter.
sk: Počet dní pre zobrazenie: počet dní ktoré <b>webtrees</b> použije pre vyhľadanie udalostí
sv: Antal dagar att visa: Antal dagar som <b>webtrees</b> skall använda när händelser söks

source: Presentation style: Either a simple text "List" or a "Table" format.
fi: Esitystapa: Listana tai Taulukkona
fr: Style de présentation: Soit un texte simple "Liste" ou un format "Tableau".
hu: Bemutató formátum: Csak sima szövegként "Lista" vagy "Táblázat" formátumban.
nb: Presentasjonsstil: Enten "Liste" eller "Tabell".
sk: Štýl zobrazenia: Buď v jednoduchom texte \"Zoznam\" alebo \"Tabuľka\".
sv: Presentations stil: Antingen "Lista" eller "Tabell".

source: Descendants
fi: Jälkeläiset
hu: Leszármazottak
nb: Etterkommere
sk: Potomkovia
sv: Ättlingar

source: A sidebar that shows the descendants of an individual.
fi: Sivupalkki, joka näyttää henkilön jälkeläiset.
fr: Une barre latérale montrant les descendants d'un individu.

source: No children
fi: Ei lapsia rekisterissä
fr: Aucun enfant
hu: Nincsenek gyerekek rögzítve
nb: Ingen registrerte barn
sk: Žiadne zaznamenané deti
sv: Inga registrerade barn

source: Upcoming Events
fi: Tulevat tapahtumat
fr: Prochains anniversaires
hu: Elkövetkező események
nb: Kommende begivenheter
sk: Blok nadchádzajúcich udalostí
sv: Kommande händelser-block

source: The Upcoming Events block shows anniversaries of events that will occur in the near future. You can configure the amount of detail shown, and the administrator can configure how far into the future this block will look.
fi: Tulevat tapahtumat näyttää luettelon lähipäivinä sattuvista tapahtumista. Käyttäjä voi säätää miten paljon tietoa näytetään ja ylläpitäjä rajoittaa miten pitkälle tulevaisuuteen katsotaan.
fr: Le bloc «Prochains anniversaires» affiche les anniversaires des prochains jours. Vous pouvez déterminer la quantité d'informations à afficher, et l'administrateur le nombre de jours à afficher.
hu: Az Elkövetkező események blokk az aktív GEDCOM-ból olyan eseményeket mutat, amelyek a következő 30 napban lesznek aktuálisak. A felhasználó oldalán ez a rész csak élő személyeket mutathat. A GEDCOM-oldalon minden személyt felsorol.
nb: Blokken "Kommende Begivenheter" viser årsdager som vil skje i den nærmeste framtid. Du kan bestemme hvor mange detaljer som skal vises, og administratoren kan bestemme hvor langt inn i framtiden årsdager vil bli vist.
sk: V bloku nadchádzajúcich udalostí je zobrazený zoznam udalostí z momentálne zobrazeného GEDCOMu, ktorých výročie si pripomenieme v priebehu nasledujúcich 30 dní. Cez uživateľskú stránku MyGedView sa v bloku zobrazia iba živí ľudia. Cez vstupnú bránu GEDCOMu sa zobrazia všetci ľudia.
sv: Kommande händelser-blocket visar en lista av händelser som kommer att inträffa de närmaste 30 dagarna i den aktiva GEDCOM-filen. För en användares Min Sida visar området en lista endast levande personer. För en GEDCOM välkomstsida visar den en lista på alla personer.

source: Adds a tab to the individual page which maps the events of an individual and their close relatives on a Google map.
fi: Lisää henkilösivulle väilehti, jolla henkilön ja lähisukulaisten tapahtumat kuvataan Googlekartalla.
fr: Ajoute un onglet sur la page individuelle qui dresse une carte des événements d'un individu et de ses proches sur une carte Google.
hu: Hozzáad egy fület az egyéni laphoz amelyen a Google térkép segítségével nyomon követheti a közeli családtagokat.
nb: Legger til en fane på individsiden som viser begivenhetene for en person og hans/hennes nære slektninger på Google Map.
sk: Pridává panel na osobnú stránku, ktorý zobrazuje udalosti osôby a blízkych príbuzných na mape Googlu.

source: Google Maps configuration
fi: Google Maps asetukset
hu: Google Térkép beállítások
nb: Innstillinger for Google Maps
sk: Konfigurácia Google Maps

source: Edit geographic place locations
fi: Muokkaa sijaintipaikkatietoja
fr: Éditer les coordonnées du lieu
hu: Földrajzi helyszínek szerkesztése
nb: Rediger geografiske stedplasseringer
sk: Upraviť zemepisnú polohu miesta
sv: Ändra geografiska platser

source: Place Check
fi: Paikkojen tarkistus
fr: Vérification des lieux
hu: Hely ellenőrzése
nb: Stedsjekk
sk: Kontrola miest
sv: Platskontroll

source: PlaceCheck List Options
fi: Paikkatarkistuslistan valinnat
fr: Options de vérification des lieux de la liste
hu: Helyellenőrző lista beállításai
nb: Valg for stedsjekkliste
sk: Zoznam volieb pre Kontrolu miest
sv: Platskontroll-listans alternativ

source: Open links in
fi: Avaa linkit osoitteessa:
fr: Ouvrir les liens dans
hu: Hivatkozások megnyitása itt
nb: Åpne lenke i
sk: Otvoriť link v
sv: Öppna länkar med

source: Same tab/window
fi: Sama välilehti/ikkuna
fr: le même onglet ou la même fenêtre
hu: Ugyanazon fül/ablak
nb: Samme fane/vindu
sk: Tá istá tabuľka/okno
sv: Samma flik/fönster

source: New tab/window
fi: Uusi välilehti/ikkuna
fr: un nouvel onglet ou une nouvelle fenêtre
hu: Új fül/ablak
nb: Ny fane/vindu
sk: Nová tabuľka/okno
sv: Ny flik/fönster

source: Country
fi: Maa
fr: Pays
hu: Ország
nb: Land
sk: Krajina
sv: Land

source: &lt;select&gt;
fi: &lt;valitse&gt;
fr: &lt;sélectionnez&gt;
hu: &lt;kijelöl&gt;
nb: &lt;velg&gt;
sk: &lt;vyberte&gt;
sv: &lt;välj&gt;

source: Subdivision
fi: Maanosa
hu: Felosztás
nb: Område
sk: Ďalšie členenie

source: List filtering options
fi: Listan suodatusvalinnat
fr: Options de filtrage de la liste
hu: Szűrő beállítások
nb: Filtervalg for stedliste
sk: Voľby pre filtrovanie zoznamu
sv: Listans filtreringsalternativ

source: Include fully matched places:
fi: Sisällytä täysin vastaavat paikat:
fr: Inclure les lieux complètement identiques
hu: Teljesen egyező helyek is:
nb: Inkluder identiske steder:
sk: Zahrnúť miesta, ktoré plne vyhovujú požiadavkám:

source: Show
fi: Näytä
fr: Afficher
hu: Mutat
nb: Vis
sk: Ukázať
sv: Visa

source: Place list for GEDCOM file
fi: Paikkalista GEDCOM tiedostosta
fr: Liste des Lieux pour le fichier GEDCOM
hu: Helyek listája a GEDCOM fájlnak
nb: Stedsliste for slektsbasen
sk: Zoznam miest pre súbor GEDCOM
sv: Platslista för GEDCOM-fil

source: GEDCOM File Place Data<br />(2 PLAC tag)
fi: GEDCOM-tiedoston paikkadata<br/>(2 PLAC tag)
fr: Données des lieux dans le fichier GEDCOM<br />(2 PLAC tag)
hu: GEDCOM fájt helyadatok<br />(2 PLAC tag)
nb: Stedsopplysninger for slektsbasen<br />(2 PLAC tag)
sk: Dáta s miestami v súbore GEDCOM<br />(tag 2 PLAC)"
sv: GEDCOM-filens platsdata<br />(2 PLAC tag)

source: GoogleMap Places Table Data
fi: Google-kartaston paikkatauludata
fr: Tableau de données des Lieux par GoogleMap
hu: Google Térkép helyek táblázata
nb: Opplysninger for steder i GoogleMap
sk: Tabuľka miest GoogleMap
sv: Google-kartans platstabelldata

source: Level
fi: Taso
fr: Niveau
hu: Szint
nb: Nivå
sk: Úroveň
sv: Nivå

source: Latitude
fi: Leveysaste
hu: Földrajzi szélesség
nb: Breddegrad
sk: Zemepisná šírka
sv: Latitud

source: Longitude
fi: Pituusaste
hu: Földrajzi hosszúság
nb: Lengdegrad
sk: Zemepisná dĺžka
sv: Longitud

source: Zoom=
fi: Zoomaus=

source: Total places: %s
fi: Paikkoja yhteensä: %s
fr: Nombre total de lieux: %s

source: This will list all the places from the selected GEDCOM file. By default this will NOT INCLUDE places that are fully matched between the GEDCOM file and the GoogleMap tables
fi: Tämä listaa kaikki paikat valitusta GEDCOM-tiedostosta. Oletuksena tämä ei sisällytä paikkoja, jotka täysin vastaavat GEDCOM tiedostoa ja Google-kartaston tauluja
fr: Ceci listera tous les lieux du fichier GEDCOM sélectionné. Par défaut ceci N'INCLURA PAS les endroits qui sont entièrement identiques entre le dossier GEDCOM et les tables de GoogleMap
hu: Ez kilistázza az összes helyet a kiválasztott GEDCOM fájlból. Alapból ezek a NEM BEÁGYAZOTT helyek, amelyek egyeznek a GEDCOM fájl és a Google Térkép helyeivel.
nb: Dette vil vise alle stedene fra den valgte slektsbasen. Som standard vil dette ikke inkludere steder som er helt like i slektsbasen og GoogleMap
sk: Týmto vypíšete všetky miest z vybraného súboru GEDCOM. Štandardne to NEZAHRNIE miesta v súbore GEDCOM a tabulkách GoogleMap, ktoré sa zhodujú .

source: Redraw map
fi: Näytä kartta uudelleen
fr: Actualiser la carte
hu: Térkép újrarajzolása
nb: Tegn kart på nytt
sk: Prekresliť mapu
sv: Rita om kartan

source: Root
fi: Juuri
fr: Racine
hu: Gyökér
nb: Rot
sk: Koreň
sv: Rot

source: self
fi: itse
fr: lui/elle
hu: saját
nb: selv
sk: vlastný
sv: själv

source: Birth:
fi: Syntymä:
fr: Naissance
hu: Született:
nb: Født:
sk: Narodenie:
sv: Född:

source: Pedigree map
fi: Sukupolvikartta
fr: Carte d'ascendance
hu: Származási térképem
sk: Vývod - mapa

source: Zoom in here
fi: Zoomaa lähemmäksi tänne
fr: Zoom avant ici
hu: Közelítés
nb: Zoom inn her
sk: Priblížiť tu
sv: Zooma in här

source: Zoom out here
fi: Zoomaa loitommaksi tästä
fr: Zoom arrière ici
hu: Távolodás
nb: Zoom ut her
sk: Oddialiť tu
sv: Zooma ut här

source: Center map here
fi: Keskitä kartta tähän
fr: Centrer la carte ici
hu: Középre
nb: Sentrer kart her
sk: Vycentorvať mapu sem
sv: Centrera kartan här

source: Pedigree map of %s
fi: Sukupolvikartta - %s
fr: Carte d'ascendance de %s
hu: %s származási térképe
sk: Vývod - mapa %s

source: Cluster size
fi: Cluster (rypäs) koko
fr: Taille des groupes
hu: Klaszter mérete
nb: Klyngestørrelse
sk: Veľkosť klastru
sv: Klusterstorlek

source: Hide flags
fi: Piilota liput
fr: Masquer les drapeaux
hu: Zászlók elrejtése
nb: Skjul flagg
sk: Ukryť vlajky
sv: Dölj flaggor

source: Hide lines
fi: Piilota viivat
fr: Masquer les lignes
hu: Vonalak elrejtése
nb: Skjul linjer
sk: Ukryť linky
sv: Dölj linjer

source: Private
fi: Yksityinen
fr: Détails privés
hu: Bizalmas
nb: Privat
sk: Súkromné
sv: Privat

source: %1$d individual displayed, out of the normal total of %2$d, from %3$d generations.
fi: %1$d henkilö näytössä %3$d sukupolven mahdollisista %2$d henkilöistä.
fr: %1$d individu affiché, sur le total normal de %2$d, pour %3$d générations.
hu: %1$d személy látható, normálisan összesen %2$d, %3$d generációból.
nb: %1$d person vist, av totalt %2$d mulige, fra %3$d generasjoner.
sk: %1$d zobrazená osoba, medzi všetkými z %2$d z %3$d generácií.
sv: %1$d person visas, av totalt %2$d, från %3$d generation.

source: %s individual is private.
fi: %s henkilö on yksityissuojattu.
fr: %s personne est privée.
hu: %s személy rejtett
nb: %s individ er privat.
sk: %s osoba je utajená.
sv: %s person är skyddad.

source: No ancestors in the database.
fi: Ei esivanhempia tietokannassa.
fr: Pas d'ancêtres dans la base de données.
hu: Nincsenek elődök az adatbázisban.
nb: Ingen aner i slektsbasen
sk: Žiadny predkovia v databázi
sv: Inga förfäder i databasen.

source: %1$d individual is missing birthplace map coordinates: %2$s.
fi: %1$d henkilöltä puuttuu syntymäpaikan koordinaatit:%2$s.
fr: %1$d individu n'est pas affiché sur la carte car les coordonnées du lieu de naissance ne sont pas définies: %2$s
hu: %1$d személynek hiányoznak a születési hely térképkoordinátái: %2$s.
nb: %1$d individ mangler koordinater for fødested: %2$s.
sk: %1$d osobe chýba miesto narodenia, súradnice: %2$s.
sv: %1$d person saknar födelseplatskoordinater: %2$s.

source: Default map type
fi: Oletuskarttatyyppi
fr: Type par défaut de la carte
hu: Alapértelmezett térkép típus
nb: Standard karttype
sk: Implicitný typ mapy
sv: Standard karttyp

source: The type of map that will be shown by default. This can be Map, Satellite, Hybrid or Terrain.
fi: Oletuksena näkyvä kartan tyyppi. Tämä voi olla Kartta, Satelliitti, Hybridi tai Maasto.
fr: Le type de la carte affichée par défaut. La carte peut être de type Plan, Satellite ou Hybride.
hu: Ez az alapértelmezetten megjelenő térképforma. Ez lehet Térkép, Műhold, Hibrid vagy Föld.
nb: GoogleMap type som vil vises som standard. Dette kan være; kart, satellitt, hybrid eller terreng.
sk: Typ mapy ktora bude zobrazená implicitne. Máte možnosti Mapa, Satelit, Hybrid, Terén.
sv: Karttyp som visa som standard. Det kan vara Map, Satellie, Hybrid eller Terrain.

source: Size of map (in pixels)
fi: Kartan koko (pikseleinä)
fr: Taille de la carte (en pixels)
hu: Térkép nagysága (pixel)
nb: Kartstørrelse (i punkter)
sk: Veľkosť mapy (v pixeloch)
sv: Kartans storlek (i bildpunkter)

source: The size of the map (in pixels) as shown on the Individual pages.
fi: Kartan koko (rasterpisteissä/pikselissä ) joka näytetään henkilösivulla.
fr: La taille de la carte (en pixels) telle qu'elle apparaîtra sur la page Individu.
hu: A térkép mérete (pixelben) megjelenik az egyéni lapokon is.
nb: Størrelsen på kartet(i piksler) som skal vises på personsidene.
sk: Veľkosť mapy (v pixeloch) pre zobrazenie na stránkach osôb.
sv: Storlek på karta (i bildpunkter) som visas på personsidor.

source: Zoom factor of map
fi: Kartan zoomauskerroin
fr: Facteur de zoom de la carte
hu: Térkép nagyítása
nb: Zoomfaktor på kart
sk: Zoom faktor mapy
sv: Kartans zoomfaktor

source: Minimum and maximum zoom factor for the Google map. 1 is the full map, 15 is single house. Note that 15 is only available in certain areas.
fi: Pienin ja suurin zoomauskerroin Google kartalle. 1 on täysi kartta ja 15 on yksittäinen talo. Huomaa, että 15 on saatavilla vain tietyillä alueilla.
fr: Facteur de zoom mini et maxi applicable à la carte. 1 correspond à une vue de la carte entière, 15 permet de voir juste une maison. Notez qu'un zoom de 15 est disponible uniquement à certains endroits.
hu: A minimális és maximális zoom érték a térképben. 1 a teljes térkép, 15 egy házhely felülete. Megjegyzendő, hogy 15 csak bizonyos helyeken működik.
nb: Minimum og maksimum zoomfaktor for kartet i Google. 1 er hele kartet, 15 er på husnivå. 15 er kun tilgjengelig i bestemte områder.
sk: Minimálny a maximálny zoom faktor pre GoogleMap. 1 = celá mapa, 15 = jednotlivý dom. Poznámka: 15 je dostupné iba pre určité oblasti.
sv: Minimum och maximum zoomfaktor för Google-karta. 1 är hela kartan, 15 är ett enda hus. Observera att 15 är endast tillgänglig inom vissa områden.

source: Precision of the latitude and longitude
fi: Leveys- ja pituusasteet tarkasti
fr: Précision de la latitude et de la longitude
hu: Szélesség és hosszúság pontossága
nb: Nøyaktighet for lengde og breddegrad
sk: Presnosť zem. šírky a dĺžky
sv: Noggrannhet hos latitud och longitud

source: This specifies the precision of the different levels when entering new geographic locations. For example a country will be specified with precision 0 (=0 digits after the decimal point), while a town needs 3 or 4 digits.
fi: Lisättäessä uusia maantieteellisiä paikkoja, määrittele tasojen tarkkuus. Esimerkiksi, maa on tarkkuudella 0 (ei lukuja desimaalipisteen perässä), kaupunki tarvitsee 3 tai 4 lukua.
fr: Ceci spécifie le degré de précision des coordonnées lors d'ajout d'un nouveau lieu. Par exemple, un pays entier sera spécifié avec une précision 0 (i.e. 0 chiffre après la virgule), alors qu'une ville a besoin de trois ou quatre chiffres.
hu: Megadható a helyek pontossága új helyek felvétele esetén. Például egy országot esetén a 0 megfelelő érték (0 szám lesz a tizedesvessző után), viszont egy város esetén már 3-4 számjegy szükséges.
nb: Dette angir hvor nøyaktig de forskjellige nivåene skal benevnes når en registerer nye steder. For eksempel vil et land bli angitt med nøyaktighet 0 (dvs. ingen siffer etter desimaltegnet), mens en by trenger 3 eller 4 siffer.
sk: Toto určuje presnosť rôznych úrovní, ak vkladáte nové geografické miesta. Napríklad štát bude určený s presnosťou 0 (=0 číslic po desatinnej čiarke), zatiaľ čo mesto potrebuje 3 alebo 4 číslice.
