Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Family of %s
fi: %s:n perhe
fr: Famille de %s
hu: %s családja
nb: Familie til %s
sk: Rodina: %s
sv: Familj %s

source: Family book of %s
fi: Sukukirja - %s
fr: Livret de famille de %s
hu: %s családi könyve
sk: Rodinná kniha %s

source: Root Person ID
fi: Aloitushenkilön ID numero
fr: Code individu
hu: Kezdő személy azonosítója
nb: Startperson ID
sk: ID východiskovej osoby
sv: ID för startperson

source: Show Details
fi: Näytä yksityiskohdat
fr: Afficher les détails
hu: Részletek mutatása
nb: Vis detaljer
sk: Ukázať podrobnosti
sv: Visa detaljer

source: View
fi: Näytä
fr: Afficher
hu: Mutat
nb: Vis
sk: Zobraziť
sv: Visa

source: Generations
fi: Sukupolvet
fr: Générations
hu: Generáció
nb: Generasjoner
sk: Generácie
sv: Generationer

source: Show spouses
fi: Näytä puolisot
fr: Afficher les conjoints
hu: Házastársak feltüntetése
nb: Vis ektefeller
sk: Zobrazenie manželov
sv: Visa make/makar

source: Box width
fi: Leveys
fr: Largeur de boîte
hu: Dobozszélesség
nb: Boksbredde
sk: Šírka rámčeka
sv: Rutans vidd

source: Descent Steps
fi: Jälkipolvien lukumäärä
fr: Niveaux de descendance
hu: Leszármazási lépések
nb: Etterkommerledd
sk: Počet generácií potomkov
sv: Härstamning antal steg

source: Timeline
fi: Aikajana
fr: Chronologie
hu: Idővonal
nb: Tidslinje
sk: Časová os
sv: Tidslinje

source: Month:
fi: Kuukausi:
fr: Mois
hu: Hónap
nb: Måned:
sk: Mesiac:
sv: Månad:

source: Day:
fi: Päivä:
fr: Jour
hu: Nap:
nb: Dag:
sk: Deň:
sv: Dag:

source: years
fi: vuotta
fr: années
hu: év
nb: år
sk: roky
sv: år

source: Year:
fi: Vuosi:
fr: Année
hu: Év:
nb: År:
sk: Rok:
sv: År:

source: Male
fi: Mies
fr: Masculin
hu: Férfi
nb: Mann
sk: Muž
sv: Man

source: Female
fi: Nainen
fr: Féminin
hu: Nő
nb: Kvinne
sk: Žena
sv: Kvinna

# unknown gender
source: Unknown
fi: Sukupuoli ei tiedossa
fr: Inconnu
hu: Ismeretlen
nb: Ukjent
sk: Neznáme
sv: Okänt

source: Remove person
fi: Poista henkilö
fr: Personne à supprimer
hu: Személy visszavonása
nb: Fjern person
sk: Odstrániť osobu
sv: Ta bort person

source: Show an age cursor?
fi: Näytä ikäkursori?
fr: Afficher un curseur indiquant l'âge
hu: Mutassa az életkorkurzort?
nb: Vis en aldersmarkør?
sk: Zobraziť indikátor veku?

source: Add another person to the chart
fi: Lisää uusi henkilö kaavioon
fr: Ajouter une autre personne au graphique
hu: Új személy hozzáadása a grafikonhoz
nb: Legg en ny person til diagrammet
sk: Pridať ďalšiu osobu do grafu

source: Add
fi: Lisää
fr: Ajouter
hu: Hozzáadás
nb: Legg til
sk: Pridať
sv: Lägg till

source: Zoom in
fi: Lähennä
fr: Zoom avant
hu: Nagyítás
nb: Zoom inn
sk: Zväčšiť
sv: Zooma in

source: Zoom out
fi: Loitonna
fr: Zoom arrière
hu: Kicsinyítés
nb: Zoom ut
sk: Zmenšiť
sv: Zooma ut

source: Clear Chart
fi: Tyhjennä kaavio
fr: Effacer tout
hu: Grafikon törlése
nb: Nullstill diagram
sk: Zmazať graf
sv: Rensa tavla

source: Show lifespans
fi: Näytä elinkaaret
fr: Afficher la durée de vie
hu: Élettartam mutatása
sk: Zobraziť grafy dĺžky života

source: Age
fi: Ikä
fr: Âge
hu: Életkor
nb: Alder
sk: Vek
sv: Ålder

source: Export
fi: Siirrä
fr: Exporter
hu: Exportálás
nb: Eksport
sv: Exportera

source: Family tree exported to %s.
fi: Sukupuun siirto on suoritettu kohteeseen %s.
fr: Arbre généalogique exporté vers %s.
hu: A családfa exportálva lett: %s
nb: Slektstre eksportert til %s.
sk: Rodokmeň bol exportovaný do %s.

source: Unable to create %s. Check the permissions.
fi: EI voi luoda %s. Tarkista käyttöoikeudet.
fr: Impossible de créer %s. Vérifier les permissions.
hu: Nem hozható létre a(z) %s fájl. Ellenőrizze a jogokat.
nb: Kunne ikke opprette %s. Undersøk filrettighetene
sk: Nie je možné vytvoriť %s. Skontrolujte oprávnenia.

source: Export family tree
fi: Siirrä sukupuu
fr: Exporter l'arbre généalogique
hu: Családfa exportálása
nb: Eksporter familietre
sk: Export rodokmeňa

source: Close Window
fi: Sulje ikkuna
fr: Fermer la fenêtre
hu: Ablak bezárás
nb: Lukk vindu
sk: Zatvoriť okno
sv: Stäng fönster

source: Choose a report to run
fi: Valitse ajettava raportti
fr: Choisir un rapport
hu: Válasszon ki egy jelentést
nb: Velg utskriftstype
sk: Vybrať správu, ktorá sa má vytvoriť
sv: Välj en rapport att köra

source: Select report
fi: Valitse raportti
fr: Sélectionner
hu: Jelentés kiválasztása
nb: Type
sk: Vybrať správu
sv: Välj rapport

source: Click here to continue
fi: Klikkaa tästä jatkaaksesi
fr: Continuer
hu: Kattintson ide hogy folytassa
nb: Trykk her for å fortsette
sk: Kliknúť sem pre pokračovanie
sv: Klicka här för att fortsätta

source: Enter report values
fi: Syötä raporttiarvot
fr: Entrez les paramètres du rapport
hu: Adjon meg értékeket a jelentéshez
nb: Oppsett av rapport
sk: Zadať kritéria pre správu
sv: Fyll i rapportvärden

source: File not found.
fi: Tiedostoa ei löydy.
fr: Fichier non trouvé
nb: Fant ikke filen
sk: Súbor nebol nájdený.
sv: Filen kunde inte hittas.

source: Selected Report
fi: Valittu raportti
fr: Rapport sélectionné
hu: Kiválasztott jelentés
nb: Valgt utskrift
sk: Vybraná správa
sv: Vald rapport

source: Select a date
fi: Valitse päivämäärä
fr: Choisir une date
hu: Dátumválasztás
nb: Velg en dato
sk: Vybrať dátum
sv: Välj ett datum

source: Download report
fi: Siirrä raportti palvelimelta
fr: Enregistrer le rapport
hu: Jelentés letöltése
nb: Last ned utskrift
sk: Stiahnuť správu
sv: Ladda ner rapport

source: Cancel
fi: Peruuta
fr: Annuler
hu: Mégse
nb: Avbryt
sk: Zrušiť
sv: Avbryt

source: Find individual ID
fi: Hae henkilö ID
fr: Rechercher une personne
hu: Személy azonosítójára keresés
nb: Finn person-ID
sk: Nájsť osobu s ID
sv: Sök person-ID

source: Find Family List
fi: Hae perheluettelo
fr: Rechercher une famille
hu: Család-lista keresése
nb: Finn familieliste
sk: Zostaviť zoznam rodín
sv: Hitta familjelista

source: Find media
fi: Hae media
fr: Trouver les médias
hu: Média keresése
nb: Finn media
sk: Nájsť média
sv: Sök media

source: Find Place
fi: hae paikka
fr: Choisir un lieu
hu: Hely keresése
nb: Finn stedsnavn
sk: Nájsť miesto
sv: Sök ort

source: Repositories
fi: Tietovarastot
fr: Dépôts d'archives
hu: Szervezet Lista
nb: Arkiver
sk: Zoznam prameňov
sv: Arkivlista

source: Find Shared Note
fi: Etsi jaettu lisätieto
fr: Trouver une note partagée
hu: Közös jegyzetek keresése
nb: Finn delt notat
sk: Nájsť zdieľané poznámky
sv: Sök delad anteckning

source: Find Source
fi: Hae lähde
fr: Choisir une source
hu: Találj Forrást
nb: Finn kilde
sk: Hľadať zdroje
sv: Hitta källa

source: Find Special Characters
fi: Hae erikoismerkkejä
fr: Saisie des caractères spéciaux
hu: Speciális karakter keresése
nb: Finn spesielle bokstaver
sk: Nájsť špeciálne znaky
sv: Hitta specialtecken

source: Find fact tags
fi: Hae tietotunnisteet (tag)
fr: Trouver les balises des faits
hu: Mezők változásainak keresése
nb: Finn fakta-koder
sk: Nájsť tagy udalostí
sv: Sök faktataggar

source: Please enter more than one character
fi: Anna enemmän kuin yksi merkki
fr: Entrer au moins un caractère
hu: Több mint egy betűt adjon meg
nb: Venligst skriv inn mer enn bare en bokstav
sk: Prosím vložte viacej ako jeden znak
sv: Var vänlig och skriv in mer än ett tecken

source: Name contains:
fi: Nimi sisältää:
fr: Le nom contient
hu: Név tartalmazza:
nb: Navn inneholder:
sk: Meno obsahuje:
sv: Namnet innehåller:

source: Filter
fi: Suodatus
fr: Filtre
hu: Szűrő
sk: Prehľadať

source: Media contains:
fi: Media sisältää:
fr: Objet multimédia :
hu: A Média tartalma:
nb: Media inneholder:
sk: Médiá obsahujú:
sv: Media innehåller:

source: Show thumbnails
fi: Näytä pienoiskuvat
fr: Montrer les miniatures
hu: Bélyegképek megjelenítése
nb: Vis miniatyrbilde(r)
sk: Zobraz náhľad
sv: Visa miniatyrbilder

source: Display all
fi: Näytä kaikki
fr: Afficher tout
hu: Mutass mindent
nb: Vis alle
sk: Zobraziť všetko
sv: Visa alla

source: Place contains:
fi: Paikka sisältää:
fr: Le lieu contient
hu: Hely tartalmazza:
nb: Stedsnavn inneholder:
sk: Miesto obsahuje:
sv: Orten består av:

source: Repository contains:
fi: Tietovarasto sisältää:
fr: Dépôt d'archives :
hu: A Szervezet tartalma:
nb: Oppbevaringsstedet inneholder:
sk: Pramene obsahujú:
sv: Arkivet innehåller:

source: Shared Note contains:
fi: Jaettu lisätieto sisältää:
fr: Note partagée :
hu: Közös jegyzet tartalma:
nb: Delt notat inneholder:
sk: Zdieľané poznámky obsahujú:
sv: Delad anteckning innehåller:

source: Source contains:
fi: Lähde sisältää:
fr: Source :
hu: A Forrás tartalma:
nb: Kilde inneholder:
sk: Zdroje obsahujú:
sv: Källa innehåller:

source: Change language
fi: Muuta kieli
fr: Changer la langue
hu: Nyelv változtatása
nb: Endre språk
sk: Zmeniť jazyk
sv: Ändra språk

source: Magnify
fi: Suurenna
fr: Agrandir
hu: Nagyít
nb: Forstørr
sk: Zväčšiť
sv: Förstora

source: Tag
fi: Tunniste (tag)
fr: Balise
hu: Címke
nb: Merkelapp
sv: Tagg

source: Description
fi: Kuvaus
hu: Leírás
nb: Beskrivelse
sk: Popis
sv: Beskrivning

source: Show only selected tags
fi: Näytä vain valitut tunnisteet (tag)
fr: Afficher uniquement les balises sélectionnées
hu: Csak a kiválasztott mezők mutatása
nb: Finn bare valgte koder
sk: Zobraziť iba vybrané tagy
sv: Visa endast valda taggar

source: Show all tags
fi: Näytä kaikki tunnisteet (tag)
fr: Afficher toutes les balises
hu: Minden mező mutatása
nb: Vis alle merkelapper
sk: Zobraziť všetky tagy
sv: Visa all taggar

source: Custom tags
fi: Omat tunnisteet (tag)
fr: Balises spécifiques
hu: Saját mezők
nb: Egendefinerte koder
sk: Užívateľské tagy
sv: Egna taggar

source: Accept
fi: Hyväksy
fr: Accepter
hu: Elfogad
nb: Godkjenn
sk: Prijať
sv: Godkänn

source: Total individuals: %s
fi: Henkilöitä yhteensä: %s
fr: Nombre d'individus: %s
hu: Személyek összesen: %s

source: No results found.
fi: Hakua vastaavia tuloksia ei löytynyt.
fr: Recherche infructueuse.
hu: Nincs találat
nb: Ingen treff.
sk: Zodpovedajúci záznam nebol nájdený.
sv: Inga resultat funna.

source: Total families: %s
fi: Perheitä yhteensä: %s
fr: Nombre total de familles: %s
hu: Családok összesen: %s

source: Current directory
fi: Nykyinen hakemisto
fr: Répertoire actif :
hu: Aktuális mappa
nb: Nåværende mappe
sk: Aktuálny adresár
sv: Nuvarande mapp:

source: External objects
fi: Ulkoiset kohteet
fr: Objets externes
hu: Külső objektumok
nb: Eksterne objekt
sk: Externé objekty
sv: Externa objekt

source: The filename entered does not exist.
fi: Annettua tiedostonimeä ei ole.
fr: Le fichier n'existe pas.
hu: Ezen a néven nem létezik GEDCOM-állomány
nb: Oppgitt filnavn finnes ikke!
sk: Súbor s týmto názvom neexistuje.
sv: Filnamnet du skrev finns inte.

source: Image Dimensions
fi: Kuvan mitat
fr: Dimensions de l'image
nb: Bildestørrelser
sk: Rozmery obrázku --
sv: Bilddimensioner

source: This media object is linked to the following:
fi: Tämä mediaobjekti on liitetty seuraavaan:
fr: Cet objet multimédia est relié à:
hu: Ez a média ehhez van hozzákapcsolva:
nb: Dette media-objektet er knyttet til:
sk: Tento súbor médií je prepojený na nasledujúce:
sv: Detta mediaobjekt länkat till följande:

source: View Person
fi: Katso henkilöä
fr: Afficher la personne
hu: Személy megjelenítése
nb: Vis person
sk: Zobraziť osobu
sv: Visa person

source: View Family
fi: Katso perhettä
fr: Afficher la famille
hu: Család megjelenítése
nb: Vis familie
sk: Zobraziť rodinu
sv: Visa familj

source: View Source
fi: Näytä lähteet
fr: Afficher la source
hu: Forrás megjelenítése
nb: Vis kilder
sk: Zobraziť zdroj
sv: Visa källa

source: View Object
fi: Katso kohdetta
fr: Afficher l'objet
hu: Elem megjelenítése
nb: Vis objekt
sk: Zobraziť objekt
sv: Visa objekt

source: This media object is not linked to any GEDCOM record.
fi: Tätä mediaobjektia ei ole liitetty mihinkään GEDCOM-tietueeseen.
fr: Cet objet multimédia n'est relié à aucun enregistrement GEDCOM.
hu: Ez a Média nincsen semmi GEDCOM adathoz hozzákapcsolva.
nb: Dette media-objektet er ikke knyttet til noe(n) i slektsfilen.
sk: Tento súbor médií nie je spojený s žiadnym GEDCOM záznamom.
sv: Detta mediaobjekt är inte länkat till någon GEDCOM-post.

source: Places found
fi: Paikkoja löytyi
fr: Lieux trouvés
hu: Talált helyek
nb: Steder funnet
sk: Nájdené miesta
sv: Orter hittade

source: Repositories found
fi: Löydetty tietovarastoja
fr: Dépôts d'archives trouvés
hu: Talált Szervezetek
nb: Oppbevaringssteder funnet
sk: Nájdené pramene
sv: Hittade arkiv

source: Shared Notes found
fi: Löytyi jaettuja lisätietoja
fr: Notes partagées trouvées
hu: Talált közös jegyzetek
nb: Delte notater funnet
sk: Zdieľané poznámky boli najdené
sv: Delade anteckningar hittade

source: Total sources: %s
fi: Lähteitä yhteensä: %s
fr: Nombre total de sources: %s
hu: Források összesen: %s

source: Place hierarchy
fi: Paikkahierarkia
fr: Lieux
hu: Helyszínek hierarchiája
nb: Stedsnavn
sk: Hierarchia miest
sv: Platsherarki

source: Place List
fi: Paikkaluettelo
fr: Liste des lieux
hu: Helyszín-lista
nb: Alle stedsnavn
sk: Zoznam miest
sv: Ortslista

source: Place connections found
fi: Paikkalinkki löytynyt
fr: Liens trouvés avec ces lieux
hu: Helyszín-kapcsolatot találtunk
nb: Forbindelser til stedsnavn funnet
sk: nájdených súvislostí v miestach
sv: Ortskopplingar hittade

source: Top Level
fi: Ylin taso
fr: [sommaire]
hu: Felső szint
nb: Toppnivå
sk: Horná úroveň
sv: Toppnivå

source: unknown
fi: ei tiedossa
fr: inconnu
hu: ismeretlen
nb: ukjent
sk: neznámy
sv: okänd

source: Place
fi: Paikka
fr: Lieu
hu: Helyszín
nb: Sted
sk: Miesto:
sv: Ort

source: Places in %s
fi: Paikat/Sijainnit kohteessa %s
fr: Lieux d'/de/du/des %s
hu: Helyek innen: %s
nb: Steder i %s
sk: Miesto v %s

source: View all records found in this place
fi: Näytä kaikki paikan tiedot
fr: Afficher tous les évènements pour ce lieu
hu: Ehhez a helyhez kötődő rekordok
nb: Vis alle personer/familier knyttet til stedet
sk: Zobraziť všetky záznamy spojené s týmto miestom
sv: Visa alla poster för denna ort

source: Individuals
fi: Henkilöt
fr: Individus
hu: Személyek
nb: Individer
sk: Zoznam osôb
sv: Personer

source: Families
fi: Perheet
fr: Familles
hu: Családok
nb: Familier
sk: Zoznam rodín
sv: Familjer

source: Sources
fi: Lähteet
hu: Források
nb: Kilder
sk: Zdroje
sv: Källor

source: Total unique places
fi: Yksilöllisiä paikkoja yhteensä
fr: Total des endroits uniques
hu: Helyszínek száma
nb: Antall unike steder
sk: Celkovo unikátnych miest
sv: Antal unika platser

source: Show Places in Hierarchy
fi: Näytä paikat hierarkiana
fr: Voir les lieux classés par niveaux
hu: A helyszínek hierarchiában
nb: Vis stedsnavn etter nivå
sk: Zobraziť miesta hierarchicky
sv: Visa orter i hierarkin

source: Show All Places in a List
fi: Näytä kaikki paikat listassa
fr: Voir tous les lieux dans une liste
hu: Az összes helyszín egy listában
nb: Vis alle stedsnavn
sk: Zobraziť všetky miesta zo zoznamu.
sv: Visa alla orter i en lista

source: README documentation
fi: README-dokumentti
fr: Lire la documentation README
hu: OLVASSEL Dokumentáció
nb: ReadMe-dokumentasjon
sk: README dokumentácia
sv: README-dokumentation

source: Unable to find record with ID
fi: Ei löydy tietuetta, jonka ID on
fr: Aucun enregistrement trouvé
hu: Nem található ilyen azonosítójú rekord
nb: Kan ikke finne posten med ID
sk: Nie je možné nájsť záznam s ID
sv: Kan inte hitta post med id

source: This record has been marked for deletion upon admin approval.
fi: Tämä tietue on merkitty ylläpitäjän hyväksymisen jälkeen poistettavaksi.
fr: Une demande de suppression de cet enregistrement a été faite, en attente de validation par l'administrateur.
nb: Denne oppføringen er merket for sletting og venter på godkjenning av administrator.
sk: Tento záznam je označený na zmazanie, po schválení administrátorom.
sv: Denna post har markerats för radering efter godkännande av administratören.

source: The image relates to:
fi: Kuva liittyy:
fr: Cette image est liée à:
hu: A kép a következőhöz tartozik:
nb: Dette bildet er relatert til:
sk: Obrázok spojený s:
sv: Bilden relaterar till:

source: Module administration
fi: Moduulien hallinta
fr: Administration des modules
hu: Modul Adminisztráció
nb: Moduladministrasjon
sk: Administrácia modulov
sv: Moduladministration

source: All
fi: Kaikki
fr: Tous
hu: Mind
nb: Alle
sk: Všetko
sv: Allt

source: Display %s
fi: Näytä %s
fr: Affichage %s
hu: %s megjelenítése
nb: Vis %s
sk: Zobraziť %s

source: No records to display
fi: Ei tietueita näytettävänä
fr: Aucun enregistrement à afficher
hu: Nincsenek kilistázandó bejegyzések
nb: Ingen dataposter å vise
sk: Žiadne záznamy k zobrazeniu
sv: Ingen datapost att visa

source: Showing %1$s to %2$s of %3$s
fi: Näytetään rivit %1$s - %2$s ( %3$s )
fr: Affichage de %1$s à %2$s parmi %3$s
hu: Mutat %1$s-től %2$s-ig %3$s-bó
nb: Viser %1$s til %2$s av %3$s
sk: Zobraziť %1$s od %2$s do %3$s
sv: Visar rad %1$s till %2$s av %3$s

source: (filtered from %s total entries)
fi: (valittu %s:sta)
fr: (filtrés parmi %s entrées au total)
hu: (szűrve %s darab bejegyzésből)
nb: (utvalgt av totalt %s)
sk: (filter z %s celkových položiek)
sv: (valda av totalt %s)

source: Search
fi: Hae
fr: Recherche
hu: Keres
nb: Søk
sk: Hľadať
sv: Sök

source: first
fi: ensimmäinen
fr: début
hu: első
nb: første
sk: prvá

source: last
fi: viimeinen
fr: dernier
hu: utolsó
nb: siste
sk: posledný
sv: sista

source: next
fi: seuraava
fr: suivant
hu: következő
nb: neste
sk: nasledujúci
sv: nästa

source: previous
fi: edellinen
fr: précédent
hu: előző
nb: forrige
sk: predošlý(á)
sv: föregående

source: Enabled
fi: Käytössä, Sallittu
fr: Activé
hu: Engedélyezve
nb: Aktivert
sk: Povolené
sv: Aktiverad

source: Module Name
fi: Modulin nimi
fr: Nom du module
hu: Modul neve
nb: Modulnavn
sk: Názov modulu
sv: Modulnamn

source: Menu
fi: Valikko
hu: Menü
nb: Meny
sv: Meny

source: Tab
fi: Välilehti
fr: Onglet
nb: Fane
sk: Záložka
sv: Flik

source: Sidebar
fi: Sivupalkki
fr: Barre latérale
hu: Oldalpanel
nb: Sidepanel
sk: Bočná lišta
sv: Sidopanel

source: Block
fi: Lohko
fr: Bloc
hu: Blokk
nb: Blokk
sk: Blok

source: Chart
fi: Kaavio
fr: Diagramme
hu: Diagram
nb: Diagram
sk: Schéma
sv: Diagram

source: Report
fi: Raportti
fr: Rapport
hu: Jelentés
nb: Rapport
sv: Rapport

source: Theme
fi: Teema
fr: Thème
hu: Stílus
nb: Tema
sk: Téma
sv: Tema

source: yes
fi: kyllä
fr: oui
hu: igen
nb: ja
sk: Áno
sv: ja

source: no
fi: ei
fr: non
hu: nem
nb: nei
sk: nie
sv: nej

source: This module cannot be found. Delete its configuration settings.
fi: Moduuli ei löydetty. Poista sen konfigurointiasetukset.
fr: Impossible de trouver ce module. Supprimer les réglages de sa configuration.
hu: Ez a modul nem létezik. Törölje ki a beállításait.

source: Save
fi: Tallenna
fr: Enregistrer
hu: Mentés
nb: Lagre
sk: Uložiť
sv: Spara

source: <b>Access Denied</b><br />You do not have access to this resource.
fi: <b>Pääsy kielletty</b><br />Sinulla ei ole oikeutta tähän resurssiin.
fr: <b>Accès interdit</b><br />Vous n'avez pas accès à cette ressource
hu: <b>Hozzáférés megtagadva</b><br />Megfelelő jogosultság hiányában nem tekintheti meg ezt a forrást.
nb: <b>Ingen adgang!</b><br />Du har ikke adgang til denne del.
sk: <b>Prístup bol odoprený</b><br />Nemáte prístup k tomuto zdroju.
sv: <b>Åtkomst nekad</b><br />Du saknar behörighet till denna resurs.

source: My Page
fi: Oma sivuni
fr: Page personnelle
hu: Saját oldal
nb: Min side
sk: Vstupná brána MyGedView
sv: Min Sida

source: Configure
fi: Konfiguraatio, asetukset
fr: Configurer le bloc
hu: Beállítás
nb: Konfigurer
sk: Kofigurácia bloku
sv: Konfigurera

source: Highlight a block name and then click on one of the arrow icons to move that highlighted block in the indicated direction.
fi: Korosta nimeä ja klikkaa sitten nuolikuvaketta siirtääksesi haluttuun suuntaan.
fr: Sélectionner un bloc puis cliquer sur une des flèches pour le déplacer
hu: Jelöljön ki egy Blokkot és kattintson az egyik nyílra hogy, áthelyezze a kijelölt Blokkot a megadott irányba.
nb: Merk navnet til en ramme og klikk på en av pilene for å flytte rammen i ønket retning.
sk: Označte blok a potom kliknite na niektorú ikonu šípky k presunu označeného bloku v smere šípky.
sv: Markera ett blocknamn, klicka sedan på en av pilikonerna för att flytta det markerade området i pilens riktning.

source: Customize My Page
fi: Oma sivuni-muokkaus
fr: Personnaliser votre Page personnelle
hu: Állítsa be az Ön személyes oldalát
nb: Tilpass Min side
sk: Upraviť vstupnú bránu MyGedView
sv: Skräddarsy Min Sida

source: Customize this GEDCOM Home Page
fi: Muokkaa Etusivua
fr: Personnaliser la page Accueil de ce GEDCOM
hu: Állítsa be ezt a GEDCOM-oldalt
nb: Tilpass denne velkomstsiden
sk: Upraviť úvodnú stránku tohoto GEDCOMu
sv: Skräddarsy denna GEDCOMs hemsida

source: Main Section Blocks
fi: Pääosan lohkot
fr: Blocs de la section principale
hu: Központi szekció blokkjai
nb: Blokker i hovedseksjonen
sk: Bloky hlavného oddielu
sv: Huvudsektionens block

source: Available Blocks
fi: Käytettävissä olevat lohkot
fr: Blocs disponibles
hu: Rendelkezésre álló Blokkok
nb: Tilgjengelige blokker
sk: Použiteľné bloky
sv: Tillgängliga block

source: Right Section Blocks
fi: Oikeanpuoleisen osan lohkot
fr: Blocs de la section de droite
hu: Jobb oldali blokkok
nb: Blokker i kolonne
sk: Bloky pravého oddielu
sv: Högersektionens block

source: Move up
fi: Siirrä ylös
fr: Déplacer vers le haut
hu: Felfelé
nb: Flytt oppover
sk: Posunúť hore
sv: Flytta upp

source: Move down
fi: Siirrä alas
fr: Déplacer vers le bas
hu: Lefelé
nb: Flytt nedover
sk: Posunúť nadol
sv: Flytta ner

source: Move Right
fi: Siirrä oikealle
fr: Déplacer à droite
hu: Jobbra
nb: Flytt mot høyre
sk: Presunúť doprava
sv: Flytta åt höger

source: Remove
fi: Poista
fr: Retirer
hu: Eltávolítás
nb: Fjern
sk: Odstrániť
sv: Radera

source: Move Left
fi: Siirrä vasemmalle
fr: Déplacer à gauche
hu: Balra
nb: Flytt mot venstre
sk: Presunúť doľava
sv: Flytta åt vänster

source: Use these blocks as the default block configuration for all users?
fi: Käytä näitä kaikkien käyttäjien oletuslohkoasetuksina?
fr: Utiliser ce bloc par défaut pour tous les utilisateurs ?
hu: Legyen ez a blokkbeállítás az alapértelmezett minden felhasználónak?
nb: Bruke dette oppsett for blokker som standard for alle brukere?
sk: Použiť tieto bloky ako implicitné nastavenie blokov pre všetkých uživateľov?
sv: Använd dessa block som standard blockkonfiguration för alla användare?

source: Reset to Default Blocks
fi: Palauta alkuperäiset lohkot
fr: Retour aux blocs par défaut
hu: Az alapértelmezett blokkok visszaállítása
nb: Tilbakestill til standardblokker
sk: Obnoviť pôvodné bloky
sv: Återställ till standardblock

source: PHP information
fi: PHP-info
fr: PHPInfo
hu: PHP információ
nb: PHP informasjon
sk: PHPInfo
sv: PHP Info

source: Lifespans
fi: Elinkaaret
fr: Durée de vie
hu: Élettartam
sk: Grafy dĺžky života

source: Include the person's immediate family?
fi: Lisää henkilön lähisukulaiset?
fr: Inclure la famille proche de cette personne
hu: Foglalja bele a közeli családot?
nb: Inkludér personens nærmeste familie?
sk: Zahrnúť i najbližšiu rodinu osoby?

source: Show timeline
fi: Näytä aikajana
fr: Chronologie
hu: Életvonal mutatása
sk: Zobraziť časovú os

source: Speed
fi: Nopeus
fr: Vitesse
hu: Sebesség
nb: Hastighet
sk: Rýchlosť
sv: Hastighet

source: Begin Year
fi: Aloitusvuosi
fr: Année début
hu: Kezdő év
nb: Start år
sk: Počiatočný rok
sv: Börja år

source: End Year
fi: Lopetusvuosi
fr: Année fin
hu: Utolsó év
nb: Slutt år
sk: Konečný rok
sv: Slutår

source: %d Individual
fi: %d Henkilö
fr: %d individu
hu: %d személy
nb: %d individ
sk: % osoba
sv: %d person

source: Access level
fi: Käyttöoikeus
fr: Droits pour Modifier
hu: Hozzáférési szint
nb: Nivå for rettigheter
sk: Úroveň prístupu
sv: Åtkomstnivå

source: Edit
fi: Muokkaa
fr: Éditer
hu: Szerkeszt
nb: Endre
sk: Upraviť
sv: Ändra
