Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Adding multimedia files (MM) to the GEDCOM is a very nice feature. Although this program already has a great look without media, if you add pictures or other MM to your relatives, it will only get better.<br /><br /><b>What you should understand about MM.</b><br />There are many formats of MM. Although <b>webtrees</b> can handle most of them, there some things to consider.<br /><ul><li><b>Formats</b><br />Pictures can be edited and saved in many formats. For example, .jpg, .png, .bmp, .gif, etc. If the same original picture was used to create each of the formats, the viewed image will appear to be the same size no matter which format is used. However, the image files stored in the database will vary considerably in size. Generally, .jpg images are considered to the most efficient in terms of storage space.</li><li><b>Image size</b><br />The larger the original image, the larger will be the resultant file's size. The picture should fit on the screen without scrolling; the maximum width or height should not be more than the width or height of the screen. <b>webtrees</b> is designed for screens of 1024x768 pixels but not all of this space is available for viewing pictures; the picture's size should be set accordingly. To reduce file sizes, smaller pictures are more desirable.</li><li><b>Resolution</b><br />The resolution of a picture is usually measured in "dpi" (dots/inch), but this is valid only for printed pictures. When considering pictures shown on screen, the only correct way is to use total dots or pixels. When printed, the picture could have a resolution of 150 - 300 dpi or more depending on the printer. Screen resolutions are rarely better than 50 pixels per inch. If your picture will never be printed, you can safely lower its resolution (and consequently its file size) without affecting picture quality. If a low-resolution picture is printed with too great a magnification, its quality will suffer; it will have a grainy appearance.</li><li><b>Color depth</b><br />Another way to keep a file small is to decrease the number of colors that you use. The number of colors can differ from pure black and white (two colors) to true colors (millions of colors) and anything in between. You can see that the more colors are used, the bigger the size of the files.</li></ul><b>Why is it important to keep the file size small?</b><br /><ul><li>First of all: Our webspace is limited. The more large files there are, the more web space we need on the server. The more space we need, the higher our costs.</li><li>Bandwidth. The more data our server has to send to the remote location (your location), the more we have to pay. This is because the carrying capacity of the server's connection to the Internet is limited, and the link has to be shared (and paid for) by all of the applications running on the server. <b>webtrees</b> is one of many applications that share the server. The cost is normally apportioned according to the amount of data each application sends and receives.</li><li>Download time. If you have large files, the user (also you) will have to wait long for the page to download from the server. Not everybody is blessed with a cable connection, broadband or DSL.</li></ul><b>How to upload your MM</b><br />There are two ways to upload media to the site. If you have a lot of media items to upload you should contact the site administrator to discuss the best ways. If it has been enabled by your site administrator, you can use the Upload Media form under your My Page menu. You can also use the Upload option on the Multimedia form to upload media items.
fi: Kuvat ja multimedia tekevät sukupuustasi mielenkiintoisen.<br /><br /><b>Mitä sinun tulee ottaa huomioon.</b><br /> Multimedia voi olla monenmuotoista. Vaikka webtrees tunnistaa useimmat niistä, on hyvä ottaa huomiooon seuraavat seikat.<br /><ul><li><b> Muodot</b><br /> Kuvien tallennusmuodot voivat olla .jpg, .png, .bmp, .gif, jne. Muoto vaikuttaa suuresti talletustilaan, vaikka kuva näyttäisi samanlaiselta. Yleensä, .jpg on tehokkain säilytystilan kannalta.</li><li><b>Kuvan koko</b><br /> Kuvan koon kannattaa olla sellainen, että se mahtuu kerrallaan esitettäväksi kuvaruutuun. <b>webtrees</b>in näyttöresoluutio on 1024x756 pikseliä.</li><li><b>Resoluutio</b><br />Kuvan resoluutio esitetään pisteissä per tuuma/cm (dpi, dots per inch), Näyttöpäätteessä 50 dpi on yleensä riittävä, kun taas paperille tarvitaan 150-300 dpi. Tallennettaessa kuvia tulisi miettiä kuvien käyttötarkoitus ja oikea dpi; vain näyttö vai myös paperille tulostus.</li><li><b>Värisyvyys/Color depth</b><br />Mustavalkoisena kuvan koko on pienempi kuin koko käytettäessä miljoonia värejä.</li></ul><b>Miksi kannattaa pitää kuvan koko pienenä?</b><br /><ul><li>Palvelimen tallennuskapasiteetti on rajallinen ja tallennustila maksaa.</li><li>Kaistanleveys. Palvelimen lähettämä tietomäärä käyttäjän (sinun) koneeseen on rajallinen ja maksullinen.</li><li>Latausaika. Mitä isompi siirrettävä kuva on, sitä kauemmin käyttäjän on odottava kunnes sivu latautuu palvelimelle. Kaikilla käyttäjillä ei ole huippunopeita laajakaistoja.</li></ul><b>Miten siirretään kuvia palvelimelle</b><br />Ylläpitäjä on voinut sallia kuvien siirtämisen palvelimelle "Omalla sivullani" tai multimedian yhteydessä. Jos on tarkoitus siirtää paljon kuvia, keskustele vaihtoehdoista ylläpitäjän kanssa.
fr: Ajouter des objets multimédia (MM) à un GEDCOM est une fonctionnalité très intéressante. Même si ce logiciel a déjà une belle apparence sans MM, si vous ajoutez des images ou d'autres MM à votre site, cela ne peut que l'améliorer.<br /><br /><b>À propos des fichiers MM.</b><br />Il existe plusieurs formats de MM. Même si <b>webtrees</b> supporte la plupart d'entre eux, certains points sont à considérer.<br /><ul><li><b>Formats</b><br />Les images peuvent être modifiées et sauvegardées sous plusieurs formats (.jpg, .png, .bmp, .gif, etc.). Si la même image originale a été utilisée pour créer chacun des formats, l'image affichée sera de mêmes dimensions peu importe le format utilisé. Cependant, les dimensions des fichiers image stockés dans la base de données varieront considérablement. Généralement, le format d'image .jpg est considéré comme étant le plus efficace en matière d'espace de stockage.</li><li><b>Dimension de l'image</b><br />Plus les dimensions de l'image originale sont grandes, plus la dimension du fichier résultant sera grande. L'image doit s'adapter à l'écran sans barre de défilement; la largeur ou la hauteur maximum ne doit pas excéder la largeur ou la hauteur de l'écran. <b>webtrees</b> est conçu pour des écrans de 1024x768 pixels mais cet espace n'est pas entièrement disponible pour afficher les images; les dimensions des images doivent être ajustées en accord avec ces critères.</li><li><b>Résolution</b><br />La résolution d'une image est habituellement mesurée en "ppp" (points/pouces), mais ceci est uniquement valable pour les images imprimées. Considérant le fait que les images seront affichées sur un écran, la seule manière correcte est d'utiliser la densité optique totale (total dots) ou pixels. Lorsque l'image est imprimée, elle peut avoir une résolution de 150 – 300 ppp ou plus selon l'imprimante. Les résolutions d'écran sont rarement meilleures que 50 pixels par pouce. Si votre image ne sera jamais imprimée, vous pouvez réduire sa résolution en toute sécurité (et conséquemment la dimension de son fichier) sans affecter la qualité de l'image. Si une image de basse résolution est imprimée avec un fort grossissement, sa qualité en souffrira; le résultat aura une apparence granuleuse.</li><li><b>Profondeur des couleurs</b><br />Un autre façon de diminuer la dimension d'un fichier est de diminuer le nombre de couleurs que vous utilisez. Le nombre de couleurs peut varier du pur noir et blanc (deux couleurs) à de vraies couleurs (millions de couleurs) et à n'importe quoi entre les deux. Vous pouvez voir que plus le nombre de couleurs utilisées est grand, plus la dimension des fichiers est grande.</li></ul><b>Comment télécharger vos MM</b><br />Il existe deux manières de télécharger vos objets multimédia sur votre site. Si vous avez beaucoup d'items multimédia à télécharger, vous devez communiquer avec l'administrateur du site et discuter de la meilleure solution. Si votre administrateur a activé la fonction Télécharger des objets multimédia, vous pouvez utiliser le formulaire de téléchargement Média situé dans le menu de la page Page personnelle. Vous pouvez également utiliser l'option Téléchargement du formulaire MM pour télécharger vos items multimédia.
nb: En nyttig funksjon i <b>webtrees</b> er muligheten for å legge inn multimediafiler (MM). Selv om programmet ser godt ut også uten media, blir det enda bedre hvis man legger bilder eller andre MM til slektninger.<br /><br /><b>Hva du bør vite om MM.</b><br />MM finnes i mange formater. Selv om <b>webtrees</b> kan håndtere de fleste av dem, er det visse ting man bør ta i betraktning.<br /><ul><li><b>Formater</b><br />Bilder kan redigeres og spares i mange formater, f.eks. .jpg, .png, .bmp, .gif, osv. Hvis det samme bildet blir brukt til å lage nye bilder i hvert av formatene, vil størrelsen på skjermen være den samme uansett format, men størrelsen på billedfilen vil variere stort. Generelt betraktes .jpg som det mest økonomiske formatet mht. lagringsplass.</li><li><b>Billedstørrelse</b><br />Jo større originalbildet er, desto større vil billedfilen bli. Bildet bør få plass på skjermen uten at man må rulle, og den maksimale bredde/høyde bør ikke overstige skjermens størrelse. <b>webtrees</b> er laget for å passe til en skjermstørrelse på 1024x768 piksler, men ikke alt dette er tilgjengelig for bildet, og billedstørrelsen bør justeres tilsvarende. For å redusere filstørrelsen er det ønskelig med mindre bilder.</li><li><b>Oppløsning</b><br />Et bildes oppløsning måles vanligvis i "dpi" (dots per inch - punkt per tomme), men dette har kun betydning for trykte bilder. Når man skal se et bilde på skjermen, er det bare det totale antall punkt eller pixler som er av betydning. I trykk kan et bilde ha en oppløsning på 150-300 dpi eller høyere, avhengig av skriveren. Skjermoppløsningen derimot er sjelden bedre enn 50 dpi. Hvis du aldri har tenkt å trykke bildet, kan du trygt minske oppløsningen (og dermed filstørrelsen) uten at billedkvaliteten på skjermen forringes. Hvis derimot et bilde med lav oppløsning trykkes i for stor størrelse, blir kvaliteten dårlig; det vil se kornet, "pikselert", ut.</li><li><b>Fargedyp</b><br />En annen måte å holde filstørrelsen nede er å minske antall farger i bildet. Antallet farger kan variere fra ren svart/hvit (to farger) til "ekte farger" (millioner av farger) og alt derimellom. Det er lett å innse at jo flere farger det brukes, desto større blir filen.</li></ul><b>Hvorfor er det viktig å holde filstørrelsen nede?</b><br /><ul><li>For det første: Serverplassen er begrenset. Jo flere store filer det er, desto mer plass trenger vi på serveren. Og jo mer plass vi trenger, desto større blir kostnaden.</li><li>Båndbredde. Jo mer data serveren må sende til den eksterne plasseringen (der du er), desto mer koster det. Dette er fordi kapasiteten på serverens forbindelse til internettet er begrenset, og forbindelsen deles mellom (og betales av) alle programmene som kjører på serveren. <b>webtrees</b> er en av mange programmer som deler på serveren. Kostnaden beregnes vanligvis i forhold til hvor mye data hvert program sender og mottar.</li><li>Nedlastingstid. Hvis du har mange store filer, må brukeren (dvs. du) vente lenge på at siden hentes fra serveren. Ikke alle er velsignet med en rask bredbåndsforbindelse.</li></ul><b>Hvordan laste opp MM</b><br />Det er flere måter å laste opp media til nettstedet. Du kan bruke Legg til media på Media-fanen. Du kan også laste opp media og knytte dem til bestemte hendelser eller fakta med en gang ved å bruke "Legg til en mediefil"-alternativet i redigeringsvinduet for hendelser/fakta. Hvis du har mange mediefiler, bør du kontakte nettstedsadministratoren for å diskutere andre løsninger.
sk: Pridávanie multimediálnych (MM) súborov do GEDCOMu je veľmi užitočná funkcia. I keď tento program vypadá nádherne i bez médií, ak k príbuzným pridáte fotky alebo iné MM, bude to o dost lepšie.<br /><br /><b>Čo by ste mali vedieť o MM.</b><br />Je spústa formátov MM. I keď <b>webtrees</b> dokáže pracovať s väčšinou z nich, je treba zvážiť niekoľko vecí.<br /><ul><li><b>Formáty</b><br />Obrázky môžu byť upravované a ukladané v spúste formátov. Napríklad jpg, png, bmp, gif atd. Ak sú obrázky vytvorené z jedného orginálu a uložené do rôznych formátov, tak budú stále vyzerať rovnako. Ale pri ukladaní do databázi sa budú výrazne líšiť vo veľkosti. Všeobecne jpg formát je najefektívnejší z hľadiska miesta na disku.</li><li><b>Veľkosť obrázku</b><br />Čím je väčší orginálny obrázok, tým je väčšia veľkosť výsledného súboru. Obrázok by sa mal vojsť na stránku bez rolovania. Maximálna šírka a výška by nemali presiahnúť výšku a šírku obrazovky. <b>webtrees</b> je navrhnuté pre obrazovky v rozlíšení 1024x768 pixelov, ale nie celé toto miesto je určené pre prezeranie obrázkov. Kvôli nižšej veľkosti sú vhodnejšie menšie obrázky.</li><li><b>Rozlíšenie</b><br />Rozlíšenie obrázkov sa meria v \"dpi\" (dots per inch - počet bodov na palec), "ale to je platné iba pre tlač. Ak uvažujeme o obrázkoch, ktoré sa zobrazujú na obrazovke, je jediná správna cesta používať ceľkové body alebo pixely. Pri tlači môžu mať obrázky rozlíšenie 150-300 dpi alebo viacej v závislosti na tlačiarni. Rozlíšenie obrazoviek je často maximálne 50 pixelov na palec. Ak nebudete nikdy tlačiť tieto obrázky, môžete znížiť ich rozlíšenie (a tým i ich veľkosť) bez zníženia kvality obrázku. Ak je obrázok z nízkym rozlíšením vytlačený z veťkým zväčšením, nebude vypadať dobre.</li><li><b>Farebná hĺbka</b><br />Ďalšia možnosť, ako znížiť veľkosť súborov je znížiť počeť použitých farieb. Počet farieb sa môže líšiť od čisto čiernej a bielej (2 farby) až po TrueColor (milióny farieb). Čím viacej farieb sa použije, tým je samozrejme väčšia veľkosť súborov.</li></ul><b>Prečo je dôležité udržať súbory malé?</b><br /><ul><li>Zaprvé: naše miesto na servere je obmedzené. Čím viacej veľkých obrázkov bude na webe, tým viacej miesta na servere budeme potrebovať. Čím viacej miesta, tým vyššia cena.</li><li>Rýchlosť pripojenia. Čím viac dát bude náš server posielať užívateľom, tým viacej zaplatíme. Kapacita pripojenia serveru k internetu je obmedzená a pripojenie sa zdieľa s ostatnými aplikáciami na servere. <b>webtrees</b> je iba jednou z mnohých. Cena sa normálne delí podľa počtu dát, ktoré aplikácia pošle a príjme.</li><li>Čas sťahovania. Ak máte veľké súbory, užívateľ (tiež vy) bude musieť dlho čakať, než sa stránka stiahne. Nie každý má rýchle pripojenie k internetu.</li></ul><b>Ako nahrávať vaše MM súbory</b><br />Sú dve možnosti, ako súbory nahrať. Ak chcete nahrať veľa súborov, mali by ste skontaktovať vášho správcu webu. Ak to bolo správcom povolené, môžete nahrávať súbory cez formulár Nahrať médiá v menu vašej osobnej stránky. Tiež môžete použiť voľbu Nahrať vo formulári Multimédia.

source: Link ID
fi: Linkin ID
fr: ID du lien
sk: ID odkazu
sv: Länk-ID

source: Each media item should be associated with one or more person, family, or source records in your database.<br /><br />To establish such a link, you can enter or search for the ID of the person, family, or source at the same time as you create the media item. You can also establish the link later through editing options on the Manage MultiMedia page, or by adding media items through the Add Media link available on the Individual, Family, or Source Details pages.
fi: Jokainen mediakohde (kuva jne) pitää yhdistää tietokannassa yhteen tai useampaan henkilöön, perheeseen tai lähdetietoon.<br /><br />Voit yhdistää eli luoda linkin käyttämällä hakua tai syöttämällä henkilön, perheen tai lähdetiedon ID-tunnus silloin kun tuot mediaa tietokantaan. Yhdistämistä voi myös myöhemminkin hoitaa muokkaamalla mediakohdetta käyttäen "Multimedian käsittely", joka on tarjolla Henkilö-,Perhe- ja Lähdetietosivuilla.
fr: Chaque élément des médias doit être associé à une ou plusieurs personnes, une famille, ou une source enregistrés dans votre base de données.<br /><br />Pour établir un tel lien, vous pouvez entrer ou rechercher le numéro ID de la personne, de la famille, ou de la source en même temps que vous créez l'élément multimédia. Vous pouvez également établir un lien plus tard, grâce aux options d'édition sur la page Gérer les multimédia, ou en ajoutant des éléments médias en utilisant le lien Ajouter des médias disponible sur la page d'un individu, celle d'une famille, ou celle des détails d'une source.
nb: Hvert medie-objekt bør knyttes til en eller flere personer, familier eller kildeangivelser i din database.<br /><br />For å etablere en slik forbindelse kan du enten skrive inn/søke etter personens, familiens eller kildens ID mens du oppretter medie-objektet; eller du kan gjøre forbindelsen senere v.h.a. redigeringsvalgmuligheter på siden med Multimedieobjekter; eller ved å legge til medieobjektene gjennom "Legg til media"-linken på Person-, Familie- eller Kilde-sidene.
sk: Každá položka médií v databázi by mala byť spojená s jednou alebo viacero osobami, rodinami alebo zdrojmi.<br /><br />K vytvoreniu takého odkazu môžete vložiť alebo vyhľadať ID osoby, rodiny alebo zdroja vtedy keď vytvárate položku médií. Tiež môžete tento odkaz vložiť neskoršiei cez voľby na stránke Spravovať multimédia alebo pridaním položiek médií cez Odkaz pre pridanie média na Osobnej a Rodinnej stránke alebo stránke o Zdroji.

source: Create a new family tree
fi: Luo uusi sukupuu
fr: Créer un arbre généalogique vide
nb: Opprett et nytt slektstre
sk: Vytvoriť nový rodokmeň

source: This option creates a new family tree. The name you give it will be used to generate URLs and filenames, so you should choose something short, simple, and avoid punctuation.
fi: Tällä valinnalla luodaan uusi sukupuu. Sille annettu nimi käytetään URL-osoitteissa ja tiedostonimeissa, joten käytä nimi joka on lyhyt, yksinkertainen, älä käytä pistemerkki.
fr: Cette option crée un nouvel arbre généalogique vide. Le nom que vous lui donnerez sera utilisé pour générer les adresses URL et les noms des fichiers&nbsp;; alors vous devriez choisir un mot simple, court, sans ponctuation et sans accent.
nb: Dette alternativet oppretter et nytt slektstre. Navnet du gir det, brukes senere til å generere URLer (nettadresser) og filnavn, så det lønner seg å velge noe kort og enkelt, og unngå skilletegn.
sk: Táto voľba vytvorí nový rodokmeň. Meno ktoré mu dáte bude použité na vygenerovanie URL a mien súborov, takže zvoľte krátky a jednoduchý názov a vyhnite sa intrepunkcii.

source: After creating the family tree, you will be able to upload or import data from a GEDCOM file.
fi: Sukupuun perustamisen jälkeen, voit siirtää sille aineistoa GEDCOM-tiedostolla.
fr: Après avoir créé l'arbre généalogique, vous pourrez téléverser ou importer les données d'un fichier GEDCOM.
nb: Etter at slektstreet er opprettet, kan du laste opp data fra en GEDCOM-fil.
sk: Po vytvorení rodokmeňa budete schopný načítať, alebo importovať dáta z GEDCOM súboru.

source: If you have a note to add to this record, this is the place to do so.<br /><br />Just click the link, a window will open, and you can type your note. When you are finished typing, just click the button below the box, close the window, and that's all.
fi: Jos sinulla on lisätietoa tähän tietueeseen, lisää se tässä.<br /><br />Klikka linkkiä ja uusi ikkuna avautuu, ja voit kirjoittaa lisätietosi. Kun olet valmis, klikkaa painiketta ikkunnan alapuolella ja sulje ikkuna.
fr: Si vous avez une note à ajouter à ce disque, c'est l'endroit pour le faire.<br /><br /> Il suffit de cliquer sur le lien, une fenêtre s'ouvrira, et vous pouvez taper votre note. Lorsque vous avez fini de taper, cliquez simplement sur le bouton ci-dessous, fermez la fenêtre, et c'est tout.
nb: Hvis du vil føyet et notat til denne posten, er dette stedet.<br /><br />Klikk på linken, og et vindu vil komme opp der du kan skrive inn ditt notat. Når du er ferdig, klikk på "Legg til" øverst eller nederst og lukk vinduet.
sk: Ak chcete pridať k tomuto záznamu poznámku, toto je to správne miesto.<br /><br />Kliknite na odkaz, objaví sa okno, kam ju môžete zapísať. Až skončíte, kliknite na tlačidlo a zatvorte okno, a to je všetko.
sv: Om du har en anteckning att lägga till denna datapost, är du på rätt plats.<br /><br />Klicka länken och ett fönster öppnas och du kan skriva din anteckning. När du har skrivit färdigt, klicka på knappen nedanför rutan och stäng fönstret.

source: By clicking this link, you can add a <u>new</u> child to this person, creating a one-parent family.<br /><br />Just click the link, and you will get a pop up window to add the new person. Fill out as many boxes as you can and click the <b>Save</b> button.<br /><br />That's all.
fi: Klikkaamalla tätä linkkiä voit lisätä henkilölle <u>uuden</u> lapsen ja muodostaa yksinhuoltajaperheen. <br /><br />Klikkaa vain linkkiä ja saat ponnahdusikkunan, johon lisäät uuden lapsen. Täytä niin monta kenttää kuin voit ja klikkaa <b>Tallenna</b>-painiketta. <br /><br />Siinä kaikki.
fr: En cliquant sur ce lien, vous pouvez ajouter un <u>nouveau</u> (nouvel) enfant à cette personne, créant une famille monoparentale.<br /><br />de cliquer sur le lien, et vous obtiendrez une fenêtre pour ajouter la nouvelle personne. Remplissez autant de cases que vous pouvez et cliquez sur le bouton <b>enregistrer</b><br /><br />C'est tout.
nb: Med dette linket kan du legge til et <u>nytt</u> barn til denne personen, og dermed skape en familie med bare en forelder.<br /><br />Klikk på linken, og et vindu vil komme opp der du kan tilføye den nye personen. Fyll ut så mange felter du vil og klikk på <b>Lagre</b>-knappen.
sk: Kliknutím na tento odkaz pridáte k tejto osobe <u>nové</u> dieťa, a vytvoríte tým rodinu s jedným rodičom.<br /><br />Po kliknutí vám vyskočí okno, kde pridáte novú osobu. Vyplňte čo najviacej údajov a kliknite na tlačidlo <b>Uložiť</b>.<br /><br />To je všetko.
sv: Genom att klicka denna länk, kan du lägga till ett <u>nytt</u> barn till denna person, skapa en ensamförsörjarfamilj.<br /><br />Klicka länken och du får ett popupp-fönster, dit du kan lägga till det nya barnet. Fyll i så många fält som möjligt och klicka på <b>Spara</b>-knappen.<br /><br />Det är allt.

source: When you click the <b>Add a new Shared Note</b> link, a new window will open. You can choose to link to an existing shared note, or you can create a new shared note and at the same time create a link to it.
fi: Kun klikkaat <b>Lisää uusi jaettu lisätieto</b> linkiä, avautuu uusi ikkuna. Voit valita linkin jo olemassa olevaan lisätietoon tai luoda uuden lisätiedon ja samalla linkin siihen.
fr: Lorsque vous cliquez sur le lien <b>Ajouter une nouvelle note partagée</b>, une nouvelle fenêtre s'ouvrira. Vous pouvez choisir de lien vers une note partagée existante, ou vous pouvez créer une nouvelle note partagéees et en même temps de créer un lien vers elle.
nb: Når du klikker på <b>Legg til nytt Delt notat</b>, kommer det opp et nytt vindu. Du kan velge å linke til et allerede eksisterende Delt notat, eller du kan opprette et nytt Delt notat og samtidig skape en link til det.
sk: Ak kliknete na odkaz <b>Pridať novú Zdieľanú poznámku</b>, vyskočí nové okno. Môžete si vybrať, či ju pripojíte k už existujúcej zdieľanej poznámke, alebo vytvoríte novú a súčasne vytvoríte na ňu odkaz.
sv: När du klickar på <b>Lägg till ny delad anteckning</b>-länk, öppnas ett nytt fönster. Du kan välja att länka till delad anteckning som finns, eller du kan skapa en ny delad anteckning och samtidigt skapa en länk till den.
