Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: When you check this option, a copy of the GEDCOM file will be compressed into ZIP format before the download begins. This will reduce its size considerably, but you will need to use a compatible Unzip program (WinZIP, for example) to decompress the transmitted GEDCOM file before you can use it.<br /><br />This is a useful option for downloading large GEDCOM files. There is a risk that the download time for the uncompressed file may exceed the maximum allowed execution time, resulting in incompletely downloaded files. The ZIP option should reduce the download time by 75 percent.
fi: Kun valitset tämän, luodaan GEDCOM tiedoston ZIP-muodossa, ennen kuin tiedot siirretään sinulle. Tämä pienentää tiedoston kokoa huomattavasti, mutta sen pitää sitten myöhemmin purkaa käyttäen sopivaa ohjelmaa esim. WinZIP.<br /><br />Tämä ominaisuus on hyödyllinen kun aineiston määrä on kovin suuri. Palvelimessa saattaa kuitenkin olla rajoituksia miten kauan se suorittaa sellaisia pakkaamisajoja. Pakatun tiedon välittämiseen tarvittava aika voi pienentyä 75-prosentilla.
fr: Lorsque vous cochez cette option, une copie du fichier GEDCOM sera compressé en format ZIP avant le début du téléchargement. Cela permettra de réduire considérablement sa taille, mais vous aurez besoin d'utiliser un programme de décompression compatible (WinZIP, par exemple) pour décompresser le fichier GEDCOM transmis avant de l'utiliser.<br /><br />Cette option est utile pour le téléchargement de gros fichiers GEDCOM. Il y a un risque que le temps de téléchargement pour le fichier non compressé dépasse le temps maximum autorisé d'exécution, cela peut engendrer que les fichiers soient que partiellement téléchargés. L'option ZIP devrait réduire le temps de téléchargement de 75 pour cent.
nb: Hvis denne ruten krysses i, vil GEDCOM-filen komprimeres til ZIP-format før nedlastningen begynner. Dette vil redusere filstørrelsen drastisk, men du må bruke et utpakningsprogram (f.eks. WinZip) for å dekomprimere filen før den kan brukes.<br /><br />Dette er nyttig hvis du skal hente store GEDCOM-filer. Det finnes en risiko for at nedlastningstiden for en ukomprimert fil vil overstige den høyeste tillatte programkjørselstiden, hvilket vil resultere i ufullstendige nedlastninger. ZIP-alternativet reduserer nedlastningstiden med 75 prosent.
sk: Keď zaškrtnete túto možnosť, kópie súboru GEDCOM sa skomprimuje do archívu formátu ZIP pred každým stiahnutím. Toto výrazne zníží veľkosť súboru, ale budete musieť použíť kompatibilný program pre dekompresiu (7zip, WinZIP).<br /><br />Je to veľmi užitočné pri sťahovaní veľkých GEDCOMov. Je tu riziko, že čas pre sťahovanie nezabalených súborov vyprší, čo vyústi v čiastočne stiahnuté súbory. Voľba ZIP archívov by mala znížiť čas sťahovania o 75 percent.
sv: När du bockar detta alternativ, blir en kopia av GEDCOM-filen packad i Zip-format före den laddas ner. Detta reduserar märkbart dess storlek, men du behöver använda ett motsvarande uppackningsprogram (t.ex. WinZIP) den sända GEDCOM-filen förrän du kan använda den.<br /><br />Detta är en användbart alternativ för att ladda ner stora GEDCOM-filer. Det är en risk att nerladdningstiden för opackade filer kan överstiga maximum tillåten körtid, som kan resultera i okompletta nerladdade filer. ZIP-alternativet torde minska nerladdningstiden med 75 procent.

source: Add a new associate
fi: Lisää uusi läheinen
fr: Associer une personne
hu: Új kapcsolat hozzáadás
nb: Legg til en knyttet person
sk: Pridať novú asociáciu
sv: Lägg till ny association

source: Add a new Associate allows you to link a fact with an associated person in the site. This is one way in which you might record that someone was the Godfather of another person.
fi: Lisää uusi läheinen yhdistää sivuston tiedon ja siihen liittyvän henkilön keskenään. Tämä on yksi tapa tallentaa tieto, että joku henkilö on esimerkiksi ollut toisen henkilön kummisetä.
fr: Associer une personne vous permet d'associer à un évènement une personne du site. C'est une des façons d'enregistrer, par exemple, que quelqu'un est le parrain d'une autre personne.
nb: Legg til en ny tilknyttet person gir deg mulighet til å knytte en faktaopplysning med en tilhørende person i slektsbasen. Dette er den eneste måten du kan koble en person som forlover, gudfar og lignende til en annen person.
sk: Pridať novú osobu umožní vám spojiť nejakú udalosť s nejakou pridruženou osobou. To je jeden zo spôsobou ako vy môžete zaznamenať napríklad to, že niekto je dedkom nejake inej osoby.
sv: Lägg till ny bekant gör att du kan länka fakta med en associerad person på denna sajt. Detta är ett sätt att registrera att någon var faddrar till någon.

source: GEDFact shared note assistant
fi: GEDfact jaettu lisätieto apulainen
fr: Assistant de note partagée GEDFact
nb: GEDFact-assistent for Delte notater
sk: Sprievodca pre zdieľané poznámky GEDFact
sv: GEDFact delad antecknings guide

source: Clicking the "+" icon will open the GEDFact Shared Note Assistant window.<br />Specific help will be found there.<br /><br />When you click the "Save" button, the ID of the Shared Note will be pasted here.
fi: Klikkaamalla "+" ikonin, avataan GEDFact jaettu lisätieto apulainen ikkunan.<br />Lisää ohjeita löydät siellä.<br /><br />Valitsemalla "Tallenna", jaetun lisätiedon ID-tunnus lisätään tähän.
fr: La fenêtre de l'Assistant de notes partagées GEDFact (faits Gedcom) s'ouvrira en cliquant sur l'icône "+".<br />Vous y trouverez des informations spécifiques d'aide.<br /><br />Lorsque vous cliquez sur le bouton "Enregistrer", l'ID de la Note Partagée sera copiée ici.
nb: Hvis du klikker på "+", åpnes GEDFact-assistenten for Delte notater.<br />Ytterligere hjelp finnes der.<br /><br />Når du klikker på "Spar" i GEDFact-assistenten, settes det Delte notatets ID inn her.
sk: Kliknutím na ikonu \"+\" otvoríte okno Sprievodcu pre zdieľané poznámky GEDFact.<br />Určitú nápovedu najdete tam.<br /><br />Keď kliknete na tlačidlo \"Uložiť\", tu sa vloží ID Zdieľanej poznámky.
sv: Klickande på "+"-ikon öppnar GEDFact delad antecknings guide fönster.<br />Mer specifik hjälp finns här.<br /><br />När nu klickar på "Spara"-knappen, delad antecknings ID klistras hit.

source: This section allows you to add a new Note to the fact that you are currently editing. Notes are free-form text and will appear in the Fact Details section of the page.
fi: Voit lisätä tähän osioon uutta muokattavaa tietoa koskevan lisätiedon. Lisätiedot ovat tekstitietoja, jotka näkyvät sivulla tiedon yksityiskohdissa.
fr: Cette partie vous permet d'ajouter une note relative à l'évenement que vous mettez à jour. Les notes sont du texte libre, et la note apparaîtra dans la section <b>Faits et détails personnels</b> de la page de l'individu.
nb: Denne delen gir deg mulighet til å legge til et nytt notat for faktopplysninger som du redigerer. Notater er tekst i fritt format og vil vises i detaljer for fakta på ulike sider.
sk: Táto sekcia vám umožňuje pridať novú Poznámku k udalosti, ktorú práve editujete. Je to volne definovateľné pole, do ktorého možete zapísať ľubovolný text.
sv: Denna sektion låter dig lägga till en ny anteckning till faktan du för tillfället redigerar. Anteckningar är ett fritt textfält och kommer att visas i faktadetaljsektionen för sidan.

source: Shared notes, like regular notes, are free-form text. Unlike regular notes, each shared note can be linked to more than one person, family, source, or fact.<br /><br />By clicking the appropriate icon, you can establish a link to an existing shared note or create a new shared note and at the same time link to it. If a link to an existing shared note has already been established, you can also edit that note's contents.<br /><ul><li><b>Link to an existing shared note</b><div style="padding-left:20px;">If you already know the ID number of the desired shared note, you can enter that number directly into the field.<br /><br />When you click the <b>Find Shared Note</b> icon, you will be able to search the text of all existing shared notes and then choose one of them. The ID number of the chosen note will be entered into the field automatically.<br /><br />You must click the <b>Add</b> button to update the original record.</div><br /></li><li><b>Create a new shared note</b><div style="padding-left:20px;">When you click the <b>Create a new Shared Note</b> icon, a new window will open. You can enter the text of the new note as you wish. As with regular notes, you can enter URLs.<br /><br />When you click the <b>Save</b> button, you will see a message with the ID number of the newly created shared note. You should click on this message to close the editing window and also copy that new ID number directly into the ID number field. If you just close the window, the newly created ID number will not be copied automatically.<br /><br />You must click the <b>Add</b> button to update the original record.</div><br /></li><li><b>Edit an existing shared note</b><div style="padding-left:20px;">When you click the <b>Edit Shared Note</b> icon, a new window will open. You can change the text of the existing shared note as you wish. As with regular notes, you can enter URLs.<br /><br />When you click the <b>Save</b> button, the text of the shared note will be updated. You can close the window and then click the <b>Save</b> button again.<br /><br />When you change the text of a shared note, your change will be reflected in all places to which that shared note is currently linked. New links that you establish after having made your change will also use the updated text.</div></li></ul>
fi: Jaetut lisätiedot, samoin kuin tavalliset lisätiedot, ovat vapaamuotoisia tekstejä. Toisin kuin lisätiedot, jaettu lisätieto voidaan liittää useampaan henkilöön, perheeseen, lähdetietoon tai tapahtumaan.<br /><br />Klikkaamalla sopivaa ikonia, luot linkin olemassa olevaan jaettuun lisätietoon tai voit luoda uuden jaetun lisätiedon ja samalla linkata sen. Jos linkki jaettuun lisätietoon on jo olemassa, voit samalla muokata sen sisällön.<br /><ul><li><b>Linkkaa olemassa olevaan jaettuun lisätietoon</b><div style="padding-left:20px;">Jos tiedät jaetun lisätiedon ID-tunnuksen, voit kirjoittaa sen suoraan kenttään.<br /><br />Klikkaamalla <b>Etsi jaettu lisätieto</b>-ikonia, voit valita listasta halutun lisätiedon ja sen ID-tunnus lisääntyy automaattisesti kenttään.<br /><br />Sinun on valittava sen jälkeen <b>Lisää</b>-nappi jotta alkuperäinen tietue päivittyisi.</div><br /></li><li><b>Luo uusi jaettu lisätieto</b><div style="padding-left:20px;">Kun valitset <b>Luo uusi jaettu lisätieto</b>, avautuu uusi ikkuna, johon voit kirjoittaa tekstisi ja tarvittaessa URL-osoitteita.<br /><br />Kun klikkaat <b>Tallenna</b>-nappia, näet uuden viestin jossa on uuden jaetun lisätiedon ID-tunnus. Sinun tulee klikata tätä viestiä jotta muokkausikkuna sulkeutuisi ja uusi ID-tunnus kopioituisi ID-kenttään. Jos ainoastaan suljet ikkunan, uusi ID-tunnus ei kopioidu automaattisesti.<br /><br />Sinun on klikattava <b>Lisää</b>-nappia, jotta alkuperäinen tietue päivittyisi.</div><br /></li><li><b>Muokkaa olemassa olevaa jaettua lisätietoa</b><div style="padding-left:20px;">Kun klikkaat <b>Muokkaa jaettua lisätietoa</b>-ikonia, avautuu uusi ikkuna, jossa lisätiedon tekstin voi muuttaa, ja voit vaikka lisätä URL-osoitteita.<br /><br />Kun klikkaat <b>Tallenna</b>-nappia, jaetun lisätiedon teksti muokkautuu. Voit sulkea ikkunan ja klikata <b>Tallenna</b>-nappia uudelleen.<br /><br />Jaetun lisätiedon muutokset näkyvät heti kaikissa paikoissa mihin jaettu lisätieto on liitetty. Uudet linkit jotka teet muokkauksen jälkeen tulevat myös käyttämään muokattua tekstiä.</div></li></ul>
fr: Les notes partagées, tout comme les notes régulières, sont du texte libre. Contrairement aux notes régulières, chaque note partagée peut être reliée à plus d'une seule personne, famille, source, ou fait.<br /><br />En cliquant sur l'icône appropriée, vous pouvez établir un lien à une note partagée existante ou créer une nouvelle note partagée et en même temps la relier. Si un lien à une note partagée existante a déjà été établi, vous pouvez aussi modifier le contenu de cette note.<br /><ul><li><b>Lien à une notre partagée existante</b><div style="padding-left:20px;">Si vous connaissez déjà le numéro ID de la note partagée désirée, vous pouvez entrer ce numéro directement dans le champ.<br /><br />Lorsque vous cliquez l'icône <b>Trouver une note partagée</b>, vous serez en mesure de rechercher le texte de toutes les notes partagées existantes et de choisir l'une d'entre elles. Le numéro ID de la note sélectionnée sera inséré automatiquement dans le champ.<br /><br />Vous devez cliquer le bouton <b>Enregistrer</b> afin de mettre à jour l'enregistrement d'origine.</div><br /></li><li><b>Créer une nouvelle note partagée</b><div style="padding-left:20px;">Lorsque vous cliquez l'icône <b>Créer une nouvelle note partagée</b>, une nouvelle fenêtre s'ouvrira. Vous pouvez entrer le texte de la nouvelle note selon vos désirs. Comme pour les notes régulières, vous pouvez entrer des URL's.<br /><br />Lorsque vous cliquerez sur le bouton <b>Enregistrer</b>, vous verrez un message avec le numéro ID de la nouvelle note partagée créée. Vous devez cliquer sur ce message pour fermer la fenêtre d'édition et aussi insérer automatiquement le nouveau numéro ID dans le champ du numéro ID. Si vous ne fermez que la fenêtre, le nouveau numéro ID créé ne sera pas inséré automatiquement dans le champ.<br /><br />Vous devez cliquer le bouton <b>Enregistrer</b> afin de mettre à jour l'enregistrement d'origine.</div><br /></li><li><b>Modifier une note partagée existante</b><div style="padding-left:20px;">Lorsque vous cliquez l'icône <b>Modifier note partagée</b>, une nouvelle fenêtre s'ouvrira. Vous pouvez modifier le texte de la note partagée existante selon vos désirs. Comme pour les notes régulières, vous pouvez entrer des URLs.<br /><br />Lorsque vous cliquez sur le bouton <b>Enregistrer</b>, le texte de la note partagée sera mis à jour. Vous pouvez fermer la fenêtre et puis cliquer encore sur le bouton <b>Enregistrer</b>.<br /><br />Lorsque vous modifiez le texte d'une note partagée, vos modifications apparaîtront à tous les endroits auxquels cette note partagée est déjà reliée. Les nouveaux liens que vous établirez après votre modification utiliseront le texte mis à jour.</div></li></ul>
nb: Delte notater, liksom vanlige notater, er fri tekst. Til forskjell fra vanlige notater kan et delt notat knyttes til mer enn én person, familie, kilde eller hendelse.<br /><br />Ved å klikke på linken til delte notater kan du opprette en link til et eksisterende delt notat eller gjøre et nytt og samtidig linke til det. Hvis det allerede er opprettet en link til et eksisterende delt notat, kan du også redigere dets innhold.<br /><ul><li><b>Link til et eksisterende delt notat</b><div style="padding-left:20px;">Hvis du allerede kjenner ID-nummeret til det notatet du er ute etter, kan du føre det inn direkte i feltet.<br /><br />Hvis du klikker på <b>Finn delt notat</b>-ikonet, kan du der søke i teksten til alle de delte notatene du har og velge ett av dem. Det valgte notatets ID-nummer vil bli skrevet inn i feltet automatisk.<br /><br />Du må klikke på <b>Legg til</b> for å oppdatere posten du kom fra.</div><br /></li><li><b>Opprett et nytt delt notat</b><div style="padding-left:20px;">Hvis du klikker på <b>Opprett et nytt delt notat</b>-ikonet, vil et nytt vindu åpnes, der du kan føre inn den nye notens tekst. Som med vanlige notater kan du også skrive inn URL'er<br /><br />Når du klikker på <b>Lagre</b>, vil du se en beskjed med ID-nummeret til det notat du nettopp har laget. Klikk på beskjeden for å lukke vinduet og overføre det nye ID-nummeret direkte til ID-nummerfeltet. Hvis du bare lukker vinduet, vil ID-nummeret ikke bli kopiert automatisk.<br /><br />Du må klikke på <b>Legg til</b> for å oppdatere posten du kom fra.</div><br /></li><li><b>Rediger et eksisterende delt notat</b><div style="padding-left:20px;">Når du klikker på <b>Rediger delt notat</b>-ikonet, vil et nytt vindu åpnes, der du endre i det delte notatets tekst. Som med vanlige notater kan du også skrive inn URL'er.<br /><br />Når du klikker på <b>Lagre</b>, blir den delte notens tekst bli oppdatert. Du kan lukke vinduet og så klikke på <b>Lagre</b> igjen.<br /><br />Når du endrer i et delt notats tekst, vil de forandringene du gjør vises overalt der det delte notatet er linket. Nye linker som du oppretter etter at forandringene er gjort, vil også ha den oppdaterte teksten.</div></li></ul>
sk: Zdieľané poznámky, podobne ako normálne Poznámky sú formou voľného textu. Oproti klasickým poznámkam tieto môžu byť pripojené k viacero osobám, rodinám atd.<br /><br />Kliknutím na vhodnú ikonu vytvoríte odkaz na existujúcu zdieľanú poznámku alebo vytvoríte novú zdieľanú poznámku. Ak už bol vytvorený odkaz na existujúcu zdieľ. poznámku, môžete upraviť jej obsah.<br /><ul><li><b>Odkaz na existujúcu zdieľanú poznámku</b><div style=\"padding-left:20px;\">Ak už poznáte ID požadovanej zdieľ. poznámky, stačí iba vložiť jej číslo do poľa.<br /><br />Kaď kliknete na ikonu <b>Nájsť zdieľanú poznámku</b>, budete môcť vyhľadať text a vybrať podľa neho. ID sa potom automaticky vloží do poľa.<br /><br />Musíte kliknúť na tlačidlo <b>Pridať</b>, aby ste aktualizovali pôvodný záznam.</div><br "/></li><li><b>Vytvoriť novú zdieľanú poznámku</b><div style=\"padding-left:20px;\">Keď kliknete na ikonu <b>Vytvoriť novú zdieľanú poznámku</b>, otvorý sa nové okno. Tu môžete vložiť text novej poznámky. Rovnako ako u klasických poznámok môžete zadávať URL adresy.<br /><br />Ak kliknete na tlačidlo <b>Uložiť</b>, uvidíte správu s číslom ID novo vytvorenej poznámky. Mali by ste kliknúť na tú správu, zatvoriť okno a tiež skopírovať nové ID priamo do poľa pre ID. Ak iba zatvoríte okno, ID novej poznámky sa neskopíruje automaticky.<br /><br />Musíte kliknúť na tlačidlo <b>Pridať</b>, aby ste aktualizovali pôvodný záznam.</div><br /></li><li><b>Upraviť existujúcu zdieľanú poznámku</b><div style=\"padding-left:20px;\">Keď kliknete na ikonu <b>Upraviť Zdieľanú poznámku</b>, otvorí sa nové okno. Tu môžete upraviť text existujúcej zdieľanej poznámky. Ako u klasických poznámok, i tu môžete vkladať URL adresy.<br /><br />Ak kliknete na tlačidlo <b>Uložiť</b>, text zdieľanej poznámky sa aktualizuje. Môžete zatvoriť okno a pak kliknúť znovu na tlačidlo <b>Uložiť</b>.<br /><br />Keď zmeníte text poznámky, zmena sa prejaví na všetkých miestach, kde sa poznámka nachádza. Nové odkazy, ktoré vytvoríte po tejto zmene, budú tiež aktualizované.</div></li></ul>

source: You should avoid using the vertical line character &ldquo;|&rdquo; in your notes. It is used internally by webtrees and may cause your note to display incorrectly.
fi: Sinun tulisi välttää pystyviivamerkin &ldquo;|&rdquo; käyttämistä lisätiedoissasi. Sitä käytetään sisäisesti webtrees ohjelmassa ja se voi aiheuttaa lisätiedon väärän näkymisen.
fr: Vous ne devez pas utiliser la barre verticale &ldquo;|&rdquo; dans vos notes. Elle est utilisée dans le code de webtrees et peut causer un affichage incorrect de vos notes.
nb: Du bør unngå å bruke den loddrette streken &ldquo;|&rdquo; i dine notater. Dette tegnet brukes intern av <b>webtrees</b>, og det kan forårsake at notatet vises feil.

source: This section allows you to add a new source citation to the fact that you are currently editing.<br /><br />In the Source field you enter the ID for the source. Click the <b>Create a new source</b> link if you need to enter a new source. In the Citation Details field you would enter the page number or other information that might help someone find the information in the source. In the Text field you would enter the text transcription from the source.
fi: Tähän osioon voit lisätä uuden muokattavaa tietoa koskevan lähdeviittauksen.<br /><br />Lähdekenttään täytät kyseisen lähteen ID-tunnuksen. Klikkaa linkkiä <b>Luo uusi lähde</b> jos haluat lisätä uuden lähteen. Viittauskenttään lisäät sivunumeron tai muun tiedon, joka auttaa muita löytämään lähteessä olevan tiedon. Tekstikenttään kirjoitat lähteen tekstiosan.
fr: Cette section vous permet d'associer une source à l'évènement que vous mettez à jour.<br /><br />Dans le champ «source», entrez le numéro de la source si celle-ci existe déjà. Cliquez sur le lien <b>Créer une nouvelle source</b> si vous désirez créer une nouvelle source. Dans le champ «Page», vous pouvez entrer les références (cote) ou toute autre information permettant de trouver la source. Dans le champ «Texte», vous pouvez entrer la transcription textuelle de la source.
nb: Denne delen gir deg mulighet til å legge til en ny kildehenvisning til den faktopplysningen du redigerer.<br /><br />I kildefeltet angir du IDen til kilden. Dersom du må opprette en ny kilde, kan du klikke på valget <b>Opprett en ny kilde</b>. I feltet for henvisningsdetaljer kan du angi sidenummer eller annen informasjon som kan hjelpe noen til å finne fram til opplysningene i kilden. I tekstfeltet kan du også skrive inn direkte tekstutdrag fra kilden.
sk: Táto sekcia vám umožňuje pridať novú citáciu zdroja k udalosti, ktorú práve editujete.<br /><br />Do poľa Zdroj vložte ID príslušného zdroja. Kliknite na link <b>Vytvoriť nový zdroj</b> ak potrebujete založiť nový zdroj. Do poľa Detail citácie môžete vložiť číslo stránky zdroja, alebo inú informáciu, ktorá môže pomôcť komukoľvek nájsť informáciu v zdroji. Do poľa Text môžete vložiť opis textu zo zdroja.
sv: Denna sektion tilåter dig lägga till nya källcitat till den fakta som du för närvarande redigerar.<br /><br />I Källfältet skriver du in ID för källan. Klicka på <b>Skapa ny källa</b>-länken om du behöver lägga till en nya källa. I Citatdetaljfältet skriver du in sidnummer eller annan information som hjälper till att hitta informationen i källan igen. I textfältet skriver du av källans text.

source: Add a new child
fi: Lisää lapsi
fr: Ajouter un nouvel enfant
nb: Legg til et nytt barn
sk: Pridať nové dieťa
sv: Lägg till barn
