Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Normally, any changes made to a family tree need to be approved by a moderator. This option allows a user to make changes without needing a moderator's approval.
fi: Tavallisesti sukupuussa tehtyjä muutoksia pitää erikseen hyväksyä (jäsen jolla on hyväksymisoikeuksia). Tällä valinnalla voit kuitenkin sallia muutoksia ilman erillista hyväksymistä.
fr: Normalement, toute modification apportée à un arbre de la famille doivent être approuvés par un modérateur. Cette option permet à un utilisateur d'effectuer des modifications sans avoir besoin d'un modérateur d'approbation.
nb: Vanligvis må alle forandringer som gjøres i slektstreet godkjennes av en moderator. Dette alternativet lar en bruker gjøre endringer uten å trenge moderators godkjennelse.
sk: Normálne musia byť všetky zmeny v rodokmeni schválené moderátorom. Táto voľba umožní uživateľovi urobiť zmeny bez tohoto schválenia.
sv: Normalt så behövs alla ändringar som gjorts till släktträdet, godkännas av en moderator. Detta alternativ tillåter en användare att göra ändringar utan att de behöver moderatorns godkännande.

source: Edit account information
fi: Käyttäjätilin muokkaaminen
fr: Modifier les informations du compte
nb: Rediger kontoopplysninger
sk: Upraviť informácie o uživateľskom účte
sv: Redigera användarkonto

source: If this box is checked, this user will be able to edit his account information. Although this is not generally recommended, you can create a single user name and password for multiple users. When this box is unchecked for all users with the shared account, they are prevented from editing the account information and only an administrator can alter that account.
fi: Mikäli tämä ruutu on rastitettu tämä käyttäjä voi muuttaa heidän käyttäjätietojaan. Mikäli ruutu ei ole rastitettu, he eivät voi muuttaa käyttäjätietojaan. Tällä tavoin voit luoda yhden käyttäjätunnuksen ja salasanan usealle käyttäjälle yhteisesti ja estää heitä muuttamasta käyttäjätietojaan.
fr: Option pour autoriser la modification de certains paramètres du compte par l'utilisateur.<br /><br />Si la case n'est <b>pas</b> cochée, les modifications seront interdites.<br /><br />Cette fonction permet de créer un compte générique, utilisable par plusieurs personnes, mais en interdisant à chacun de le modifier.
nb: Hvis denne ruten er krysset av, vil brukeren kunne redigere sine egne kontoopplysninger. Selv om det ikke er å anbefale, kan man opprette et felles konto med brukernavn og passord for flere brukere. Hvis markeringen i denne ruten tas bort for denne kontoen, vil disse brukerne ikke kunne endre kontoinformasjonen. Bare en administrator kan gjøre slike endringer.
sk: Ak je toto políčko zaškrtnuté, potom dotyčný uživatel bude môcť upravovať informácie o svojom účte. Ak nie je políčko zaškrtnuté, potom mu to nebude umožnené. To vám umožní vytvoriť jedno uživateľské meno a heslo pre viacej uživateľov a pritom nepripustiť, aby ktorýkoľvek z nich tento účet menil.
sv: Om denna ruta är ikryssad, kommer denna användare att kunna redigera deras kontoinformation. Om denna ruta inte är kryssad, kommer de inte att kunna redigera deras kontoinformation. Detta gör att man kan skapa ett ända användarnamn och lösenord för multipla användare och hindra dem från att redigera deras kontoinformation.

source: The individual record identifies the user in each family tree. Since a user can view the details of their individual record, this can only be set by an administrator. If the user does not have a record in a family tree, leave it empty.
fi: Käyttäjä tunnistetaan sukupuussa tietyksi henkilöksi, kun käyttäjätunnus viittaa tietyyn sukupuun henkilötietoon. Tällöin sillä käyttäjätunnuksella on oikeus nähdä niitä henkilötietoja. Kyseinen viittaus eli linkki käyttäjätunnuksesta ja henkilötietoon saa antaa ainoastaan ylläpitäjä. Kun käyttäjä ei esiinny sukupuussa, jätä tämä tyhjäksi.
fr: Le code GEDCOM de l'individu identifie l'utilisateur dans chaque arbre généalogique. Quoique l'utilisateur puisse afficher les détails sur sa personne, ce code ne peut être défini que par un administrateur. Si l'utilisateur ne dispose pas d'un enregistrement dans un arbre généalogique, laissez ce champ vide.
nb: Mine Slektsdata identifiserer brukeren i hvert slektstre. Siden brukere kan se detaljene i deres egne "Mine slektsdata", kan dette bare angis av en administrator. La feltet stå tomt hvis brukeren ikke er registrert i slektstreet.
sk: Osobný záznam označuje uživateľa v každom rodokmeni. Pretože uživateľ môže prezerať podrobnosti svojho osobného záznamu, môže to nastaviť iba správca. Ak uživateľ nemá osobný záznam v rodokmeni, ponechejte toto miesto prázdne.

source: For each genealogical database, you can designate a <b>Root Person</b> for the user.<br /><br />This Root Person does not need to be the user himself; it can be anybody. The user will probably want to start the Pedigree chart with himself. You control that, as well as the default Root person on other charts, here.<br /><br />If the user has Edit rights to his own account information, he can change this setting himself.
fi: Jokaiselle ohjelman GEDCOM-tiedostolle voit määritellä käyttäjän <b>aloitushenkilön.</b><br />Luultavasti henkilö haluaa käynnistää ohjelman omalla esipolvitaululla, mutta tämä ei ole välttämätöntä.<br /><br />Käyttäjä voi muuttaa tätä asetusta käyttäjätilillään.
fr: Pour chaque base de données généalogiques, vous pouvez spécifier un <b>individu racine</b> pour cet utilisateur.<br /><br />Cet individu racine n'est pas nécessairement l'utilisateur lui-même ; il peut être n'importe qui. L'utilisateur désirera sûrement commencer son arbre à partir de lui-même. Vous le définissez, comme l'individu racine pour différents diagrammes, ici.<br /><br />Si l'utilisateur bénéficie de droits pour modifier son propre compte, il pourra modifier cet individu racine lui-même.
nb: For hver slektsbase i programmet, kan du angi en <b>hovedperson</b> for hver bruker.<br />Det er mest vanlig at brukeren vil ønske å starte programmet med seg selv, men dette er opp til brukeren selv.<br /><br />Alle brukere som har rett til å endre egen konto, kan endre denne innstillingen selv.
sk: V každom GEDCOM súbore môžete nastaviť ako <b>Východiskovú osobu</b> niektorého uživateľa.<br />Uživateľovi sa pravdepodobne bude páčiť spustenie programu so svojím vlastným vývodem, ale nie je to nutné.<br /><br />Uživateľ si toto nastavenie môže zmeniť vo svojom účte.
sv: För varje GEDCOM-släktdatabas, du kan välja en <b>startperson</b> för användaren.<br /><br />Troligen vill användaren starta programmet med sin egen antavla, men detta är inte ett krav.<br /><br />Användare som har rättigheter kan ändra denna inställning själv i sitt konto.

source: User default tab setting
fi: Käyttäjän oletusvälilehden asetus
fr: Paramètre de l'onglet par défaut de l'utilisateur
nb: Brukerinnstilling for standardfane
sk: Nastavenie implicitnej záložky užívateľa
sv: Användarens standard flikinställning

source: This setting allows you to specify which tab is opened automatically when this user accesses the Individual Information page. If allowed to edit their account, the user can change this setting later.
fi: Tällä asetuksella voit määrittää, mikä välilehti avautuu automaattisesti, kun käyttäjä avaa Henkilösivun tällä sivustolla. Mikäli käyttäjä saa muokata käyttäjätiliään, tämän asetuksen voi muuttaa myöhemmin.
fr: Cette option vous permet de spécifier quel est l'onglet ouvert automatiquement lorsque l'utilisateur accède à la page Informations de l'individu. Si il a l'autorisation d'éditer son compte, l'utilisateur peut modifier cette option par la suite.
nb: Her kan du angi hvilken arkfane som skal åpnes automatisk når siden Person-opplysninger blir vist. Brukere med tillatelse til å redigere egen konto kan endre denne innstillingen senere.
sk: Umožňuje vám definovať, ktoré záložky budú zobrazené automaticky keď otvoríte stránku Informácie o osobe. Ak máte povolené editovať tento účet možete si zmeniť toto nastavenie.
sv: Denna inställning gör att du kan specificera vilken flik son öppnas automatiskt när du kommer till Personlig information sidan. Om användarna tillåts att redigera sina kontoinställningar kan han ändra denna inställning senare.

source: Account approval and email verification
fi: Käyttäjätunnus, -tilin hyväksyminen ja vahvistaminen
fr: Compte approuvé et courriel vérifié
nb: Kontogodkjennelse og epostbekreftelse
sk: Účet bol schválený a e-mail overený
sv: Konto godkännande och e-post verifikation

source: When a user registers for an account, an email is sent to their email address with a verification link. When they click this link, we know the email address is correct, and the "email verified" option is selected automatically.
fi: Kun vierailija pyytää itselleen käyttäjätunnuksen, -tilin, niin hänen ilmoittamaan sähköpostiosoitteeseen lähetetään postia, jossa on vahvistamista varten linkki. Kun hän klikkaa linkin, tiedämme että ilmoitettu sähköpostiosoite on oikea ja kuitataan automaattisesti "sähköpostiosoitteen vahvistus".
fr: Quand un utilisateur s'inscrit pour un compte, un courriel est envoyé à leur adresse courriel avec un lien de vérification. Quand ils cliquent sur ce lien, nous savons l'adresse courriel est correcte, et le "courriel vérifiée" option est sélectionnée automatiquement.
nb: Når en bruker registrerer seg for å få en konto, blir en e-post med en bekreftelseslink sendt til den registrerte adressen. Når de klikker på denne linken, vet vi at adressen er korrekt, og "Epost bekreftet" blir automatisk angitt.
sk: Keď sa uživateľ zaregistruje, je mu odoslaný e-mail s overovacím odkazom. Keď naň klikne vieme, že emailová adresa je správná a voľba \"email overený\" je zaškrtnutá automaticky.

source: If an administrator creates a user account, the verification email is not sent, and the email must be verified manually.
fi: Kun ylläpitäjä luo itse käyttäjätunnuksen, -tilin, vahvistussähköpostia ei lähetetä käyttäjälle, joten 'sähköpostiosoitteen vahvistus' on myös itse kuitattava.
fr: Si un administrateur crée un compte d'utilisateur, le message de vérification n'est pas envoyé, et le courriel doit être vérifié manuellement.
nb: Hvis en brukerkonto opprettes av en administrator, sendes det ingen bekreftelses-epost, og adressen må bekreftes manuelt.
sk: Ak správca vytvára uživateľský účet, overovací e-mail sa neodošle a musí byť overený manuálne.

source: You should not approve an account unless you know that the email address is correct.
fi: Älä hyväksy käyttäjätunnusta / käyttäjätiliä ennen kuin tiedät että sähköpostiosoite on oikea.
fr: Vous ne devez pas approuver un compte si vous ne savez que l'adresse courriel est correcte.
nb: Du bør ikke godkjenne en konto med mindre du vet at epostadressen er korrekt.
sk: Nemal byste schvalovať účet, ak neviete, že je emailová adresa správna.
sv: Du skall inte godkänna ett konto om du inte vet om e-post adressen är rätt.

source: A user will not be able to login until both the "email verified" and "approved by administrator" options are selected.
fi: Käyttäjä ei voi kirjautua sisään, ennen kuin sekä "sähköpostiosoite on varmistettu" että "ylläpitäjä on hyväksynyt" asetukset on kuitattu.
fr: Un utilisateur ne sera pas capable de se connecter jusqu'à ce que les options "courriel vérifié" et "approuvé par l'administrateur" soient effectuées.
nb: En bruker kan ikkee logge inn før både "Epost bekreftet" og "Godkjent av administrator" er krysset av.
sk: Užívateľ nebude schopný sa prihlásiť do tej doby, dokedy nebude jeho \"email overený\" a \"schválený správcom\" (príslušné voľby označené).

source: Visible online
fi: Näkyy online-tilassa
fr: Visible en ligne
nb: Synlig på nettet
sk: Viditeľný priamo
sv: Synlig vid online

source: This checkbox controls your visibility to other users while you're online. It also controls your ability to see other online users who are configured to be visible.<br /><br />When this box is unchecked, you will be completely invisible to others, and you will also not be able to see other online users. When this box is checked, exactly the opposite is true. You will be visible to others, and you will also be able to see others who are configured to be visible.
fi: Tämä valintaruutu ohjaa näkyvyyttäsi muille käyttäjille ollessasi verkossa. Se valvoo myös kykyäsi nähdä muita online-käyttäjiä, jotka on määritelty näkyviksi.<br /><br />Kun tämä ruutu ei ole valittu, olet täysin näkymätön muille, etkä myös pysty näkemään muita verkossa olevia käyttäjiä. Kun tämä ruutu on valittu, on tilanne aivan päinvastoin. Sinä näyt muille, ja voit myös nähdä muut, jotka on määritelty näkyviksi.
fr: Option pour afficher le statut de connexion (en ligne / hors ligne) aux autres utilisateurs. Si la case est cochée, l'utilisateur sera visible. Sinon il restera caché.
nb: Dersom dette valget er merket, vil brukere som er pålogget, se om du og/eller andre brukere også er pålogget. Ved å ikke merke dette valget, vil ikke andre kunne se om du er pålogget, og du vil heller ikke se om andre brukere er pålogget.
sk: Ak je toto políčko zaškrtnuté, ostatný prihlásený uživatelia uvidia, či ste v daný okamžik online a vy uvidíte, či sú online ostatný. Ak nechcete, aby vás ostatný videli online, vyškrtnite toto políčko. Ale ani vy nebudete môcť zistiť, či sú ostatný uživatelia online.
sv: Om denna ruta är ikryssad kommer andra inloggad användare att kunna se när du är online och du kan se när de är online. Om du inte vill att andra ska se när du är online, då ska du inte kryssa i denna ruta men kommer då inte heller se när andra är online.

source: <br />In this box you type your user name.<br /><br /><b>The user name is case sensitive.</b> This means that <b>MyName</b> is <u>not</u> the same as <b>myname</b> or <b>MYNAME</b>.
fi: <br />Kirjoita tähän käyttäjätunnuksesi.<br /><br /><b>Huomaa ero isojen ja pienten kirjainten välillä!</b> Toisin sanoin, <b>Matti</b> <u>ei ole</u> sama kuin <b>matti</b> tai <b>MATTI</b>.
fr: <br />Indiquez votre nom d'utilisateur.<br /><br /><b> Le nom d'utilisateur est sensible à la casse.</b>Cela signifie que <b>MonNom</ b> n'est <u>pas</ u> identique à <b>monNom</b> ni à <b>MONNOM</ b>.
nb: <br />Her skriver du inn ditt brukernavn.<br /><br /><b>Brukernavnet gjør forskjell på store og små bokstaver.</b> Det betyr at <b>MittNavn</b> <u>ikke</u> er det samme som <b>mittnavn</b> eller <b>MITTNAVN</b>.
sk: <br />Do tohoto políčka napíšte svoje užívateľské meno.<br /><br /><b>Pozor na veľké a malé písmená.</b> To znamená, že <b>MojeMeno</b> <u>nie je</u> to isté ako <b>mojemeno</b> alebo <b>MOJEMENO</b>.
sv: <br />Skriv hit ditt användarnamn.<br /><br /><b>Användarnamnet är skiftlägeskänslig.</b> Detta betyder att<b>Sven</b> är <u>inte</u> det samma som <b>sven</b> eller <b>SVEN</b>.

source: Convert from UTF-8 to ANSI
fi: Muunna UTF-8 muotoisesta ANSI muotoon
fr: Convertir de l'UTF-8 à la norme ANSI
nb: Konvertér fra UTF-8 til ANSI
sk: Skonvertovať z UTF-8 na ANSI
sv: Konvertera från UTF-8 till ANSI

source: For optimal display on the Internet, <b>webtrees</b> uses the UTF-8 character set. Some programs, Family Tree Maker for example, do not support importing GEDCOM files encoded in UTF-8. Checking this box will convert the file from <b>UTF-8</b> to <b>ANSI (ISO-8859-1)</b>.<br /><br />The format you need depends on the program you use to work with your downloaded GEDCOM file. If you aren't sure, consult the documentation of that program.<br /><br />Note that for special characters to remain unchanged, you will need to keep the file in UTF-8 and convert it to your program's method for handling these special characters by some other means. Consult your program's manufacturer or author.<br /><br />This <a href='http://en.wikipedia.org/wiki/UTF-8' target='_blank' title='Wikipedia article'><b>Wikipedia article</b></a> contains comprehensive information and links about UTF-8.
fi: <b>webtrees</b> käyttää UTF-8 merkkikoodistoa parhaan mahdollisen esittämiseen internetissa. Jotkut ohjelmat, esim. Family Tree Maker ei tue aineiston käsittelyä UTF-8 muodossa. Valitsemalla tämän, muunnetaan aineisto muodosta <b>UTF-8</b> muotoon <b>ANSI (ISO-8859-1)</b>.<br /><br />Mitä merkkikoodistoa tarvitset riippuu sinun sukututkimusohjelmasta. Kun et ole varma, tutki ohjelmasi manuaali..<br /><br />Kun sinun pitää säilyttää erikoismerkit, pidä tiedosto UTF-8 muotoisena ja sovella jokin sopiva muuntotapa ohjelmistossasi.href='http://en.wikipedia.org/wiki/UTF-8' target='_blank' title='Wikipedia article'><b>Wikipedia article</b></a> contains comprehensive information and links about UTF-8.
fr: Pour un affichage optimal sur Internet, <b>webtrees </b> utilise le jeu de caractères UTF-8. Certains programmes, Family Tree Maker par exemple, ne prennent pas en charge l'importation de fichiers GEDCOM codés en UTF-8. Cocher cette case vous permet de convertir le fichier d'<b>UTF-8</b> en <b>ANSI (ISO-8859-1)</b>. <br /><br />Le format dont vous avez besoin dépend du programme que vous utilisez. Si vous n'êtes pas sûr, consultez la documentation de votre programme.<br /><br />Notez que pour les caractères spéciaux restent inchangés, vous aurez besoin de garder le fichier en UTF-8 puis de le convertir par d'autres moyens pour votre programme. Consultez pour cela la documentation, le fabricant ou l'auteur de votre programme.<br /><br />Cet <a href='http://fr.wikipedia.org/wiki/UTF-8' target='_blank' title='Article Wikipedia'><b>article Wikipedia</b></a> contient des informations détaillées et des liens sur UTF-8.
nb: For den best mulige visning på nettet bruker <b>webtrees</b> tegnsettet UTF-8. Noen programmer, som for eksempel Family Tree Maker, kan ikke importere GEDCOM-filer i UTF-8. Hvis du krysser av denne ruten, vil filen konverteres fra <b>UTF-8</b> til <b>ANSI (ISO-8859-1)</b> ved nedlastningen.<br /><br />Hvilket format du trenger, avhenger av hvilket program du skal arbeide med den nedlastede GEDCOM-filen i. Les programmets dokumentasjon hvis du er i tvil.<br /><br />Merk at for at spesialtegn skal forbli uforandret, må du beholde filen i UTF-8 og finne en annen måte å konvertere den på til et format der ditt program kan behandle spesialtegn. Kontakt evt. programmets produsent eller forfatter.<br /><br />Denne <a href='http://en.wikipedia.org/wiki/UTF-8' target='_blank' title='Wikipedia-artikkel'><b>Wikipedia-artikkelen</b></a> inneholder omfattende informasjon om UTF-8, med nyttige linker videre til andre nettsteder.
sk: Pre zobrazenie na internete, <b>webtrees</b> používa znakovú sadu UTF-8. Niektoré programy, napríklad Family Tree Maker, nepodporujú importovanie súborov GEDCOM kódovaných v UTF-8. Zaškrtnutím tohoto políčka vykonáte konverziu z <b>UTF-8</b> na <b>ANSI (ISO-8859-1)</b>.<br /><br />Formát, ktorý potrebujete, závisí od programu, ktorý používáte pri práci s vašimi súbormi GEDCOM. Ak si nieste istý, prečítajte si dokumentáciu daného programu.<br /><br />Aby zostaly nezmenené špeciálne znaky, udržujte súbor v UTF-8 a preveďte ho do vašeho programu inými prostriedkami. Spýtajte sa výrobcu programu alebo autora.<br /><br />Tento <a href='http://en.wikipedia.org/wiki/UTF-8' target='_blank' title='Wikipedia article'><b>článok na Wikipédii</b></a> obsahuje vyčerpávajúce informácie a odkazy k UTF-8.
sv: För att bättre optimera visandet av tecken på internet använder <b>webtrees</b> UTF-8 teckentabell. Vissa program t.ex. Family Tree Maker, stöder inte importering av GEDCOM-filer kodad i UTF-8. Bocka denna ruta, så konverteras filen från <b>UTF-8</b> till <b>ANSI (ISO-8859-1)</b>.<br /><br />Formatet du behöver beror på programmet du använder när du nedladdar GEDCOM-filer, om du inte är säker, konsultera programmets dokumentation.<br /><br />För att special tecken skall lämnas oändrade, behöver du hålla filen i UTF-8 och konvertera dessa special tecken för ditt program, på något annan sätt. Konsultera ditt programs tillverkare eller upphovsman.<br /><br />Denna <a href='http://en.wikipedia.org/wiki/UTF-8' target='_blank' title='Wikipedia article'><b>Wikipedia artikel</b></a> innehåller omfattande information och länkar om UTF-8.

source: View server folder
fi: Palvelimella olevan kansion näyttäminen
fr: Voir le dossier du serveur
nb: Vis mappe på serveren
sk: Zobraziť adresár servra
sv: Visa servermapp

source: The administrator has enabled up to %s folder levels below the default <b>%s</b>. This helps to organize the media files and reduces the possibility of name collisions.<br /><br />In this field, you select the media folder whose contents you wish to view. When you select <b>ALL</b>, all media files will be shown without regard to the folder in which they are stored. This can produce a very long list of media items.
fi: Ylläptäjä on sallinut %s kansiotasoa oletuskansion <b>%s</b> alapuolelle. Tämä auttaa mediatiedostojen järjestelyssä ja vähentää samannimisten tiedostojen aiheuttamia ristiriitatilanteita.<br /><br />Tässä kentässä valitset sen mediakansion, jonka sisältöä haluat tarkastella. Kun valitset <b>Kaikki</b>, kaikki mediatiedostot näytetään riippumatta missä kansiossa ne sijaitsevat. Tästä voi syntyä hyvin pitkä luettelo.
fr: L'administrateur a autorisé jusqu'à %s niveaux de répertoire en dessous du répertoire par défaut <b>%s</b>. Cela vous facilite l'organisation des fichiers multimédia et réduit la possibilité de conflits de noms.<br /><br />Dans ce champ, vous choisissez le répertoire des objets multimédia dont vous voulez afficher le contenu. Quand vous choisissez <b> [Tous] </b>, tous les fichiers multimédia seront affichés automatiquement indépendamment du répertoire dans lequel ils se trouvent. Cela peut produire une liste très longue de fichiers multimédia.
nb: Administratoren har aktivert opptil %s mappenivåer under standardmappen <b>%s</b>. Dette gjør det lettere å organisere mediafilene og minske faren for navnelikhet.<br /><br />I dette feltet angir du hvilken mediemappe du vil se innholdet av. Hvis du velger <b>Alle</b>, vil alle mediefilene på nettstedet vises, uansett hvilken mappe de ligger i. Dette kan gi en svært lang liste med medieobjekter.
sk: Správca povolil až %s úrovní adresárov pod základným <b>%s</b>. To pomáhá organizovať súbory médií a znižuje možnosť kolízií.<br /><br />V tomto poli vyberte adresár s médiami, ktorého obsah si želáte vidieť. Keď vyberiete <b>VŠETKY</b>, všetky súbory sa zobrazia bez ohľedu na to, v ktorom adresári je uložený. Toto môže vyprodukovať veľmi dlhý zoznam položiek médií.
sv: Administratören har aktiverat upp till %s mappnivåer under standardmappen <b>%s</b>. Detta hjälper till att organiser mediafiler och minskar möjlig namnkonflikt.<br /><br />I detta fält, kan du välja mediamapp vars innehåll du önskar visa. När du väljer <b>ALLA</b>, alla mediafiler visas oberoende av i vilken mapp de är sparad. Detta kan bli en mycket lång lista.

source: Zip clippings
fi: Poimittuja leikkeitä Zip-muotoon
fr: Compresser les fichiers (zip)
nb: Pakk utklippene
sk: ZIP-ovať výstrižky
sv: Zippade klipp
