Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Soundex Search
fi: Soundex-haku
fr: Recherche phonétique
hu: Hangzási keresés
nb: Søk i soundex
sk: SOUNDEX hľadanie
sv: Soundex-sökning

source: Advanced search
fi: Tarkennettu haku
fr: Recherche avancée
hu: Részletes keresés
nb: Avansert søk
sk: Rozšírené hľadanie
sv: Avancerad sökning

source: Could not verify the information you entered. Please try again or contact the site administrator for more information.
fi: Täyttämiäsi tietoja ei voinut vahvistaa. Yritä uudelleen.
fr: Identification impossible. Merci de réessayer
hu: Nem lehetett ellenőrizni a megadott információt. Kérem lépjen vissza, és próbálja meg újra.
nb: Kunne ikke gjenkjenne opplysningene du oppga! Gå tilbake og prøv igjen.
sk: Nebolo možné overiť údaje, ktoré ste vložili. Prosím vráťte sa späť a skúste to znovu.
sv: Kunde inte verifiera informationen du skrev in. Gå tillbaka och försök igen.

source: Hello %s ...
fi: Hei %s...
fr: Bonjour %s ...
hu: Kedves %s ...
nb: Hei %s ...
sk: Ahoj %s ...
sv: Hej %s...

source: A new password was requested for your user name.
fi: Uusi salasana on pyydetty käyttäjätunnuksellesi!
fr: Un nouveau mot de passe a été demandé pour votre compte!
hu: Az Ön felhasználónevéhez új jelszót igényeltek!
nb: Det ble bestilt et nytt passord til brukernavnet ditt!
sk: Bolo zažiadané o nové heslo pre vaše uživateľské meno!
sv: Ett nytt lösenord efterfrågas för ditt användarnamn.

source: Recommendation:
fi: Suosittelu:
fr: Recommandation:
hu: Ajánlások:
nb: Anbefaling:
sk: Doporučenie:
sv: Rekommendation:

source: Please click on the link below or paste it into your browser, login with the new password, and change it immediately to keep the integrity of your data secure.
fi: Klikkaa aihe-linkkiä, kirjoittaudu sisään uudella salasanalla ja vaihda salasana niin että tietosuoja säilyy.
fr: Cliquez maintenant sur le lien ci-dessous, connectez-vous avec le nouveau mot de passe et, par précaution, changez-le immediatement.
hu: Kattintson az alábbi hivatkozásra, jelentkezzen be az új jelszóval majd változtassa meg ahhoz hogy az adatai biztonságban maradjanak.
nb: Vennligst klikk på linken under. Logg deg inn med det nye passordet. Du bør så angi et nytt passord for å verne om sikkerheten til dataene dine.
sk: Teraz prosím kliknite na odkaz dole, prihláste sa novým heslom a ihneď si ho zmeňte, aby ste uchovali svoje údaje v tajnosti.
sv: Klicka på länken nedan, logga in med ditt nya lösenord. Ändra sedan lösenordet så att säkerheten bibehålls för din data.

source: After you have logged in, select the «My Account» link under the «My Page» menu and fill in the password fields to change your password.
fi: Kirjauduttuasi, valitse 'Käyttäjätilini' joka löytyy 'Oma sivuni'-valikosta ja täytä salasanakentät vaihtaaksesi salasanasi.
fr: Pour changer votre mot de passe une fois connecté, cliquez le lien 'Mon compte' dans le menu 'Page personnelle' et remplissez les champs concernant le mot de passe.
hu: Miután be jelentkezett, válassza a 'Felhasználói adataim' linket a 'MyGedView Portál' menü alatt és töltse ki a jelszó mezőket hogy megváltoztassa a jelszavát.
nb: Etter at du har logget deg inn, velg da 'Min konto' i menyen 'Min GedView' og angi et nytt passord i feltet for å endre passordet ditt.
sk: Po prihlásení vyberte link «Môj účet» v menu «Vstupná brána MyGedView» a vyplňte pole heslo, pre zmenu vášho hesla.
sv: Efter att du logat in, välj 'Mitt konto'-länken under 'Min Sida'-menyn, fyll i lösenordsfälten för att ändra dit lösenord.

source: Data request at %s
fi: Tietopyyntö koneelta %s
fr: Demande d'informations pour %s
hu: Adat kérése a(z) %s szerveren
nb: Data anmodning fra %s
sk: Dáta požadované na %s
sv: Dataförfrågan på %s

source: Hello...<br /><br />An email with your new password was sent to the address we have on file for <b>%s</b>.<br /><br />Please check your email account; you should receive our message soon.<br /><br />Recommendation:<br />You should login to this site with your new password as soon as possible, and you should change your password to maintain your data's security.
fi: Hei...<br /><br />Sähköposti, jossa on uusi salasana, on lähetetty osoitteeseen <b>%s</b>.<br /><br />Tutki sähköpostitiliäsi parin minuutin kuluttua. Sinun tulisi saada posti siihen mennessä.<br /><br />Suosittelu:<br />Saatuasi sähköpostisi sinun tulee kirjoittautua ja muuttaa salasanasi lisätäksesi tietosuoja kokonaisuutta.
fr: Bonjour...<br /><br />Un message a été envoyé à l'adresse (%s) avec le nouveau mot de passe.<br /><br />Merci de vérifier votre messagerie car vous devriez recevoir ce message dans les prochaines minutes.<br /><br />Recommandation:<br /><br />Après avoir récupéré ce message, connectez-vous à ce site et changez votre mot de passe pour conserver l'integrité de vos données.
hu: Tisztelt Felhasználó!<br /><br />Egy emailt küldtünk a (%s) címre, amiben benne van az új jelszó.<br /><br />Kérjük, nézze meg a levelesládáját, mert ez a levél perceken belül megérkezhet.<br /><br />Javaslat:<br /><br />Miután megkapta az új jelszavát emailben, jelentkezzen be az új jelszóval majd változtassa meg ahhoz hogy az adatai biztonságban maradjanak.
nb: Hei...<br /><br />En epost med det nye passordet ble sendt til epost-adressen (%s).<br /><br />Vær vennlig å sjekk epost-kontoen din om noen minutter.<br /><br />Anbefaling:<br /><br />Etter at du har mottatt eposten, bør du logge deg inn på dette nettstedet med ditt nye passord og endre det. Dette bør gjøres for å verne om sikkerheten til dataene din.
sk: Ahoj...<br /><br />Na adresu (%s) bol zaslaný e-mail z novým heslom.<br /><br />Prosím skontrolujte svoju e-mailovú schránku, správu by ste mali obdržať v priebehu niekoľkých minút.<br /><br />Doporučenie:<br /><br />Potom, čo požiadate o e-mail, mali by ste sa na tieto stránky prihlásiť zo svojím novým heslom a zmeniť si ho, aby ste uchovali svoje údaje v tajnosti.
sv: Hej...<br /><br />Ett e-post med det nya lösenordet sändes till e-postadressen(%s).<br /><br />Kontrollera din e-postlåda om en liten stund.<br /><br />Rekommendation:<br /><br />Efter du fått ditt e-postmeddelande bör du logga in och ändra ditt lösenord för att öka säkerheten.

source: You must enter a password.
fi: Salasana on pakollinen.
fr: Vous devez entrer un mot de passe.
hu: Adja meg a jelszavát
nb: Du må oppgi et passord.
sk: Musíte vložiť heslo.
sv: Du måste ge ett lösenord.

source: You must confirm the password.
fi: Salasana on toistettava.
fr: Vous devez confirmer le mot de passe.
hu: Ismételje meg a jelszót
nb: Du må bekrefte passordet.
sk: Musíte potvrdiť heslo.
sv: Du måste bekräfta lösenordet.

source: You must enter your real name.
fi: Sinun pitää täyttää etu- ja sukunimesi.
fr: Vous devez entrer votre vrai nom.
hu: A valódi nevét kell megadnia.
nb: D må skrive inn navnet ditt.
sk: Musíte napísať svoje skutočné meno.
sv: Du måste skriva ditt namn

source: Please enter your relationship to the data in the Comments field.
fi: Täytä suhteesi tietoon kommenttikenttään.
fr: Entrez votre lien de parenté en commentaire.
hu: Kérem, írja be a kapcsolatát az adathoz a megjegyzés mezőbe.
nb: Vennligst angi slektskapet ditt til noen i slektsbasen i feltet Kommentarer.
sk: Prosim napíšte svoj pribuzenský vzťah k dátam do poľa komentáre.
sv: Var vänlig och beskriv ditt förhållande till släkten i kommentarfältet.

source: <div class="largeError">Notice:</div><div class="error">By completing and submitting this form, you agree:<ul><li>to protect the privacy of living people listed on our site;</li><li>and in the text box below, to explain to whom you are related, or to provide us with information on someone who should be listed on our site.</li></ul></div>
fi: <div class="largeError">Huomautus:</div><div class="error">Lähettämällä tämän pyynnön hyväksyt samalla:<ul><li>kunnioitat sukututkimusaineistossa esiintyvien elossa olevien henkilöiden yksityisyyttä</li><li>kerrot alla olevassa tekstissä kuka olet ja kenelle olet sukua</li><li>ilmoitat ylläpitäjille virheistä sukututkimusaineistossa</li><li>autat mahdollisuuksiesi mukaan sukupuun täydentämistä.</li></ul></div>
fr: <div class="largeError">Attention:</div><div class="error">En remplissant et en soumettant ce formulaire, vous acceptez:<ul><li>de protéger la vie privée des personnes vivantes répertoriées sur notre site;</li><li>et dans la zone de texte ci-dessous, expliquer avec qui vous êtes liés, ou de nous fournir des informations sur quelqu'un qui est sur notre site.</li></ul></div>
hu: <div class="largeError">Megjegyzés:</div><div class="error">Jelen nyomtatvány kitöltésével és beküldésével, Ön elfogadja: <ul><li>a jelen oldalon található személyek adatait megőrzi;</li><li>és a lentebbi mezőben leírja, hogy ki Ön, illetve kivel áll rokonságban ebből a családfából.</li></ul></div>
nb: <div class="largeError">NB:</div><div class="error">Ved å fylle ut og sende dette skjemaet, erklærer du at du vil:<ul><li>respektere nålevende personers personvern;</li><li>og forklare i tekstboksen nedenfor hvem du er i slekt med, eller skaffe oss opplysninger om personer som vi bør ha med på nettstedet.</li></ul></div>
sk: <div class="largeError">Upozornenie:</div><div class=\"error\">Vyplnením a odoslaním formulára súhlasíte, že:<ul><li>ochránite súkromie žijúcich ľudí zobrazených na tomto webe</li><li>a v dole uvedenom rámčeku vysvetlíte, ku komu z rodokmena ste príbuzný alebo nám poskytnete informácie o niekom, kto by mal byť uvedený na našom webe.</li></ul></div></div>
sv: <div class="largeError">Observera:</div><div class="error">Genom att kompletera och sända in detta formulärform, du accepterar:<ul><li>att skydda integriteten av levande personer som finns på denna sajt</li><li>och i textrutan nedanför, förklar till vem du är besläktad ellerge oss information om någon som borde finnas på vår sajt.</li></ul></div>

source: Desired user name
fi: Toivottu käyttäjätunnus
fr: Identifiant souhaité
hu: Választott felhasználónév
nb: Ønsket brukeravn
sk: Požadované užívateľské meno
sv: Önskat användarnamn

source: Desired password
fi: Toivottu salasana
fr: Mot de passe souhaité
hu: Válasszon jelszót
nb: Ønsket passord
sk: Požadované heslo
sv: Önskat lösenord

source: Fields marked with * are mandatory.
fi: *:llä merkitty ovat pakollisia.
fr: Les champs marqués * sont obligatoires.
hu: A * -gal jelölt mezők, kötelezők.
nb: Felt merket med * må fylles ut.
sk: Polia označené * sú povinné.
sv: Fält markerat med * är obligatoriska.

source: New Account confirmation
fi: Uuden käyttäjätilin vahvistus
fr: Confirmation du nouveau compte
hu: Új azonosító visszaigazolása
nb: Bekreftelse av ny konto
sk: Potvrdenie nového účtu
sv: Bekräftelse av ett nytt konto

source: Unable to add user. Please try again.
fi: Käyttäjää ei voida luoda. Ole hyvä ja yritä uudelleen.
fr: Impossible d'ajouter cet utilisateur. Revenir en arrière et ré-essayer.
hu: Nem sikerült a felhasználót hozzáadni. Kérjük lépjen vissza, és próbálja meg újra.
nb: Bruker kan ikke opprettes. Gå tilbake og prøv på nytt.
sk: Nie je možné pridať uživateľa. Prosím vráťte sa späť a skúste to znovu.
sv: Går inte att skapa användare. Var snäll gå tillbaka och försök igen.

source: A request was received at %s to create a webtrees account with your email address %s.
fi: Käyttäjätilin perustamispyynto webtrees sivustoon vastaanotettu %s, ja annettu sinun sähköpostiosoitteesi %s.
fr: Une demande a été reçue de %s pour créer un compte dans webtrees avec l'adresse courriel %s
hu: %s egy kérést kaptunk, hogy a(z) %s e-mail címmel létre szeretne hozni egy webtrees fiókot.
nb: En forespørsel ble gjort på %s om å opprette en webtrees-konto med din eposadresse %s.
sk: Na %s bola prijatá žiadosť o vytvorenie webtrees účtu z vašou emailovou adresou %s.
sv: En begäran att få ett användarkonto har emottagits vid %s med din e-post adress %s.

source: Information about the request is shown under the link below.
fi: Seuraavat tiedot olivat käytössä.
fr: Les informations suivantes ont été utilisées.
hu: A következő adatokat használtuk.
nb: Opplysningene om deg ble gitt ved forespørsel om brukerkonto.
sk: Boli použité nasledujúce údaje.
sv: Informationen om förfrågan visas under länken nedan.

source: Please click on the following link and fill in the requested data to confirm your request and email address.
fi: Klikkaa alla olevaa linkkiä, täytä tiedot ja varmista tilisi ja sähköpostiosoitteesi.
fr: Merci de cliquer sur le lien ci-dessous et de renseigner les champs demandés pour vérifier votre compte et l'adresse courriel.
hu: Kérem kattintson a következő linkre, és töltse ki a kért adatokat, hogy ellenőrizni tudjuk az adatait és az email címét.
nb: Vennligst klikk på linken under og fyll ut riktige data for å bekrefte kontoen og epost-adressen din.
sk: Prosím kliknite na odkaz dole a vyplňte požadované údaje pre overenie vášho účtu a vašej e-mailovej adresy.
sv: Klicka på länken nedan och fyll i den begärda datan för att verifiera ditt konto och e-postadress.

source: Verification code:
fi: Vahvistuskoodi:
fr: Code de vérification
hu: Ellenőrző kód:
nb: Kontrollkode:
sk: Overovací kód:
sv: Verifieringskod:

source: If you didn't request an account, you can just delete this message.
fi: Jos sinä et pyytänyt tätä tietoa, voit pyyhkiä tämän ilmoituksen.
fr: Si vous n'avez pas demandé une inscription vous pouvez supprimer ce message.
hu: Ha nem Ön kérte ezt az adatot, akkor nyugodtan törölheti ezt az üzenetet.
nb: Dersom du ikke har bedt om å få en konto, kan du bare slette denne eposten.
sk: Ak by ste tieto údaje nevyžadovali, môžete túto správu kľudne zmazať.
sv: Om du inte begärde ett konto kan du radera meddelandet.

source: You won't get any more email from this site, because the account request will be deleted automatically after seven days.
fi: Et tule saamaan lisäviestejä tältä järjestelmältä ja tili pyyhitään seitsemän päivän kuluttua jos tätä ei vahvisteta.
fr: Vous ne recevrez plus de messages de ce système parce que, manquant une réponse de votre part dans 7 jours, ce compte sera supprimé.
hu: Nem fog kapni több levelet a rendszertől, mivel a felhasználói azonosítója 7 napon belül további figyelmeztetés nélkül törlésre kerül.
nb: Du vil ikke få tilsendt flere eposter herfra, fordi kontoen vil bli slettet etter 7 dager dersom den ikke bekreftes.
sk: Žiadny ďalší e-mail z tohoto systému už nedostanete, pretože účet bude do siedmich dní bez overenia zmazaný.
sv: Du kommer inte få några fler mail från detta systemet efterom kontot kommer att raderas inom sju dagar om ingen verifiering görs.

source: Your registration at %s
fi: Kirjoittautumisesi koneella %s
fr: Votre inscription sur %s
hu: Az Ön regisztrációja a(z) %s szerveren
nb: Din registrering hos %s
sk: Vaša registrácia na %s
sv: Din registrering på %s

source: Hello Administrator ...
fi: Hei hallinnoitsija...
fr: Bonjour à l'administrateur ...
hu: Kedves Adminisztrátor!
nb: Hei administrator ...
sk: Ahoj administrátor ...
sv: Hej administratör

source: A prospective user has registered with webtrees at %s.
fi: Mahdollinen käyttäjä on rekisteröitynyt webtreesiin, %s
fr: Un utilisateur a fait une demande de compte à %s.
hu: Egy leendő felhasználó regisztrál a webtreesbe: %s.
nb: En bruker er blitt registrert hos webtrees på %s.
sk: Potenciálny uživateľ sa zaregistroval na webtrees na %s.
sv: En möjlig användare har registerat sig till webtrees vid %s.

source: The user has been sent an e-mail with the information necessary to confirm the access request
fi: Käyttäjälle on lähetetty ohjeita sähköpostilla, hänen pitää vahvistaa käyttäjätilipyyntönsä
fr: Un mail a été envoyé à l'utilisateur avec les informations nécessaires pour qu'il confirme sa demande.
hu: A felhasználó küldött egy e-mailt a regisztrációhoz szükséges információkkal
nb: Brukeren har fått tilsendt en epost med instruksjoner om å bekrefte forespørselen.
sk: Uživateľovi bol odoslaný email s informáciami potrebnými pre potvrdenie žiadosti o prístup.
sv: Till användaren har sänt nödig information för att bekräfta förfrågan om användarkonto

source: You will be informed by e-mail when this prospective user has confirmed the request. You can then complete the process by activating the user name. The new user will not be able to login until you activate the account.
fi: Sinulle ilmoitetaan sähköpostilla milloin mahdollinen uusi käyttäjä on vastannut ja vahvistanut käyttäjätilipyyntönsä. Voit sen jälkeen aktivoida käyttäjätunnuksen ja vasta sen jälkeen käyttäjä pystyy sisäänkirjautumaan.
fr: Vous serez informé par courriel quand cet utilisateur aura confirmé sa demande. Vous pourrez alors activer son compte. Le nouvel utilisateur ne pourra pas se connecter tant que vous n'aurez pas activé son compte.
hu: Értesítve lesz e-mailben amennyiben a leendő felhasználó visszaigazolta a kérelmét. Ezután befejezheti a regisztrációt aktiválva a felhasználó felhasználói fiókját. Az új felhasználó nem jelentkezhet be a fiókja aktiválása előtt.
nb: Du vil bli meddelt per epost når den blivende brukeren har bekreftet søøknaden. Du kan deretter fullføre prosessen ved å aktivere brukernavnet. Den nye brukeren kan ikke logge inn før du har aktivert kontoen.
sk: Budete informovaný mailom keď tento užívateľ potvrdí požiadavku. Potom môžete dokončiť proces aktiváciou uživateľa. Nový užívateľ sa bude môcť prihlásiť až keď mu aktivujete jeho účet.
sv: Du vill be informerad via e-post när denna möjliga användare har bekräftat sin kontoförfrågan. Du kan då aktivera användarnamnet. Först därefter kan den nya användaren logga in..

source: You will be informed by e-mail when this prospective user has confirmed the request. After this, the user will be able to login without any action on your part.
fi: Sinulle ilmoitetaan sähköpostilla milloin mahdollinen käyttäjä on vastannut ja vahvistanut käyttäjätilipyyntönsä. Sen tehtyään, hän voi sisäänkirjautua ilman sinun muita toimenpiteitä.
fr: Vous serez informé par mail quand cet utilisateur aura confirmé sa demande. Après quoi il pourra se connecter sans intervention de votre part.
hu: Értesítve lesz e-mailben amennyiben a leendő felhasználó visszaigazolta a kérelmét. Ezután az új felhasználó bejelentkezhet a rendszerbe.
nb: Du vil bli meddelt per epost når den blivende brukeren har bekreftet søknaden. Når det er skjedd, vil brukeren kunne logge inn uten at du behøver å foreta deg mer.
sk: Budete informovaný mailom keď tento užívateľ potvrdí požiadavku. Potom sa bude schopný prihlásiť bez toho aby ste vy musel niečo urobiť.
sv: Du vill be informerad via e-post när denna möjliga användare har bekräftat sin förfrågan. Efter det kan användaren logga in utan att du behöver göra något..

source: New registration at %s
fi: Uusi kirjoittautuminen koneella %s
fr: Nouvelle inscription sur %s
hu: Új regisztráció a(z) %s szerveren
nb: Ny registrering på %s
sk: Nová registrácia na %s
sv: Ny registrering på %s

source: Hello %s ...<br />Thank you for your registration.
fi: Hei %s ...<br />Kiitos rekisteröinnistäsi
fr: Bonjour %s ...<br />Merci pour votre inscription
hu: Kedves %s!<br />Köszönjük a regisztrációt
nb: Hei %s og takk for søknaden din om å få en brukerkonto.
sk: Ahoj %s ...<br />Vďaka za registráciu.
sv: Hej %s...<br />Tack för din registrering

source: We will now send a confirmation email to the address <b>%s</b>. You must verify your account request by following instructions in the confirmation email. If you do not confirm your account request within seven days, your application will be rejected automatically. You will have to apply again.<br /><br />After you have followed the instructions in the confirmation email, the administrator still has to approve your request before your account can be used.<br /><br />To login to this site, you will need to know your user name and password.
fi: Tulet saamaan koodin sähköpostissa osoitteeseen (%s). Käytä viesti tilisi vahvistukseen. Tilisi pyyhitään seitsemän päivän kuluttua jos et vahvista sitä (voit sen jälkeen rekisteröidä tilin uudelleen). Kirjautuminen sivuille vaatii käyttäjätunnuksen ja salasanan.
fr: Vous allez recevoir un message de confirmation à l'adresse ( %s ).<br /><br />En suivant les instructions de ce message vous pourrez activer votre compte.<br /><br />Si vous n'activez pas votre compte avant sept jours, il sera supprimé (vous pourrez vous enregistrer à nouveau dans ce cas).<br /><br />Pour vous connecter au site, votre nom de connexion et votre mot de passe sont nécessaires.
hu: Kapni fog egy ellenőrző emailt erre a címre ( %s ). Ezt a levelet használja az azonosítója aktiválásához; ha hét napon belül nem sikerül az aktiválás, áthelyezésre kerül az azonosítója (akkor újra megkísérelheti a regisztrációt).<br /><br />Ahhoz hogy bejelentkezzen az oldalra, tudnia kell az azonosítóját, és a jelszavát.
nb: Du vil nå få tilsendt en bekreftelses-epost til adressen ( %s ). Ved hjelp av denne eposten kan du aktivere kontoen din. Dersom du ikke aktiverer kontoen din innen 7 dager, vil den bli slettet (du kan registrere kontoen igjen etter de 7 dagene, om du ønsker det). For å logge deg inn på dette nettstedet, kreves det at du oppgir et brukernavn og passord.
sk: Teraz na e-mail ( %s ) obdržíte potvrdenie. Tento e-mail použijte k aktivovaniu svojho účtu; ak sa vám nepodarí aktivovat svoj účet do siedmich dní, bude vymazaný (potom sa môžete znovu pokúsiť zaregistrovať). Po vašej aktivácii vám ešte musí povoliť prístup administrátor. Abyste sa mohli prihlásiť na tieto stránky, budete potrebovať vedieť svoje prihlasovacie meno a heslo.
sv: Ni kommer att få en bekräftelse via e-post till e-postadressen(%s). Använd bekräftelsen för att aktivera ditt konto, om du misslyckas att aktiver ditt konto inom sju dagar kommer det att raderas (du kan då registrera kontot igen).<br /><br />Efter du har följt instruktionerna i bekräftelse-eposten, måste administratören fortfarande godkänna din begäran innan du kan använda ditt konto.<br /><br />För att logga in på sajten måste du veta ditt användarnamn och lösenord.
