Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Julian
fi: Juliaaninen
fr: Julien
hu: Juliánusz
nb: Juliansk
sk: Juliánsky
sv: Juliansk

source: Jewish
fi: Juutalainen
fr: Israélite
hu: Zsidó
nb: Jødisk
sk: Židovský
sv: Judisk

source: Hijri
fi: Islamilainen (Hijri)
hu: Hidzsri
sv: Islamisk (Hijri)

source: French
fi: Ranskalainen
fr: Républicain français
hu: Francia
nb: Fransk
sk: Francúzština
sv: Franska

source: Enter the email address.<br /><br />An example email address looks like this: <b>name@hotmail.com</b> Leave this field blank if you do not want to include an email address.
fi: Lisää sähköpostiosoite.<br /><br /> Esimerkki sähköpostiosoitteesta on <b>nimi@hotmail.com</b>. Jätä tämä kenttä tyhjäksi, mikäli et halua lisätä sähköpostiosoitetta.
fr: Entrez l'adresse courriel.<br /><br />Une adresse courriel a la forme suivante : <b>nom@hotmail.com</b> Laissez ce champ en blanc si vous ne voulez pas inclure d'adresse courriel.
hu: Adjon meg email címet.<br /><br />Például:: <b>name@hotmail.com</b>. Üresen hagyható.
nb: Angi en epostadresse.<br /><br />Et eksempel på epostadresse er: <b>navn@hotmail.com</b> <br />La dette feltet være tomt dersom du ikke ønsker å oppgi en epostadresse.
sk: Vložte e-mailovú adresu.<br /><br />Ako je napríklad táto: <b>name@hotmail.com</b> Ponechajte toto pole prázdné ak nechcete zadať e-mailovú adresu.
sv: Skriv in epostadressen.<br /><br />Ett exempel på epostadress ser ut så här: <b>namn@hotmail.com</b> Lämna detta fält tomt om du inte vill inkludera en epostadressen.

source: Enter the FAX number including the country and area code.<br /><br />Leave this field blank if you do not want to include a FAX number. For example, a number in Germany might be +49 25859 56 76 89 and a number in USA or Canada might be +1 888 555-1212.
fi: Lisää telefaxnumero maa- ja suuntanumeroineen. <br /><br />Jätä tämä kenttä tyhjäksi, mikäli et halua lisätä telefaxnumeroa. Esimerkiksi numero Saksassa voi olla +49 25859 56 76 89 ja Yhdysvalloissa tai Kanadassa +1 888 555-1212.
fr: Entrez le numero de FAX y compris le numéro du pays, et de la zone si il y a lieu.<br /><br />Laissez ce champ à blanc si vous ne voulez pas inclure de numéro FAX. Par exemple, un numéro de FAX en France doit être du type (sans le zero du début) : +33 491422679 et un numéro aux USA ou au Canada doit être du type : +1 888 555-1212.
hu: Adjon meg FAX számot országkóddal együtt.<br /><br />Üresen hagyható. Például egy németországi fax szám így néz ki: +49 25859 56 76 89, USA-ban vagy Kanadában pedig így: +1 888 555-1212. Magyarország országkódja: 36
nb: Angi et faksnummer, inkludert landskode og eventuelt retningsnummer.<br /><br />Eksempler:<ul><li>Norge: +47 35 00 00 01</li><li>Tyskland: +49 25859 56 76 89</li><li>USA: +1 888 555-1212</li></ul>La dette feltet være tomt dersom du ikke ønsker å oppgi et faksnummer.
sk: Vložte číslo FAXu včetne kódu štátu a oblasti.<br /><br />Ponechajte toto pole prázdné ak nechcete zadať číslo FAXu. Napríklad číslo pre Nemecko môže byť +49 25859 56 76 89 a číslo pre USA môže byť +1 888 555-1212.
sv: Skriv in faxnumret inkludera lands och riktnummer.<br /><br />Lämna detta fält tomt om du inte vill ange något faxnummer. T.ex. ett nummer i Tyskland kan vara +49 25859 56 76 89 och ett nummer i USA eller Kanada +1 888 555-1212.

source: This is an optional field that can be used to enter the file format of the multimedia object. Some genealogy programs may look at this field to determine how to handle the item. However, since media do not transfer across computer systems very well, this field is not very important.
fi: Tämä on valinnallinen kenttä johon voi syöttää multimediaobjektin muodon. Jotkut sukututkimusohjelmat saattavat tarkistaa kentän määritelläkseen kuinka mediaobjektia on käsiteltävä. Koska media ei aina ole siirrettävissä tietokonejärjestelmästä toiseen kovin hyvin, kentällä ei ole suurta merkitystä.
fr: Il s'agit d'un champ optionnel qui peut être utilisé pour renseigner le type de fichier multimédia. Certains programmes généalogiques regardent ce champ pour déterminer comment traiter le fichier. De toute façon, comme les transferts de fichiers média entre systèmes ne sont pas toujours évidents, ce champ n'est pas très important.
nb: Dette er et valgfritt felt som kan brukes for å angi formatet til multimediafilen. Noen slektsprogram sjekker dette feltet for å bestemme hvordan de skal håndtere filen. På en annen side, så er ikke dette veldig viktig fordi multimediafiler overføres forholdsvis dårlig mellom ulike datamaskinplattformer.
sk: Toto je voliteľné pole ktoré môže byť použité na vloženie formátu multimediálneho objektu. Niektoré genealogické programy môžu brať v úvahu toto pole pri spracovaní objektu. Avšak, pretože média nie je možné prenášať medzi počítačovými systémami príliš dobre, toto pole nie je veľmi dôležité.
sv: Detta är ett frivilligt fält som kan användas för att ange filformatet för ett multimediaobjekt. Vissa släktforskningsprogram kan tänkas titta på detta fält för att avgöra hur man ska hantera mediaobjektet. Men eftersom media inte överförs speciellt bra mellan olika datorsystem så är fältet inte speciellt viktigt.

source: In this field you should enter the given names for the person. As an example, in the name "John Robert Finlay", the given names that should be entered here are "John Robert"
fi: Tähän kenttään pitäisi antaa henkilön etunimet. Esimerkiksi nimestä "Matti Jaakko Meikäläinen", pitäsi tähän antaa "Matti Jaakko".
fr: Dans ce champ, vous devez saisir les prénoms de la personne. A titre d'exemple, dans le nom de "John Robert Finlay", les prénoms qui devraient être indiqués ici sont "John Robert"
nb: I dette feltet skal du skrive inn fornavnet til personen. For eksempel, i navnet "Ole Anders Olsen", er fornavnet du skal skrive inn her "Ole Anders"
sk: Do tohoto poľa by ste mali zadať krstné meno osoby. Napríklad v mene \"Ján Vavrík\" to je \"Ján\", v prípade \"Martin Jozef Kráľ\" to je \"Martin Jozef\".
sv: I detta fält skall du skriva in förnamnen för personen. Som ett exempel, i namnet "Sven Svante Svensk", är förnamnen du skall skriv in här "Sven Svante"

source: This is the most important field in a person's Name record.<br /><br />This field should be filled automatically as the other fields are filled in, but it is provided so that you can edit the information according to your personal preference.<br /><br />The name in this field should be entered according to the GEDCOM 5.5.1 standards with the surname surrounded by forward slashes "/". As an example, the name "John Robert Finlay Jr." should be entered like this: "John Robert /Finlay/ Jr.".
fi: Tämä on tärkein tietokenttä kuvattaessa henkilön nimitiedot.<br /><br />Tämä tietokenttä muodostetaan automaattisesti muista nimitietokentistä, mutta voit muokata sen toisella tavalla.<br /><br />Koko nimi on täytettävä noudattaen GEDCOM 5.5.1 standardia, jolloin sukunimen eteen ja perään lisätään kauttaviiva "/". Esimerkiksi, koko nimi jälkiliitteellä "Matti Jaakko Meikäläinen nuorempi". kuuluisi kirjoittaa tähän muotoon "Matti Jaakko /Meikäläinen/ nuorempi".
fr: C'est le champ le plus important dans le dossier nom d'une personne.<br /><br />Ce champ doit être rempli automatiquement les autres champs sont remplis, mais il est prévu de sorte que vous pouvez modifier les informations en fonction de vos préférences personnelles.<br /><br />Le nom dans ce champ doit être saisi conformément à la normes GEDCOM 5.5.1 avec le nom de famille entouré par des barres obliques "/". A titre d'exemple, le nom de "John Robert Finlay Jr." doivent être inscrits comme ceci: "John Robert /Finlay/ Jr.".
nb: Dette er det viktigste feltet i en persons Navne-post.<br /><br />Feltet fylles automatisk med verdiene fra de andre navnefeltene, men det er tilgjengelig så den endelige navneformen kan redigeres direkte.<br /><br />Navnet bør skrives inn i overensstemmelse med GEDCOM 5.5.1-standarden, med etternavnet omgitt av skråstrek "/". For eksempel bør navnet "Harald Heide Steen Jr." skrives inn: "Harald Heide /Steen/ Jr."
sk: Toto je najdôležitejšie pole v zázname osoby.<br /><br />Malo by byť vyplnené automaticky, ihneď ako sú ostatné vyplnená, ale je možné ho upraviť podľa vlastných úvah.<br /><br />Meno v tomto poli by malo byť vložené podľa štandardu GEDCOM 5.5.1 s priezviskom medzi lomkami \"/\". Napríklad \"Ján František Vavrík\" by vypadal takto: \"Ján František /Vavrík/\".

source: Enter the number of children for this individual or family. This is an optional field.
fi: Lisää tämän henkilön tai perheen lasten lukumäärä. Tämä on valinnainen kenttä.
fr: Entrer le nombre d'enfants pour cet individu ou cette famille. Ce champ est facultatif.
hu: Adja meg a gyerekek számát ehhez a személyhez vagy családhoz. Ez a mező nem kötelező
nb: Angi antall barn som personen eller familien har. Dette er et valgfritt felt.
sk: Vložte počet detí tejto osoby, alebo rodiny. Toto je nepovinné pole.<br /><br />|
sv: Skriv in antal barn för denna person eller familj. Detta är ett frivilligt fält.

source: In this field you should enter any nicknames for the person.<br />This is an optional field.<br /><br />Ways to add a nickname:<ul><li>Select <b>modify name</b> then enter nickname and save</li><li>Select <b>add new name</b> then enter nickname AND name and save</li><li>Select <b>edit GEDCOM record</b> to add multiple [2&nbsp;NICK] records subordinate to the main [1&nbsp;NAME] record.</li></ul>
fi: Tähän kenttään lisäät henkilön lempinimet. <br />Tämä on valinnainen kenttä.<br /><br />Tavat lisätä lempinimi:<ul><li>Valitse <b>muokkaa nimi</b> lisää lempinimi ja tallenna</li><li>Valitse <b>lisää uusi nimi</b> lisää sitten lempinimi JA nimi ja tallenna</li><li>Valitse <b>editoi GEDCOM-tietuetta</b> lisätäksesi [2&nbsp;NICK] tietueen alisteisena pää- [1&nbsp;NAME] tietueelle.</li></ul>
fr: Dans ce champ, vous pouvez saisir le ou les surnoms de la personne. <br />Il s'agit d'un champ optionnel.
nb: I dette valgfrie feltet kan du legge inn kalle/klengenavn på personen.<br />Dette feltet kan også benyttes der en person er kjent under et aliasnavn(også kjent som). Eksempel på dette kan være kunsternavn.<br /><br />Metoder for å legge til et klengenavn ved å velge:<ul><li><b>Rediger navn</b></li><li><b>Legg til nytt navn</b></li><li><b>Endre opplysninger direkte i slektsfilen</b> her må du legge til linjen [2&nbsp;NICK] <i>Kallenavn</i> rett under linjen der det står [1&nbsp;NAME]</li></ul>
sk: Do tohoto poľa môžete vložiť prezývku (nicknames) osoby.<br />Toto pole je nepovinné.<br /><br />Ako pridať prezývky:<ul><li>Vyberte <b>Upraviť meno</b> potom vložte prezývku a uložte záznam</li><li>Vyberte <b>Pridať nové meno</b> potom vložte ďalšiu prezývku A MENO a uložte záznam </li><li>Vyberte<b>Upraviť GEDCOM záznam</b> pre pridanie viacerých [2&nbsp;NICK] záznamov podriadených hlavnému záznamu [1&nbsp;NAME].</li></ul>
sv: I detta fältet ska du skriva in alla smeknamn för personen.<br />Detta är ett vafritt fält.<br /><br />Olika sätt att lägga till smeknamn är::<ul><li>Välj <b>Ändra namn</b> skriv in smeknamn och spara sedan</li><li>Välj <b>Lägg till nytt namn</b> Skriv in smeknamn OCH namn spara sedan</li><li>Välj <b>redigera GEDCOM-post</b> för att lägga till multipla [2&nbsp;NICK]-poster under huvudposten [1&nbsp;NAME].</li></ul>

source: Notes are free-form text and will appear in the Fact Details section of the page.
fi: Lisätiedot ovat vapaata tekstiä ja näkyvät sivulla tiedon yksityiskohdissa.
fr: Les notes sont du texte libre qui apparaîtront dans la section Faits et détails personnels de la page.
hu: A jegyzet mező szabadon szerkeszthető szövegmező, amely megjelenik a Tények részleteinél az oldalon.
nb: Notater er tekst med fri form og vil vises i faktafeltene og under arkfanen Notater.
sk: Poznamky sú neformatované texty, ktoré sa zobrazia na stránke v sekcii Detail udalosti.
sv: Anteckningar är ett fritt textfält och kommer att visas i faktadetaljsektionen på sidan.

source: This optional field allows you to enter a name prefix such as "Dr." or "Adm."
fi: Tähän valinnaiseen tietokenttään voit kirjoittaa etuliitteen esimerkiksi "Tohtori" tai "Pastori".
fr: Ce champ facultatif vous permet d'entrer un nom de préfixe tels que "Dr." ou "Adm."
hu: Ez a beállítás lehetővé teszi, hogy előtagokat írjon be, mint pl. "Dr." vagy "Adm."
nb: I dette alternative feltet kan du skrive inn navneprefiks, slik som "Lege" eller "Prest"
sk: Toto voliteľné pole vám umožní vložiť titul pred menom, napr. \"Dr.\", \"Ing.\" alebo \"Adm.\"
sv: I detta alternativa fält kan skriva in namnprefix, så som "Dr." eller "Pastor"

source: In this optional field you should enter the name suffix for the person. Examples of name suffixes are "Sr.", "Jr.", and "III".
fi: Tähän valinnaiseen tietokenttään voit kirjoittaa nimelle jälkiliitteen. Esimerkiksi "nuorempi", "vanhempi", "III".
fr: Dans ce champ facultatif, vous devez saisir le suffixe du nom de la personne. Exemples de suffixes de noms sont"Sr.", "Jr.", et "III".
nb: I dette alternative feltet kan du skrive inn navneprefiks for personen. Eksempel på navnesuffiks er "de.", "dy.", og "III".
sk: Toto voliteľné pole vám umožní vložiť titul za menom, napr. \"ml.\", \"III\" alebo \"JUDr.\"
sv: I detta alternativa fält kan du skriva in namnsuffix för personen. Exampel på namnsuffix är "d.y.", "Jr.", and "III".

source: In the Citation Details field you would enter the page number or other information that might help someone find the information in the source.
fi: Viitekenttään lisäät sivunumeron tai muun tiedon, joka auttaa muita löytämään lähteessä olevan tiedon.
fr: Cote du document = toute information (<b>page</b>, <b>folio</b>) permettant de trouver l'information dans le document source.<br />À saisir sous la forme : <b>Champ1 : valeur1, Champ2 : valeur2, ...</b><br /><br />Exemple : <b>Film : 12, Page : 34, Acte : 56.</b>
nb: I feltet for detaljer for henvisninger kan du angi sidenummer eller annen informasjon som kan hjelpe noen til finne fram til opplysningene i kilden.
sk: V poli Detail citácie môžete uložiť číslo stránky, alebo nejakú inú informáciu, ktorá môže niekomu pomôcť nájsť informáciu v zdroji.
sv: I källcitatfältet bör du skriva in sidnummret eller annan information som kan hjälpa för att hitta informationen i källan.

source: This field describes the relationship of the child to its family. The possibilities are:<ul><li><b>unknown</b>&nbsp;&nbsp;&nbsp;The child's relationship to its family cannot be determined. When this option is selected, the Pedigree field will not be copied into the database.<br /><br /></li><li><b>Birth</b>&nbsp;&nbsp;&nbsp;This option indicates that the child is related to its family by birth.<br /><br /></li><li><b>Adopted</b>&nbsp;&nbsp;&nbsp;This option indicates that the child was adopted by its family. This does <i>not</i> indicate that there is no blood relationship between the child and its family; it shows that the child was adopted by the family in question sometime after the child's birth.<br /><br /></li><li><b>Foster</b>&nbsp;&nbsp;&nbsp;This option indicates that the child is a foster child of the family. Usually, there is no blood relationship between the child and its family.<br /><br /></li><li><b>Sealing</b>&nbsp;&nbsp;&nbsp;The child was sealed to its family in an LDS <i>sealing</i> ceremony. A child sealing is performed when the parents were sealed to each other after the birth of the child. Children born after the parents' sealing are automatically sealed to the family.<br /><br /></li></ul>
fi: Tämä kenttä kuvaa lapsen suhdetta perheeseensä. Vaihtoehdot ovat: :<ul><li><b>tuntematon</b>&nbsp;&nbsp;&nbsp;Lapsen suhdetta perheeseensä ei voi määritellä. Kun tämä vaihtoehto valitaan, suhde perheeseen-kenttää ei kopioida tietokantaan.<br /><br /></li><li><b>Syntymä</b>&nbsp;&nbsp;&nbsp;Tämä vaihtoehto osoittaa, että lapsi on syntynyt perheeseensä.<br /><br /></li><li><b>Adoptoitu</b>&nbsp;&nbsp;&nbsp; Tämän vaihtoehdon mukaan lapsi on perheensä adoptoima. Tämä <b>ei</b> osoita, etteikö lapsen ja perheen väillä olisi verisiteitä. Se osoittaa, että kyseinen perhe on adoptoinut lapsen joskus lapsen syntymän jälkeen. br /><br /></li><li><b>Kasvatti</b>&nbsp;&nbsp;&nbsp; Tämä osoittaa, että lapsi on perheen ottolapsi. Yleensä lapsen ja hänen perheensä välillä ei ole verisiteitä.<br /><br /></li><li><b>Sinetöinti</b>&nbsp;&nbsp;&nbsp; Lapsi on sinetöity perheeseen <i>sinetöinti</i>-toimituksessa. Lapsen sinetöinti tapahtuu kun vanhemmat sinetöidään toisiinsa lapsen syntymän jälkeen. Lapset, jotka ovat syntyneet vanhempiensa sinetöinnin jälkeen on automaattisesti sinetöity perheeseen.<br /><br /></li></ul>
fr: Ce champ décrit la relation entre l'enfant et sa famille. Les différentes possibilités sont les suivantes :<ul><li><b>(vide)</b>&nbsp;&nbsp;&nbsp;La relation entre l'enfant et sa famille ne peut pas être déterminée. Quand cette option est choisie, le champ Ascendance ne sera pas copié dans la base de données.<br /><br /></li><li><b>Naissance</b>&nbsp;&nbsp;&nbsp;Cette option indique que l'enfant a un lien de naissance avec sa famille.<br /><br /></li><li><b>Adopté</b>&nbsp;&nbsp;&nbsp;Cette option indique que l'enfant a été adopté par sa famille. Cela <i>n'indique pas</i> qu'il n'y aucun lien de sang entre l'enfant et sa famille ; cela indique que l'enfant a été adopté par la famille quelque temps après la naissance de l'enfant.<br /><br /></li><li><b>Adoptif</b>&nbsp;&nbsp;&nbsp;Cette option indique que l'enfant est un enfant adoptif de la famille. Habituellement, il n'y aucun lien de sang entre l'enfant et sa famille.<br /><br /></li><li><b>Scellement</b>&nbsp;&nbsp;&nbsp;L'enfant a été uni à sa famille lors d'une cérémonie <i>d'union</i> SDJ. Une cérémonie d'union est réalisée lorsque les parents se sont unis l'un à l'autre après la naissance de l'enfant. Les enfants qui sont nés après l'union des parents sont automatiquement unis à la famille.<br /><br /></li></ul>
hu: Ez a mező, a gyerek kapcsolatát írja le a családjával. Lehetséges értékek: <ul><li><b>ismeretlen</b>&nbsp;&nbsp;&nbsp;nem meghatározható. Ekkor a Felmenő rokonság mező nem kerül az adatbázisba.<br /><br /></li><li><b>Született</b>&nbsp;&nbsp;&nbsp;a gyerek a családban született.<br /><br /></li><li><b>Örökbefogadott</b>&nbsp;&nbsp;&nbsp;a gyereket a család örökbefogadta. Ez <i>nem</i> azt jelenti, hogy nincs vérszerinti kapcsolat a gyerek és a család között; azt jelenti, hogy a család örökbefogadta a gyereket valahány évvel a születése után.<br /><br /></li><li><b>Nevelő</b>&nbsp;&nbsp;&nbsp;a szülők nevelőszülei a gyereknek. Általában ilyenkor nincs vér szerinti kapcsolat.<br /><br /></li><li><b>Befogadás</b>&nbsp;&nbsp;&nbsp;törvényesítés. Ha a házasság a gyerek születése után történik.
nb: Dette feltet beskriver barnets forhold til sin familie. Alternativene er:<ul><li><b>ukjent</b>&nbsp;&nbsp;&nbsp;Barnets forhold til sin familie kan ikke fastslås. Når dette alternativet er valgt, vil <b>Avstamning</b>-feltet ikke bli overført til databsen.<br /><br /></li><li><b>Fødsel</b>&nbsp;&nbsp;&nbsp;Dette alternativet angir at barnet tilhører familien gjennom fødsel.<br /><br /></li><li><b>Adoptert</b>&nbsp;&nbsp;&nbsp;Dette alternativet angir at barnet er adoptert inn i familien. Dette betyr <i>ikke</i> nødvendigvis at det ikke er biologiske forhold mellom barn og foreldre; det angir kun at barnet er blitt adoptert av famlien på ett eller annet tidspunkt etter barnets fødsel.<br /><br /></li><li><b>Fosterbarn</b>&nbsp;&nbsp;&nbsp;Dette alternativet angir at barnet er et fosterbarn i familien. Vanligvis er det intet blodsbånd mellom barnet og familien.<br /><br /></li><li><b>Sealing</b>&nbsp;&nbsp;&nbsp;The child was sealed to its family in an LDS <i>sealing</i> ceremony. A child sealing is performed when the parents were sealed to each other after the birth of the child. Children born after the parents' sealing are automatically sealed to the family.<br /><br /></li></ul>
sk: Toto pole popisuje vzťah dieťaťa k jeho rodine. Možnosti sú: <ul><li><b>neznámy</b>&nbsp;&nbsp;&nbsp;Vzťah dieťaťa k rodine nie je známy. Ak je táto voľba označená, pole rodokmeňa nebude skopírované do databáze.<br /><br /></li><li><b>Narodenie</b>&nbsp;&nbsp;&nbsp;Táto voľba označuje, že sa dieťa v rodine narodilo.<br /><br /></li><li><b>Adopcia</b>&nbsp;&nbsp;&nbsp;Dieťa bolo rodinou adoptované. Toto <i>neznamená</i>, že neexistuje pokrvné príbuzenstvo medzi rodinou a dieťaťom. Mohlo byť napríklad adoptované do rodiny po jeho smrti.<br /><br /></li><li><b>Pestúnstvo</b>&nbsp;&nbsp;&nbsp;Dieťa je schovanec rodiny (pestúnská opatera). Obvykle nie je žiadna pokrevná príbuznosť medzi rodinou a dieťaťom.<br /><br /></li><li><b>Snúbenie (sealing)</b>&nbsp;&nbsp;&nbsp;Dieťa bolo prijaté do rodiny cirkevným obradom \"sealing\" cirkve LDS. Snúbenie dieťaťa (child sealing) sa vykonáva potom, čo rodičie sú zasnúbený po narodenia dieťaťa. Deti narodené po rodičovskom zasnúbení sú automaticky prijaté do rodiny.<br /><br /></li></ul>
sv: Detta fält beskriver barnets förhållande till dess familj. Möjligheterna är:<ul><li><b>okänd</b>&nbsp;&nbsp;&nbsp;Barnets förhåkllande till dess familj kan inte bestämmas. När detta alternativ är vald, Förfäderfälten kopieras inte in till databasen.<br /><br /></li><li><b>Födelse</b>&nbsp;&nbsp;&nbsp;Detta alternativ indikerar att barnet är besläkt till dess familj via födelse.<br /><br /></li><li><b>Adopterad</b>&nbsp;&nbsp;&nbsp;Detta alternativ indikerar att barnet var adopterad av familjen. Det indikerar att det <i>inte</i> är blodsband mellan barnet och familjen; det visar att barnet var adopterad av familjen nångång efter barnets födelse.<br /><br /></li><li><b>Foster</b>&nbsp;&nbsp;&nbsp;Detta alternativ indikerar att barnet är fosterbarn i familjen. Vanligtvis finns inga blodsband mellan barnet och familjen.<br /><br /></li><li><b>Försegling</b>&nbsp;&nbsp;&nbsp;Detta barn var förseglad till familjen vid en mormon <i>försegling</i>s ceremoni. Ett barns försegling utförs när föräldrarna var förseglade till varandra efter födelsen av barnet. Barn som är födda efter föräldrarnas försegling blir automatisk förseglande till familjen.<br /><br /></li></ul>
