Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Allows the user to select links to other charts and close relatives of the person.<br /><br />Set to <b>Disabled</b> to disable this feature. Set to <b>On Mouse Over</b> to popup the links when the user mouses over the icon in the box. Set to <b>On Mouse Click</b> to popup the links when the user clicks on the icon in the box.
fi: Sallii käyttäjän valita linkit henkilöön liittyviin kaavioihin ja lähisukulaisiin.<br /><br /><b>Ei käytössä</b> valinta ei salli tätä mahdollisuutta.<b>Hiiri tekstin päällä</b> valinnalla näyttää ponnahdusikkunan linkeille, kun käyttäjä siirtää hiirensa ikonin (kuvakkeen) kohdalle. <b>Hiiren klikkaus</b> valinnalla ponnahdusikkuna linkeille avautuu kun käyttäjä klikkaa ikonia (kuvakketta).
fr: Méthode d'activation des liens entre les tableaux.
hu: Lehetővé teszi, hogy a felhasználók közvetlenül kiválaszthassanak más diagrammokat, vagy a személy közeli rokonait.<br /><br />Állítsa be a <b>Tiltva</b> opciót, ha nem kívánja ezt engedélyezni. Válassza az <b>Az egér áthúzására</b> opciót, ha az egér áthaladására, illetve a <b>Egérkattintásra</b> opciót ha az egér kattintására kívánja aktiválni ezt a funkciót.
nb: Gjør det mulig for brukere å velge linker til andre diagram og nære slektninger til personen i boksen.<dl><dt>Du kan velge mellom:</dt><dd><b>Ikke valgt</b> for å sperre dette valget.</dd><dd><b>Ved å føre pekeren over</b> for å vise en "undermeny" må man bevege pekeren over ikonet i boksen.</dd><dd><b>Ved å klikke med musen</b> for å vise en "undermeny" må man klikke på ikonet i boksen.</dd></dl>
sk: Umožní uživateľovi vybrať odkaz na iné schémy a blízke príbuzné osoby. Ak nastavíte <b>Vypnuté</b>, táto vlastnosť bude vypnutá. Ak nastavíte <b>Po prejdení myšou</b>, odkazy sa zobrazia, keď uživateľ prejde kurzorom cez ikonku v rámčeku. Ak nastavíte <b>Po kliknutí myšou</b>, zobrazia sa odkazy v prípade, že uživateľ na ikonku klikne.
sv: Tillåter användaren att välja länkar till andra tavlor och nära släktingar till personen. Sätt till <b>Inaktiverad</b> för att inte använda denna funktion. Sätt till <b>Vid musfokus</b> för att popup-länkarna skall visas när musmarkören befinner sig ovanför rutans ikon. Sätt till <b>Vid musklick</b> för att popup-länkarna skall visas när användaren klickar på rutans ikon.

source: Login URL
fi: Kirjautumis URL
fr: URL de connexion (login)
hu: Bejelentkező URL
sk: Prihlasovacia URL
sv: InloggningsURL

source: You only need to enter a Login URL if you want to redirect to a different site or location when your users login. This is very useful if you need to switch from http to https when your users login. Include the full URL to <i>login.php</i>. For example, https://www.yourserver.com/webtrees/login.php .
fi: Tähän lisäät kirjoittautumis-URL osoiteen jos haluat ohjata sisäänkirjautumiset toisen web sivuston tai palvelun käsiteltäväksi. Tämä on erittäin hyödyllistä, jos haluat vaihtaa saalaamattomasta http-yhteydestä salattuun https-yhteysmuotoon sisäänkirjautumisen ajaksi. Käytä koko URL-osoitetta kun suoritat <i>login.php</i>. Esimerkiksi https://www.yourserver.com/webtrees/login.php. Huom. edellyttää ssl:n käyttöönottoa palvelimessa.
fr: Vous avez seulement besoin d'entrer dans une URL de connexion si vous souhaitez rediriger vers un site ou un emplacement différent lors de votre connexion aux utilisateurs. Ceci est très utile si vous avez besoin pour passer de http à https lors de votre connexion aux utilisateurs. Inclure l'URL complète de <i>login.php</i>. Par exemple, https://www.yourserver.com/webtrees/login.php .
nb: En Login URL er bare nødvendig hvis du vil omdirigere brukerne til et annet nettsted eller plassering når de logger inn. Dette er meget nyttig hvis du må bytte fra http til https når brukerne logger inn. Angi den fulle URL til <i>login.php</i>. F.eks. https://www.dinserver.com/webtrees/login.php.
sk: Ak chcete presmerovať prihlasujúceho sa užívateľa na inú stránku, zadajte prihlasovaciu URL. Toto je užitočné, ak potrebujete zmeniť protokol z http na šifrované https. Použite celú URL adresu s <i>login.php</i>, napríklad: https://www.yourserver.com/webtrees/login.php.
sv: De behöver endast skriva in ett Loggin URL om du vill omdirigera till ett annan sajt eller plats när dina användare loggar in. Det är mycket användbart när du behöver ändra från http till https när dina användare loggar in. Inkludera hela URL till <i>loggin.php</i>. Som exampel: https://www.yourserver.com/webtrees/login.php .

source: If this person has any events other than Death, Burial, or Cremation more recent than this number of years, he is considered to be "alive". Children's birth dates are considered to be such events for this purpose.
fi: Jos tällä henkilöllä on muita tapahtumia kuin kuolema, hautajaiset tai polttohautaus, ja ne ovat ajallisesti tapahtuneet näin monen vuoden sisällä, niin henkilön tulkitaan olevan "elossa". Lapsen syntymäaika tulkintaan merkiksi "elossa" olemisesta.
fr: Si cet individu a des évènements autres que décès, inhumation ou crémation plus récents que ce nombre d'années, il est considéré comme "vivant". Les dates de naissance des enfants sont considérées comme des évènements récents pour l'individu.
nb: En person med andre begivenheter enn Død, Begravelse eller Kremering som er inntruffet nyligere enn for dette antall år siden, antas å være "i live", Barns fødselsdatoer regnes også som en slik hendelse.
sk: Ak má osoba iné udalosti než úmrtie, pohreb alebo kremáciu v nedávnej dobe, menší než tento počet rokov, je považovaná za \"žijúcu\". Dátumy narodenia dieťaťa sú v tomto prípade posudzované ako také udalosti.
sv: Om denna person har nån annan händelse än Död, Begravning, eller Kremering och de har hänt tidigare än detta antal år, anses han vara "levande". Barns födelsedatum anses vara en sådan händelse för detta ändamål.

source: Set the maximum number of generations to display on Descendancy charts.
fi: Esitettävien sukupolvien enimmäismäärä jälkeläiset-kaavioissa.
fr: Fixe le nombre maximun de générations à afficher pour les arbres de <b>descendance</b>.
hu: Megszabja a leszármazottak grafikonján feltüntethető generációk maximális számát.
nb: Angi det maksimale antall generasjoner som skal vises i diagram for etterkommere.
sk: Nastavte maximálny počet generácií, ktorý sa môže zobraziť v rozrodoch.
sv: Ange maximalt antal generationer som skall visas i trädet över ättlingar.

source: PHP time limit
fi: PHP aikaraja
fr: Durée max.
hu: PHP időkorlát
nb: PHP tidsbegrensning
sk: Časový limit PHP
sv: PHP-tidsgräns

source: By default, your server allows scripts to run for %s second.
fi: Palvelimesi oletus on antaa skriptille eli komentojen suorittamiseen %s sekunti.
fr: Par défaut, votre serveur autorise les scripts à s'exécuter pendant %s seconde.
nb: Serveren din tillater skript å kjøre i %s sekund som standard.
sk: Štandardne váš server povoľuje skriptom bežať %s sekundu.
sv: Din server tillåts som standard att köra skript för %s sekund.

source: You can request a higher or lower limit, although the server may ignore this request.
fi: Voit pyytää isomman tai pienemmän raja-arvon, mutta palvelin saattaa olla ottamatta huomioon pyyntöäsi.
fr: Vous pouvez indiquer une limite plus haute ou plus basse, cependant le serveur peut ignorer cette indication.
nb: Du kan be om en høyere eller lavere grense, selv om serveren kan ignorere denne forespørselen.
sk: Môžete požadovať vyšší či nižší limit, ale server to môže ignorovať.
sv: Du kan begära ett högre eller lägre gränsvärde, men servern kanske ignorerar denna begäran.

source: If you leave this setting empty, the default value will be used.
fi: Oletusarvo on käytössä, kun et anna mitään tähän kenttään.
fr: Si vous laissez ce paramètre vide, la valeur par défaut sera utilisée.
nb: Hvis du lar denne innstillingen være tom, vil standardverdien brukes.
sk: Ak ponecháte toto nastavenie prázdne, použije sa východzia hodnota.
sv: Om detta lämnas tomt, används standard värdet.

source: Set the maximum number of generations to display on Pedigree charts.
fi: Esitettävien sukupolvien enimmäismäärä esivanhemmat-kaavioissa.
fr: Fixe le nombre maximum de générations à afficher pour les arbres d'<b>ascendance</b>.
nb: Angi maksimalt antall generasjoner som skal vises på slektstrær(diagram for aner/forfedre).
sk: Nastavte maximálny počet generácií, ktorý sa môže zobraziť vo vývodoch.
sv: Ange maximalt antal generationer som skall visas för antavlor.

source: A value of 0 will ignore all directories in the file path for the media object. A value of 1 will retain the first directory containing this image. Increasing the numbers increases number of parent directories to retain in the path.<br /><br />For example, if you link an image in your GEDCOM with a path like <b>C:\Documents&nbsp;and&nbsp;Settings\User\My&nbsp;Documents\My&nbsp;Pictures\Genealogy\Surname&nbsp;Line\grandpa.jpg</b>, a value of 0 will translate this path to <b>./media/grandpa.jpg</b>. A value of 1 will translate this to <b>./media/Surname&nbsp;Line/grandpa.jpg</b>, etc. Most people will only need to use a 0. However, it is possible that some media objects kept in different directories have identical names and would overwrite each other when this option is set to 0. Non-zero settings allow you to keep some organization in your media thereby preventing name collisions.
fi: Arvo 0 jättää huomiotta kaikki hakemistot mediaobjektin tiedostopoluissa. Arvo 1 säilyttää ensimmäisen hakemiston joka sisältää tämän kuvan. Kasvattamalla arvoja lisätään tiedostopolun päähakemistojen määrä.<br /><br />Esimerkiksi, jos liität GEDCOMiin kuvan seuraavalla polulla <b>C:\Documents&nbsp;and&nbsp;Settings\User\My&nbsp;Documents\My&nbsp;Pictures\Genealogy\Surname&nbsp;Line\grandpa.jpg</b>, arvolla 0 polku on <b>./media/grandpa.jpg</b>. Arvolla 1 se on <b>./media/Surname&nbsp;Line/grandpa.jpg</b>, jne. Useimmiten käytetään arvoa 0. On kuitenkin mahdollista, että joillakin mediaobjekteilla on sama nimi eri hakemistoissa ja ne korvaisivat toisiaan vaihtoehdon ollessa 0. Käyttämällä ei-nolla arvoa, voidaan säilyttää järjestys ja välttää samannimisten objektien törmäykset.
fr: Une valeur de 0 ignorera tous les répertoires dans le chemin d'un objet multimédia. Une valeur de 1 retiendra le premier répertoire contenant l'image. Plus le chiffre est élevé plus le nombre de répertoires parents seront retenus dans le chemin de l'objet multimédia.<br /><br />Par exemple, si vous reliez une image dans votre GEDCOM avec un chemin comme <b>C:\Documents&nbsp;and&nbsp;Settings\User\My&nbsp;Documents\My&nbsp;Pictures\Genealogy\Surname&nbsp;Line\grandpa.jpg</b>, une valeur 0 traduira le chemin en <b>./media/grandpa.jpg</b>. Une valeur de 1 le traduira par <b>./media/Surname&nbsp;Line/grandpa.jpg</b>, etc. La plupart d'entre vous n'ont besoin que de la valeur 0. Cependant, il est possible que certains objets multimédia situés dans des répertoires différents aient des noms identiques. Dans ce cas, une valeur 0 aura pour effet d'écraser les fichiers de même nom. Un réglage à une valeur autre que 0 vous permet de conserver une certaine organisation de vos objets multimédia ainsi que de prévenir les conflits de noms.
nb: Verdien 0 vil se bort fra all mappeinformasjon og bare bruke selve filnavnet for medieobjektet. Verdien 1 vil ta med navnet på mappen filen ligger i, og høyere verdier vil ta med et tilsvarende antall overordnede mapper fra filstien.<br /><br />Hvis du for eksempel linker et bilde i din GEDCOM-fil med stien <b>C:\Dokumenter\User\Mine&nbsp;Dokumenter\Mine&nbsp;bilder\Slekt\Farssiden\bestefar.jpg</b>, vil verdien 0 gi stien <b>./media/bestefar.jpg</b>. Verdien 1 vil gi <b>./media/Farssiden/bestefar.jpg</b>, osv. For de fleste vil 0 være nok. Men det er en mulighet for at medieobjekter fra forskjellige mapper har samme navn, og da vil bestefar.jpg kunne overskrive en fil du tidligere har lastet opp f.eks. fra Morssiden\bestefar.jpg. Ved å bruke en annen verdi enn 0, kan du opprettholde en viss organisering av mediefilene og dermed unngå navnesammenfall.
sk: Hodnota 0 bude ignorovať všetky adresáre v danej ceste k objektu médií. Hodnota 1 použije prvý adresár obsahujúci tento obrázok. Zvýšenie hodnoty zahrnie určitý počet rodičovských adresárov. <br /><br />Napríklad použijete odkaz na obrázok vo vašom GEDCOMe s cestou ako <b>C:\\Documents&nbsp;and&nbsp;Settings\\User\\My&nbsp;Documents\\My&nbsp;Pictures\\Genealogy\\Surname&nbsp;Line\\grandpa.jpg</b>, hodnota 0 preloží cestu ako <b>./media/grandpa.jpg</b>. Hodnota 1 ju preloží ako <b>./media/Surname&nbsp;Line/grandpa.jpg</b> atd. Väčšine ľudí stačí 0. Avšak je možné, že niektoré objekty v rôznych adresároch majú rovnaké mená a navzájom by sa prepísali. Nenulové hodnoty vám umožnia zachovať si organizáciu a tým predísť kolíziám.

source: The media directory is used to create URLs for your media items. It is also the sub-directory in which the media items are stored. For example, a media directory of %1$s will create URLs of the form %2$s and store these items as %3$s.
fi: Mediahakemistoa käytetään luomaan URL-osoitteita media kohteitasi varten. Se on myös alihakemisto, jossa media on tallennettu. Esimerkiksi mediahakemisto %1$s luo URLjä %2$s muodossa ja säilytä ne polkuna %3$s.
fr: Le répertoire media est utilisé pour créer les adresses URL de vos items médias. Il est aussi le sous-répertoire dans lequel sont stockés vos items médias. Par exemple, un répertoire media %1$s créera les URLs comme %2$s et stockera ces items comme %3$s.

source: If your server supports it, you can enable the media firewall. This changes the location of the media directory from the public directory %1$s to a private directory such as %2$s. This allows webtrees to apply privacy filtering to media items.
fi: Jos palvelimesi tukee, voit ottaa käyttöön mediapalomuurin. Tämä muuttaa mediahakemiston sijainnin julkisesta hakemistosta %1$s yksityiseen hakemistoon, kuten %2$s. Tämän avulla webtrees soveltaa yksityissuodatuksen mediakohteille.
fr: Si votre serveur le permet, vous pouvez activer le pare-feu multimédia. Cette action transforme le répertoire media %1$s publique en un répertoire privé comme %2$s. Cela permet à webtrees d'appliquer des filtres d'accès privé aux objets multimédia.

source: The media directory %s must exist, and the webserver must have read and write access to it.
fi: Mediahakemiston %s on oltava olemassa, ja Webpalvelimella on oltava luku- ja kirjoitusoikeudet siihen.
fr: Le répertoire %s media doit exister et le serveur web doit avoir les permissions de lecture et d'écriture pour y accéder.
sk: Adresár medií %s musí existovať a webserver musí mať nastavený prístup na zápis a čítanie.

source: If two family trees share the same media directory, then they will be able to share media items. If they use different media directories, then they will be able to use the same filename to access different media items.
fi: Jos kaksi sukupuuta käyttää samaa mediahakemistoa, niin ne pystyvät jakamaan mediakohteita. Jos ne käyttävät eri mediahakemistoja, ne voivat käyttää samaa tiedostonimeä eri mediakohteta varten.
fr: Si deux arbres généalogiques partagent le même répertoire média, alors ils partageront aussi les items médias. S'ils utilisent des répertoires médias différents, alors ils pourront utiliser le même nom de fichier média pour accéder à des items médias différents.

source: When a multimedia link is found starting with for example http://, ftp://, mms:// it will not be altered when set to <b>Yes</b>. For example, http://www.myfamily.com/photo/dad.jpg will stay http://www.myfamily.com/photo/dad.jpg. When set to <b>No</b>, the link will be handled as a standard reference and the media depth will be used. For example: http://www.myfamily.com/photo/dad.jpg will be changed to ./media/dad.jpg
fi: Valinnalla <b>Kyllä</b>, kun multimedia linkki alkaa esimerkiksi http://, ftp://, mms:// niin sitä käytetään. Esimerkiksi, http://www.myfamily.com/photo/dad.jpg tallennetaan samassa muodossa. Valinnalla <b>Ei</b>, sovelletaan mediatasojen asetus. Esimerkiksi http://www.myfamily.com/photo/dad.jpg muutetaan seuraavanlaiseksi ./media/dad.jpg (kun mediatasojen asetusarvo on 0).
fr: Option pour les liens multimédia au format <tt>http://</tt>, <tt>ftp://</tt>, <tt>mms://</tt><br />Choix <i>Oui</i> : les liens ne sont pas modifiés. Par exemple : <u>http://www.myfamily.com/photo/dad.jpg</u> restera <u>http://www.myfamily.com/photo/dad.jpg</u>.<br />Choix <i>Non</i> : ces liens suivent la règle des objets MultiMédia. Par example : <u>http://www.myfamily.com/photo/dad.jpg</u> deviendra <u>./media/dad.jpg</u>
hu: Ha egy multimédiás hivatkozás kezdete pl. http://, ftp://, mms://, akkor azt nem változtatjuk meg, ha ezt az opciót <b>igen</b>-re állítja. Például a http://www.myfamily.com/photo/dad.jpg továbbra is http://www.myfamily.com/photo/dad.jpg marad. Ha viszont <b>nem</b>-re állítja, általános hivatkozásként kezeljük és a médiakönyvtárhoz képest adjuk meg az elérését. Például a http://www.myfamily.com/photo/dad.jpg hivatkozást így alakítjuk át: ./media/dad.jpg.
nb: Når dette valget er satt til <b>Ja</b>, vil en multimedia-link som starter med f.eks. http://, ftp:// eller mms:// ikke bli endret.<br />Eksempel: http://www.minfamilie.no/bilder/pappa.jpg vil forbli uendret og linken http://www.minfamilie.no/bilder/pappa.jpg vil bli brukt.<br />Når satt til Nei, vil linken bli behandlet som en vanlig referense, og mediamappen vil bli brukt.<br />Eksempel: http://www.minfamilie.no/bilder/pappa.jpg vil bli endret til ./media/pappa.jpg
sk: Ak bude nájdený multimediálny odkaz začínajúci napr. http://, ftp://, mms://, potom bude v tejto podobe uchovaný, ak zvolíte "ano". Napríklad: http://www.myfamily.com/photo/otec.jpg zostane http://www.myfamily.com/photo/otec.jpg. Ak bude nastavené "nie", z odkazom sa bude nakladať ako zo štandardným a bude použitá zložka médií. Napríklad http://www.myfamily.com/photo/otec.jpg sa zmení na ./media/otec.jpg
sv: När en multimedialänk hittas som startar med t.ex http://, ftp://, mms:// kommer den inte att ändras om satt till <b>Ja</b>. T.ex. http://www.myfamily.com/photo/dad.jpg kommar att bli kvar som http://www.myfamily.com/photo/dad.jpg. När inställningen är satt till <b>Nej</b> kommer länken att behandlas som en standardreferens och mediadjupet kommer att användas. T.ex. http://www.myfamily.com/photo/dad.jpg kommer att ändras till ./media/dad.jpg

source: Directory in which the protected Media directory can be created. When this field is empty, the <b>%s</b> directory will be used.
fi: Hakemisto jonka alle suojattu Media hakemisto luodaan. Kun tämä kenttä on jätetty tyhjäksi, käytetään hakemisto <b>%s</b>.
fr: Répertoire dans lequel le répertoire protégé des médias peuvent être créés. Lorsque ce champ est vide, le répertoire <b>%s</b> sera utilisé.
nb: Mappe som de beskyttede mediene kan opprettes i. Når dette feltet er tomt, vil mappen <b>%s</b> bli brukt.
sk: Adresár v ktorom môže byť založený zabezpečený adresár Médií. Ak je toto pole prázdne, tak bude použitý adresár <b>%s</b>.
sv: Mapp i vilken den skyddade mediamappen kan skapas. När detta fält är tomt, kommer <b>%s</b> mappen att användas.

source: When an image is in the protected Media directory, should its thumbnail be protected as well?
fi: Kun kuva sijaitsee suojatussa Media hakemistossa, pitäisikö suojata myös pienoiskuvaa?
fr: Quand une image est dans le répertoire protégé des médias, sa miniature doit-elle être aussi protégée ?
hu: Ha egy kép a védett média mappában van, a bélyegképe szintén védett lesz?
nb: Når et bilde er i den beskyttede mediamappen, skal det tilhørende miniatyrbildet også beskyttes?
sk: Ak je obrázok v chránenom adresári s médiami, mal by sa tiež ochrániť náhľad?
sv: När en bild är skyddad i mediamappen ska dess miniatyr också skyddas?

source: When a new media record is added online in <b>webtrees</b>, a new ID for that media will be generated automatically. The media ID will have this prefix.
fi: Kun lisätään uuden mediatietueen online-tilassa, <b>webtrees</b> automaattisesti luo uuden ID-tunnisteen kyseiselle mediakohteelle. Media IDn eteen lisätään tämä etuliite.
fr: Quand un nouveau média est ajouté en ligne dans <b>webtrees</b>, un nouveau ID est généré automatiquement. L'ID médias aura ce préfixe.
nb: Når et nytt medie legges til i <b>webtrees</b>, får det automatisk et nytt ID-nummer. ID-nummeret får dette prefikset.
sk: Ak sa online vo <b>webtrees</b> vytvorí nový záznam s médiami, bude automaticky generované nové ID. Toto ID bude mať nasledujúcu predponu.
sv: När en nytt media läggs till on-line i <b>webtrees</b>, så skapas en ny ID automatiskt. Medians ID får då detta prefix.

source: Memory limit
fi: Muistiraja
fr: Limite de mémoire
hu: Memóriahatár
nb: Minnebegrensning
sk: Maximálna veľkosť pamäte
sv: Minnesgräns

source: By default, your server allows scripts to use %s of memory.
fi: Palvelimesi oletus on antaa skriptille eli komentojen suorittamiseen %s muistia.
fr: Par défaut, votre serveur autorise les scripts à utiliser %s de la mémoire.
nb: Serveren din tillater skript å bruke %s av minnet som standard.
sk: Štandardne váš server umožňuje skriptom použiť %s pamäte.
sv: Din server tillåter skripten använda som standard %s av minnet.

source: The value to place in the Description meta tag in the HTML page header. Leave this field empty to use the title of the currently active database.
fi: Teksti mitä lisätään kuvaustunnisteeksi (tag) kun rakennetaan HTML sivun otsikko-osa. Kun jätät tämän tyhjäksi, niin näytetään käytössä olevan tietokannan nimi.
fr: Contenu du champ «Description» de la balise META à insérer dans l'entête de chaque page HTML.
hu: A HTML oldal fejlécében lévő <b>leírás</b> META tag-nek ad értéket. Kérjük, hagyja üresen ezt a mezőt, ha az aktuális GEDCOM-állomány címét szeretné itt használni.
nb: Her kan du angi hva som skal stå i meta-feltet "description" i sidehodet på HTML-siden. Dersom tekstfeltet er tomt, vil tittelen til den aktive slektsbasen bli brukt.
sk: Hodnota, ktorá sa má v hlavičke HTML stránky zapísať do meta tagu s popisom. Ponechajte políčko prázdne, ak chcete, aby bol použitý súčasný nadpis tohoto GEDCOMu.
sv: Värdet som ska användas i beskrivningsmetataggen i HTML sidans rubrik. Om detta fält lämnas tomt användas den nuvarande aktiva GEDCOM-titlen.<br /><br />Detta sätter $META_DESCRIPTION variabeln i <i><u>xxx</u>.GED_conf.php</i>.

source: This text will be appended to each page title. It will be shown in the browser's title bar, bookmarks, etc.
fi: Tämä teksti lisätään jokaiseen sivuotsikkoon. Se näkyy selailmen otsikkossa, kirjanmerkeissa jne.
fr: Ce texte sera ajouté à chaque titre de la page. Il sera affiché dans la barre de titre du navigateur, signets, etc
nb: Denne teksten blir føyet til alle sidetitler, som vises i nettleserens tittellinje, bokmerker, osv.
sk: Tento text sa pripojí ku každému názvu stránky. Zobrazí sa v záložkách, v lište mena prohliadača atd.
sv: Denna text läggs till varje sidrubrik. Det visa i webbläsaren rubrikrad, bokmärken, etc.
