Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: "UK census images have been obtained from "The National Archives", the custodian of the original records, and appear here with their approval on the condition that no commercial use is made of them without permission. Requests for commercial publication of these or other UK census images appearing on this website should be directed to: Image Library, The National Archives, Kew, Surrey, TW9 4DU, United Kingdom."
fi: "Kopiot UK:n väestölaskennasta (census) on saatu "The National Archives" arkistosta, joka säilyttää alkuperäiset. Ne esitetään täällä sillä ehdolla ettei niitä käytetä kaupallisiin takoituksiin ilman heidän lupaa. Lupaa saada käyttää näitä tai muita census kopioita kaupallisiin tarkoituksiin tulisi osoittaa osoitteeseen: Image Library, The National Archives, Kew, Surrey, TW9 4DU, United Kingdom."
fr: Les images de recensement du Royaume-Uni ont été obtenues à partir des "Archives nationales" (gardien des documents originaux) et apparaissent ici avec leur accord à la condition qu'aucune utilisation commerciale soit faite sans leurs autorisations. Les demandes de publication commerciale de ces images de recensement du Royaume-Uni qui figurent sur ce site doivent être adressées à: Image Library, les Archives nationales de Kew, Surrey, TW9 4DU, Royaume-Uni. "
hu: A kép ellenőrzött forrásból származik, a tulajdonos beleegyezésével van publikálva.
sk: \"Obrázky UK census (sčítanie ľudu) bolo skopírované z \"Národných archívov\", správcu pôvodných záznamov, a sú tu s ich súhlasom pre nekomerčné použitie.\n Požiadavky pre komerčnú publikáciu alebo iné obrázky UK census na tomto webe by mely byť smerované na: Image Library, The National Archives, Kew, Surrey, TW9 4DU, United Kingdom.\"\n
sv: "Förenade Kungarikets (UK) folkräkningsbilder har fåtts från "The National Archives", där originalen förvaras. De visar här på villkor att de inte används för kommersiell ändamål utan deras tillstånd. Förfrågan om rättighet att använda dessa eller andra UK:s folkräknings bilder kan riktas till: Image Library, The National Archives, Kew, Surrey, TW9 4DU, United Kingdom."

source: Drag-and-drop thumbnails to re-order media items
fi: Vedä-ja-pudota pienoiskuvia uuteen järjestykseen
fr: Cliquez et glissez-déposez les miniatures pour réordonner les objets multimédia
hu: Húzza a megfelelő helyre a bélyegképeket
nb: Dra og slipp miniatyrbilder for å endre rekkefølgen på medieobjektene
sk: Pretiahnite náhľady a nanovo zotrieďte položky médií
sv: Ordna om miniatyrbilder med drag-och-släpp

source: Add a new Multimedia Object to this Individual
fi: Lisää uusi multimediakohde tälle henkilölle
fr: Ajouter de nouveaux objets Multimedia à cet individu
nb: Legg til et nytt multimedieobjekt til denne personen
sk: Pridať nový mutimediálny objekt k tejto osobe.
sv: Lägg till nytt multimedia-objekt till denna person

source: Add a new Media Object
fi: Lisää uusi media
fr: Ajouter un nouvel objet Multimedia
nb: Legg til et nytt medieobjekt
sk: Pridať nový multimediálny objekt
sv: Lägg till nytt media-objekt

source: Link this Individual to an existing Multimedia Object
fi: Liitä tämä henkilö olemassa olevaan multimediakohteeseen
fr: Relier cet individu à un objet Multimedia existant
nb: Koble denne personen til et eksisterende multimedieobjekt
sk: Priradiť túto osobu k existujúcemu objektu médií
sv: Länka denna person till ett befintligt multimedia-objekt

source: Link to an existing Media Object
fi: Liitä olemassa oleva media (kuva)
fr: Relier un objet Multimedia existant
nb: Lag kobling til et eksisterende medieobjekt
sk: Pridať odkaz na existujúci objekt médií
sv: Länk till ett befintligt multimedia-objekt

source: Re-order media (window)
fi: Järjestä media uudelleen (ikkuna)
fr: Réordonnez les objets multimédia
hu: Média rendezőablak
nb: Endre rekkefølge på media (vindu)
sk: Znovu usporiadať média (okno)
sv: omorganisera media (fönster)

source: Details
fi: Tiedot
fr: Détails
hu: Részletek
nb: Detaljer
sk: Detaily
sv: Detaljer

source: View image details
fi: Näytä kuvan tiedot
fr: Voir les détails de l'image
hu: Képrészletek megtekintése
nb: Se bildedetaljer
sk: Zobraziť detaily obrázku
sv: Visa bilddetaljer

source: Pause Slideshow
fi: Pysäytä diaesitys
fr: Mettre le diaporama en pause
hu: Diavetítés megállítása
nb: Pause i bildefremvisning
sk: Prerušiť prezentáciu
sv: Paus i bildspel

source: Start Slideshow
fi: Aloita diaesitys
fr: Démarrer le diaporama
hu: Diavetítés indítása
nb: Start bildefremvisning
sk: Spustiť prezentáciu
sv: Starta bildspel

source: Turn Music On/Off
fi: Musiikki päälle/pois
fr: Mettre/Couper le son (music)
hu: Zene Be/Ki kapcsolása
nb: Skru av/på musikk
sk: Hudba On/Off
sv: Musik på/av

source: Disable Zoom
fi: Estä zoomaus
fr: Désactiver le zoom
hu: Zoom kikapcsolása
nb: Slå av Zoom
sk: Zakázať zoom
sv: Inaktivera zoom

source: Zoom is enabled ... Use mousewheel or i and o keys to zoom in and out
fi: Zoomaus käytössä ... käytä hiiren vierintärullaa tai i- tai o-näppäintä lähentämään ja loitontamaan
fr: Zoom est activé ... Utilisez molette de la souris et les touches i ou o pour zoomer et dézoomer
hu: A Zoom bekapcsolva ... Használja az egér görgetőjét vagy az i és o gombokat
nb: Zoom er aktivert ... bruk musehjulet eller i og o-tastene for å zoome inn og ut
sk: Zoom je povolený ... Môžete použiť kolečko myši na zväčšenie a zmenšenie
sv: Zoomning aktiverad ... Använd mushjul eller i- och o-knappen för att zooma in och ut

source: Close Lightbox window
fi: Sulje Valopöytä ikkuna
fr: Fermer la fenêtre album (Lightbox)
hu: Lightbox ablak bezárása
nb: Lukk Lightboxvinduet
sk: Zatvoriť okno Lightbox
sv: Stäng Lightbos-fönster

source: User Messages
fi: Käyttäjän viestit
fr: Bloc «Mes messages»
hu: Felhasználói üzenetek blokk
nb: Beskjeder
sk: Blok uživateľských správ
sv: Meddelandeområde för användare

source: The User Messages block shows a list of the messages that have been sent to the active user.
fi: Käyttäjän viestilohko näyttää luettelon sisäänkirjautuneelle käyttäjälle lähetetyistä viesteistä.
fr: Le bloc «Mes messages» affiche les messages reçus par l'utilisateur connecté.
hu: A Felhasználói üzenetek blokk az aktív felhasználónak elküldött üzenetek listáját tartalmazza.
nb: Blokken Beskjeder viser en liste med meldinger som er blitt sendt til brukeren.
sk: V bloku správ je zobrazený zoznam správ, ktoré boli poslané aktívnemu uživateľovi.
sv: Meddelandeblocket för användare visar en lista på meddelande som har sänts till den aktiva användaren.

source: My Messages
fi: Viestini
fr: Mes messages
hu: Üzeneteim
nb: Mine meldinger
sk: Moje správy
sv: Mina meddelande

source: Are you sure you want to delete this message? It cannot be retrieved later.
fi: Haluatko varmasti poistaa tämän viestin? Sitä ei voi palauttaa myöhemmin.
fr: Confirmez-vous la suppression de ce message ? Toute suppression est définitive.
hu: Biztosan töröljük ezt az üzenetet?
nb: Er du sikker på du vil slette denne meldingen? Når den er slettet, kan den ikke hentes tilbake.
sk: Ste si istý, že chcete zmazať túto správu? Nebude možné ju neskôr získať späť.
sv: Är du säker på att du vill radera detta meddelandet? Det kan inte återfås senare.

source: Send Message
fi: Lähetä viesti
fr: Envoi de message
hu: Üzenet
nb: Send melding
sk: Poslať správu
sv: Skicka meddelande

source: Send
fi: Lähetä
fr: Envoyer
hu: Elküld
sk: Odoslať
sv: Skicka

source: You have no pending messages.
fi: Ei viestejä odottamassa.
fr: Vous n'avez pas de messages en attente.
hu: Nincs új üzenete.
nb: Det er ingen meldinger til deg.
sk: Nemáte žiadne nové správy.
sv: Du har inga väntande meddelanden.

source: Subject:
fi: Aihe:
fr: Objet
hu: Tárgy:
nb: Emne:
sk: Predmet:
sv: Ärende:

source: Date Sent:
fi: Luontipäivä:
fr: Date d'envoi
hu: Adat elküldve:
nb: Dato sendt:
sk: Data boli poslané:
sv: Datum skickat:

source: Email Address:
fi: Sähköpostiosoite:
fr: Adresse courriel
hu: E-mail cím:
nb: Epostadresse:
sk: E-mailová adresa
sv: E-post adress:

source: Reply
fi: Vastaa
fr: Réponse
hu: Válasz
nb: Svar
sk: Odpovedať
sv: Svara

source: Delete Selected Messages
fi: Poista merkityt viestit
fr: Supprimer les messages sélectionnés
hu: Kiválasztott üzenetek törlése
nb: Slett merkede meldinger
sk: Zmazať vybrané správy
sv: Radera markerade meddelande

source: Charts block
fi: Kaavio-lohko
fr: Bloc Graphique
hu: Grafikon blokk
nb: Blokken diagram
sk: Blok schém
sv: Diagramblock

source: The Charts block allows you to place a chart on the Home or My Page. You can configure the block to show an ancestors, descendants, hourglass view, or an interactive tree. You can also choose the root person for the chart.
fi: Kaavio-lohkossa määrittelet mikä kaavio näytetään Etusivulla tai Omalla Sivullani. Voit määritellä näytettäväksi lohkossa esivanhemmat, jälkeläiset, tiimalasinäkymän tai interaktiivisen sukupuun. Voit myös valita kaavion aloitushenkilön.
fr: Le bloc Graphique vous permet de placer un graphique sur la page "Accueil" ou sur votre "Page personnelle". Vous pouvez configurer ce bloc pour montrer des ancêtres, des descendants, une vue sablier ou un arbre interactif. Vous pouvez également choisir la personne-racine du graphique.
hu: A Diagram blokk megengedi, hogy a nyitó vagy saját oldalra tegyen diagramot. Ezen a felületen beállíthatja a részelteket.
nb: Med Diagram-blokken kan det plasseres et slektsdiagram på Startsiden eller Min Side. Blokken kan innstilles til å vise forfedre, etterkommere, timeglass-visning eller et interaktivt tre. Du kan også bestemme rot-personen i diagrammet.
sk: Blok schém vám umožní umiestniť schéma na Domovskú alebo Moju stránku. Blok môžete nastaviť tak, aby ukazoval predkov, potomkov, schému presýpacích hodín alebo interaktívny strom. Tiež môžete vybrať východziu osobu.
sv: Detta Diagram block låter dig att placera ett diagram på Hem eller Min Sida. Du kan konfigurera blocket till att visa en förfäders-, ättligs-, timglasvy eller ett interaktivt träd. Dun kan också välja startperson för diagrammet.

source: Pedigree of %s
fi: Sukutaulu - %s
fr: Ascendance de %s
hu: %s származása
sk: Vývod %s

source: Descendants of %s
fi: Jälkeläiset - %s
fr: Descendants de %s
hu: %s utódai
sk: Potomkovia %s

source: Hourglass chart of %s
fi: %s:n tiimalasikaavio
fr: Sablier de %s
hu: %s homokóra diagramja
nb: Timeglassdiagram for %s
sk: Graf presýpacích hodín %s
sv: Timglasdiagram för %s

source: Interactive tree of %s
fi: %s:n interaktiivinen puu
fr: Arbre interactif de %s
hu: %s interaktív fája
nb: Interaktivt tre for %s
sk: Interaktívny strom %s
sv: Interaktivt träd för %s

source: You must select an individual and chart type in the block configuration settings.
fi: Sinun pitää valita henkilö ja kaaviomalli kaavioasetusosan asetuksissa.
fr: Vous devez sélectionner un individu et le type de graphique dans le bloc des paramètres de configuration
hu: Ki kell válasszon egy egyént és egy diagramtípust a blokkbeállításoknál.
nb: Du må velge en startperson og en diagramtype i blokkens innstillinger.
sk: Musíte vybrať osobu a typ grafu v nastavení bloku.
sv: Do måste välja en personoch diagramtyp i blockkonfigurations inställningars.

source: Chart type
fi: Kaaviomalli
fr: Type de graphique
hu: Grafikon típus
nb: Diagramtype
sk: Typ grafu
sv: Diagramtyp

source: Pedigree
fi: Suhde perheeseen
fr: Ascendance
hu: Felmenő rokonság
nb: Stamtavle
sk: Rodokmeň
sv: Antavla

source: Hourglass chart
fi: Tiimalasikaavio
fr: Sablier
hu: Homokóra diagram
nb: Timeglassdiagram
sk: Schéma presýpacích hodín
sv: Timglasdiagram

source: Interactive tree
fi: Interaktiivinen sukupuu
fr: Arbre interactif
hu: Interkatív térkép
nb: Interaktiv tavle
sk: Interaktívny strom
sv: Interaktivt träd

source: This block allows a pedigree, descendancy, or hourglass chart to appear on My Page or the Home Page. Because of space limitations, the charts should be placed only on the left side of the page.<br /><br />When this block appears on the Home Page, the root person and the type of chart to be displayed are determined by the administrator. When this block appears on the user's personalized My Page, these options are determined by the user.<br /><br />The behavior of these charts is identical to their behavior when they are called up from the menus. Click on the box of a person to see more details about them.
fi: Tämä lohko mahdollistaa esivanhemmat-, jälkeläiset- tai tiimalasi-kaavion esittämisen Omalla sivullani tai Etusivulla. Tilarajoituksista johtuen, kaaviot tulisi sijoittaa vain sivun vasemmalle puolelle.<br /><br />Ylläpitäjä päättää esitettävän aloitushenkilön ja kaaviomallin, kun tämä lohko esiiintyy Etusivulla. Käyttäjä päättää näistä, kun tämä lohko esiintyy Omalla sivullani.<br /><br />Kaaviot toimivat samalla tavalla riippumatta siitä, onko ne käynnistetty valikkoriviltä vai tästä. Valitsemalla henkilölaatikon saat enemmän tietoa henkilöstä.
fr: Ce bloc permet l'affichage d'un arbre d'ascendance, de descendance, ou du sablier sur la Page personnelle ou la page Accueil. Faute d'espace, ce bloc doit être placé uniquement sur le côté gauche de la page.<br /><br />Lorsque ce bloc apparaît sur la page Accueil, la personne-racine et le type de graphique à afficher sont déterminés par l'administrateur. Lorsque ce bloc apparaît sur la Page personnelle, ces options sont déterminées par l'utilisateur.<br /><br />Le fonctionnement de ces graphiques est identique à leur fonctionnement quand ils sont appelés à partir des menus. Cliquez sur la boîte d'une personne pour voir plus de détails à son sujet.
hu: Ez a blokk engedélyezi ősfa, leszármazottak vagy homokóra diagramok megjelenítését a Saját lapon vagy a Nyitólapon. A helyhiány miatt, a diagram csak az oldal bal oldalán jelenik meg.<br /><br />Ha ez a blokk a Nyitólapon jelenik meg, a kiinduló személy és a diagramtípust a rendszergazda kell beállítsa. Ha a blokk a felhasználó Egyéni lapján jelenik meg, ezeket a felhasználó is beállíthatja.<br /><br />Kattintson a személyekre további részetekért.
nb: Denne blokken lar anetre, etterkommertre eller timeglass-diagram vises på Startsiden og Min Side. Av plassgrunner bør diagrammene bare plasseres i venstre spalte.<br /><br />Når denne blokken vises på Startsiden, er proband (personen diagrammet går ut fra) bestemt av administrator. Når den vises på brukerens egen, tilpassede Min Side, vil det være bestemt av brukeren selv.<br /><br />Diagrammene fungerer på samme måte som når de kalles fra menyene. Klik på en persons rute for at se flere detaljer om vedkommende.
sk: Vďaka tomuto bloku zobrazíte schémy vývodu, potomkov alebo presýpacích hodín na Mojej alebo Domovskej stránke. Vzhľadom na obmedzené miesto by schéma mala byť umiestňené iba na ľavej strane stránky.<br /><br />Ak sa schéma zobrazí na Domovskej stránke, východisková osoba a typ grafu je určený administrátorom. Ak sa zobrazí na Mojej stránke, nastavenie si určuje užívateľ.<br /><br />Ich správanie je rovnaké, ako keď sú spustené z menu. Kliknite na rámček osoby pre ďalšie detaily.

source: Pedigree Chart
fi: Esivanhemmat-kaavio
fr: Arbre d'ascendance
hu: Ősfa
nb: Anetavle
sk: Vývod
sv: Antavla

source: A report of a person's ancestors, formatted as a tree.
fi: Raportti henkilön esivanhemmista puurakenteessa
fr: Rapport des ancêtres d'une personne sous format d'arbre généalogique.
hu: Jelentés egy személy elődeiről fa fromátumban.
nb: Oversikt over en persons aner, utformet som et tre.
sk: Report predkov zadanej osoby vo formáte stromu.
sv: Rapport över personens anfäder, trädstruktur.

source: Marriage Date and Place Report
fi: Avioitumisaika ja -paikkaraportti
fr: Lieux et dates des mariages
hu: Házassági dátum és hely jelentés
nb: Vielsesdato og stedsrapport
sk: Report datumov a miest sobášov
sv: Vigseldatum och -platsrapport

source: A report of people who were married in a given time or place.
fi: Raportti henkilöistä, jotka avioituivat tiettynä ajanjaksona tai paikassa.
fr: Rapport des personnes mariées à une époque et un lieu donnés.
hu: Jelentés egy személyről aki adott helyen vagy időben házasodott.
nb: Oversikt over personer som er blitt gift et bestemt tidspunkt eller sted.
sk: Zoznam osôb, ktoré sa oženili alebo vydali v danom čase alebo mieste.

source: Login
fi: Kirjaudu sisään
fr: Connexion
hu: Bejelentkezés
nb: Logg inn
sk: Prihlasovací blok
sv: Logga in

source: The Login block accepts a user name and password for users to login.
fi: Kirjaudu sisään-lohko hyväksyy käyttäjätunnuksen ja salasanan sisäänkirjautumista varten.
fr: Le bloc «Connexion» permet de se connecter en saisissant son identifiant et son mot de passe.
hu: A bejelentkező blokk felhasználónév és jelszó bevitelt tesz lehetővé a bejelentkezéshez.
nb: Blokken for 'Logg inn' godtar et brukernavn og passord for brukere slik at de kan logg seg inn.
sk: Prihlasovací blok zobrazuje uživateľom uživateľské meno a heslo k prihlásení.
sv: Inloggningsblocket skriver ut användarnamn och lösenord så att användaren kan logga in.

source: Logout
fi: Kirjaudu ulos
fr: Déconnexion
hu: Kilépés
nb: Logg ut
sk: Odhlásiť sa
sv: Logga ut

source: Logged in as
fi: Kirjautunut nimellä
fr: Connecté
hu: Bejelentkezve mint
nb: Logget inn som
sk: Prihlásený ako
sv: Inloggad som

source: No account?
fi: Ei ole vielä käyttäjätiliä?
fr: Vous n'êtes pas encore inscrit ?
hu: Még nem regisztrálta magát?
nb: Har du ikke egen konto?
sk: Nemáte ešte svoj účet?
sv: Inget konto än?

source: Request new user account
fi: Pyydä uusi käyttäjätili
fr: Demander un compte utilisateur
hu: Regisztráció kérése
nb: Søk om brukerkonto
sk: Zažiadať o nový uživateľský účet
sv: Begär nytt användarkonto

source: Lost your password?
fi: Unohditko salasanasi?
fr: Mot de passe perdu ?
hu: Elfelejtette a jelszavát?
nb: Glemt passordet?
sk: Zabudli ste svoje heslo?
sv: Förlorat ditt lösenord?

source: Request new password
fi: Pyydä uusi salasana
fr: Demander un nouveau mot de passe
hu: Új jelszó kérése
nb: Be om nytt passord
sk: Zažiadať o nové heslo
sv: Begär nytt lösenord

source: Top surnames
fi: Yleisimmät sukunimet
fr: Top des noms de famille
hu: Leggyakoribb családnevek
nb: Vanligste etternavn
sk: Top priezviská
sv: Vanligaste efternamn

source: This block displays the most frequently occurring surnames in the database. The actual number of surnames shown in this block is configurable. Using the GEDCOM administration function, you can also configure names to remove from this list.
fi: Tässä lohkossa esitetään tietokannan yleisimmät sukunimet. Kuinka monta sukunimeä esitetään on säädettävissä. Nimien poistaminen listasta tapahtuu ylläpidossa muuttamalla GEDCOM asetuksia.
fr: Ce bloc affiche les noms de famille les plus fréquents dans la base de données. Le nombre réel des noms de famille figurant dans ce bloc est configurable. Utilisation de la fonction administration GEDCOM, vous pouvez également configurer les noms à retirer de cette liste.
hu: Ebben a blokkban a leggyakoribb vezetéknevek jelennek meg. A családnevek számának megjelenítése beállítható. Használva a GEDCOM adminisztrációs opciót, beállíthatja a listából eltávolítandó neveket is.
nb: Denne blokken viser de mest forekommende etternavnene i slektsbasen. Antall etternavn som vises kan konfigureres. I slektsbasens administrasjon kan du også velge å ta bort navn fra listen.
sk: Tento blok zobrazuje najčastejšie sa objavujúce priezviská v databázi. Počet zobrazovaných priezvísk je konfigurovateľný. Použitím funkcie správa GEDCOMu môžete nastaviť, ktoré mená sa nemajú zobrazovať.
sv: Detta block visar de mest vanligt förekommande efternamn i databasen. Antal efternamn som visa kan konfigureras. I GEDCOM-administrationens konfigurering, kan du också ta bort namn från denna lista.

source: Top surname
fi: Yleisin sukunimi
fr: Top des noms de famille
hu: Legnépszerűbb családnév
nb: Vanligste etternavn
sk: Top priezvisko
sv: Vanligast efternamn

source: bullet list
fi: Ranskalaisinviivoin
fr: liste à puces
hu: felsorolás
nb: punktliste
sk: odrážky
sv: punkt lista

source: compact list
fi: tiivistetty lista
fr: liste compacte
hu: kompakt lista
nb: Kompakt liste
sk: kompaktný zoznam
sv: Kompakt lista

source: tag cloud
fi: nimi pilvi
fr: Nuage de mots-clés
hu: címke felhő
sk: množina tagov
sv: tagg moln

source: Top surnames block
fi: Yleisimmät sukunimet-lohko
fr: Bloc Top des noms de familles
hu: Legnépszerűbb családnevek blokk
nb: Blokk for vanligste etternavn
sk: Blok Top priezvísk
sv: Vanligaste efternamns block

source: This block displays the most frequently occurring surnames in the database. The configuration settings for this block allow changes to the number of names displayed, the presentation style, and the use of scroll bars with long lists. By using the GEDCOM administration function, an administrator can also configure names to remove from this list.
fi: Tämä lohko esittää tietokannan yleisimmät sukunimet. Säätämällä tämän lohkon asetuksia voit vaikuttaa näkyvien sukunimien määrään, esitystapaan ja vierityspalkkien käyttämiseen pitkissä listoissa. Käyttämällä GEDCOM ylläpitoa, ylläpitäjä voi myös määritellä mitä sukunimiä ei saa esittää listassa.
fr: Ce bloc affiche les noms de famille les plus fréquents dans la base de données. Les paramètres de configuration de ce bloc permettent des modifications du nombre de noms affichés, du style de présentation, et l'utilisation de barres de défilement de longues listes. En utilisant la fonction d'administration GEDCOM, un administrateur peut également configurer les noms de retirer de cette liste.
hu: Ebben a blokkban a leggyakoribb vezetéknevek jelennek meg. A beállítások lehetővé teszik a megjelenő nevek számának, megjelenítési stílusának beállítását. Használva a GEDCOM adminisztrációs opciót, beállíthatja a listából eltávolítandó neveket is.
nb: Denne blokken viser de mest forekommende etternavnene i slektsbasen. Du kan konfigurere antall etternavn som skal vises, presentasjonsstilen og bruken av rullefelt ved lange lister. I administrasjon av slektsbasen kan du også velge å ta bort navn fra listen.
sk: Tento blok zobrazuje priezviská, ktoré sa v databázi najčastejšie opakujú. Nastavenia pre tento blok umožňujú zmeniť počet zobrazovaných priezvísk, štýl a použitie rolovania u dlhých zoznamov. Použitím správcovskej funkcie (v administrácii GEDCOMu), môže správca tiež nastaviť mená, ktoré sa nebudú zobrazovať.
sv: Detta block visar de mest vanligt förekommande efternamn i databasen. Du kan konfigurera antal efternamn som visas, presentationsstilen, användandet av rullninglister vid långa listor. I GEDCOM-administrationens konfigurering, kan du också ta bort namn från denna lista.

source: Family Group Report
fi: Perheryhmäraportti
fr: Famille
hu: Családi összesítő
nb: Familierapport
sk: Správa o rodine
sv: Familjegrupprapoprt

source: A report of family members and their details.
fi: Raportti perheenjäsenistä ja niiden tiedot.
fr: Rapport des membres d'une famille et de leurs données généalogiques
hu: Részletes jelentés a család tagjairól
nb: Detaljert oversikt over alle medlemmer i en familie.
sk: Report členov rodiny s ich detailami.
sv: En rapport över familjemedlemmar och deras uppgifter.

source: Close Relatives Report
fi: Lähisukulaisuusraportti
fr: Proches parents
hu: Közeli hozzátartozók összefoglalója
nb: Nære slektninger
sk: Report blízkých príbuzných
sv: Närsläktrapport

source: A report of a person and their close relatives.
fi: Raportti henkilöstä ja lähisukulaisistaan.
fr: Rapport d'une personne et de ses proches.
hu: Jelentés egy személyről és a közeli rokonairól.
nb: Oversikt over en persons nære slektninger
sk: Výpis osoby a jej blízkych príbuzných.
sv: Rapport över en person och dess nära släkt.

source: Descendancy Report
fi: Jälkeläíset raportti
fr: Descendance
hu: Leszármazottak
nb: Etterkommerrapport
sk: Rozrod report
sv: Efterkommande rapport
