Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Youngest female
fi: Nuorin nainen
fr: Femme la plus jeune
hu: Legfiatalabb nő
nb: Yngste kvinne
sk: Najmladšia žena
sv: Yngsta kvinna

source: Oldest male
fi: Vanhin mies
fr: Homme le plus âgé
hu: Legidősebb férfi
nb: Eldste mann
sk: Najstarší muž
sv: Äldsta man

source: Oldest female
fi: Vanhin nainen
fr: Femme la plus âgée
hu: Legidősebb nő
nb: Eldste kvinne
sk: Najstaršia žena
sv: Äldsta kvinna

source: Age at birth of child
fi: Ikä lapsen syntyessä
fr: Âge à la naissance de l'enfant
hu: Életkor a gyermek születésekor
nb: Alder ved barns fødsel
sk: Vek pri narodení dieťaťa
sv: Ålder när barn fött

source: Youngest father
fi: Nuorin isä
fr: Père le plus jeune
hu: Legfiatalabb apa
nb: Yngste far
sk: Najmladší otec
sv: Yngsta fadern

source: Youngest mother
fi: Nuorin äiti
fr: Mère la plus jeune
hu: Legfiatalabb anya
nb: Yngste mor
sk: Najmladšia matka
sv: Yngsta modern

source: Oldest father
fi: Vanhin isä
fr: Père le plus âgé
hu: Legöregebb apa
nb: Eldste far
sk: Najstarší otec
sv: Äldsta fader

source: Oldest mother
fi: Vanhin äiti
fr: Mère la plus âgée
hu: Legöregebb anya
nb: Eldste mor
sk: Najstaršia matka
sv: Äldsta moder

source: Children in family
fi: Lasten lukumäärä perheessä
fr: Enfants dans la famille
hu: Gyerekek száma a családban
nb: Barn i familien
sk: Detí v rodine
sv: Barn i familjen

source: Largest number of grandchildren
fi: Suurin lastenlasten lukumäärä
fr: Plus grand nombre de petits-enfants
hu: Legtöbb unoka
nb: Størst antall barnebarn
sk: Najväčší počet vnukov
sv: Största antal barnbarn

source: Age difference
fi: Ikäero
fr: Différence d'âge
hu: Évkor különbség
nb: Aldersforskjell
sk: Rozdiel veku
sv: Åldersskillnad

source: Age between siblings
fi: Sisarusten ikäero
fr: Âge entre les frères et sœurs
hu: Évkor különbség testvérek között
nb: Aldersforskjell mellom søsken
sk: Vek medzi súrodencami
sv: Årskillnad mellan syskon

source: Greatest age between siblings
fi: Sisarusten suurin ikäero
fr: Plus grande différence d'âge entre frères et sœurs
hu: Legmagasabb korkülönbség a testvérek között
nb: Største aldersforskjell mellom søsken
sk: Najväčší vek medzi súrodencami
sv: Största årskillnad mellan syskon

source: Age between husband and wife
fi: Aviomiehen ja vaimon ikäero
fr: Différence d'âge entre le mari et la femme
hu: Évkor különbség férj és feleség között
nb: Aldersforskjell mellom mann og kone
sk: Vek medzi manželom a manželkou
sv: Årskillnad mellan man och hustru

source: Age between wife and husband
fi: Vaimon ja aviomiehen ikäero
fr: Différence d'âge entre la femme et le mari
hu: Évkor különbség feleség és féj között között
nb: Aldersforskjell mellom kone og mann
sk: Vek medzi manželkou a manželom
sv: Årskillnad mellan hustru och man

source: Records
fi: Tapahtumia
fr: Enregistrements
hu: Bejegyzések
nb: Registreringer
sk: Záznam
sv: Dataposter

source: First event
fi: Ensimmäinen tapahtuma
fr: Premier évènement
hu: Az első esemény
nb: Første begivenhet
sk: Prvá udalosť
sv: Första händelse

source: Last event
fi: Viimeisin tapahtuma
fr: Dernier évènement
hu: Az utólsó esemény
nb: Seneste begivenhet
sk: Posledná udalosť
sv: Sista händelse

source: Places
fi: Sijanteja
fr: Lieux
hu: Helyszínek
nb: Steder
sk: Miesta
sv: Platser

source: Birth places
fi: Syntymäpaikat
fr: Lieux de naissances
hu: Születési helyek
nb: Fødselssteder
sk: Miesta narodenia
sv: Födelseorter

source: Death places
fi: Kuolinpaikat
fr: Lieux de décès
hu: Halálozási helyek
nb: Dødssteder
sk: Miesta úmrtia
sv: Dödsorter

source: Marriage places
fi: Paikat, joissa avioliitto on solmittu
fr: Lieux de mariages
hu: Házasságok helyszínei
nb: Vielsessteder
sk: Miesta sňatku
sv: Äktenskapsorter

source: Events in countries
fi: Maakohtaiset tapahtumat
fr: Évènements par pays
hu: Események országok szerint
nb: Begivenheter i land
sk: Udalostí v krajine
sv: Händelser i länder

source: Create your own chart
fi: Luo oma kaaviosi
fr: Créez votre propre graphique
hu: Saját diagram készítése
nb: Lag ditt eget diagram
sk: Vytvorte vlastnú schému
sv: Skapa eget diagram

source: Select chart type:
fi: Valitse käyrän tyyppi:
fr: Sélectionnez le type de graphique
hu: Válasszak ki a diagram típust
nb: Velg diagramtype
sk: Vyberte typ grafu:
sv: Välj diagramtyp (x-axel):

source: Individual distribution
fi: Henkilöjakautuma
fr: Répartition des individus
hu: Személyek eloszlása
nb: Geografisk utbredelse
sk: Rozmiestnenie osôb
sv: Person fördelning

source: boundaries for ages:
fi: rajat ikäarvoille:
fr: Limites pour les âges :
hu: év vonal (x-tengely):
nb: akseverdier for alder (x-akse):
sk: hodnoty pre vek (os X):
sv: gräns för ålder:

source: interval %d year
fi: aikaväli %d vuosi
fr: intervalle %d an
hu: intervallum %d év
nb: %d-årsintervall
sk: interval %d rok
sv: intervall %d år

source: boundaries for month:
fi: rajat kuukausille
fr: Limites pour les mois :
hu: hónap vonal (x-tengely):
nb: akseverdier for måned (x-akse):
sk: hodnoty pre mesiac (os X):
sv: gräns för månad

source: months after marriage
fi: kuukautta avioliiton jälkeen
fr: mois après le mariage
hu: hónappal a házasság után
nb: måneder etter vielse
sk: mesiace po sobáši
sv: månader efter giftemål

source: months before and after marriage
fi: Kuukausia ennen ja jälkeen avioitumisen
fr: mois avant et après le mariage
hu: hónappal a házasság előtt és után
nb: måneder før og etter vielse
sk: mesiace pred a po sobáši
sv: månader före och efter giftemål

source: quarters after marriage
fi: Vuosineljänneksiä avioitumisen jälkeen
fr: trimestres après le mariage
hu: negyedév a házasság után
nb: kvartaler etter vielse
sk: kvartály po sobáši
sv: kvartal efter giftemål

source: half-year after marriage
fi: Puolivuosia avioitumisen jälkeen
fr: semestres après le mariage
hu: félév a házasság után
nb: halvår etter vielse
sk: polroky po sobáši
sv: halvårs efter vigsel

source: boundaries for numbers:
fi: rajat lukumäärille:
fr: Limites pour les nombres :
hu: számok vonal (x-tengely):
nb: akseverdier for antall (x-akse):
sk: hodnoty pre čísla (os X):
sv: gräns för antal:

source: interval one child
fi: jaksotus yksi lapsi
fr: intervalle 1 enfant
hu: évek az első gyermek születéséig
nb: ettbarnsintervall
sk: interval jedného dieťaťa
sv: intervall ett barn

source: interval two children
fi: jaksotus kaksi lasta
fr: intervalle 2 enfants
hu: évek a második gyermek születéséig
nb: tobarnsintervall
sk: interval dvoch detí
sv: intervall två barn

source: Map type
fi: Karttatyyppi
fr: Type de carte
hu: Térkép típusa
nb: Karttype
sk: Druh mapy
sv: Karttyp

source: Geographical area
fi: Maantieteellinen alue
fr: Zone géographique
hu: Földrajzi terület
nb: Geografisk område
sk: Geografická oblasť
sv: Geografiskt område

source: World
fi: Maailma
fr: Monde
hu: Világ
nb: Verden
sk: Svet
sv: Världen

source: Europe
fi: Eurooppa
hu: Európa
nb: Europa
sk: Európa
sv: Europa

source: South America
fi: Etelä-Amerikka
fr: Amérique du Sud
hu: Dél-Amerika
nb: Sør-Amerika
sk: Južná Amerika
sv: Sydamerika

source: Asia
fi: Aasia
fr: Asie
hu: Ázsia
sk: Ázia
sv: Asien

source: Middle East
fi: Lähi-itä
fr: Moyen-Orient
hu: Közel-Kelet
nb: Midtøsten
sk: Stredný východ
sv: Mellanöstern

source: Africa
fi: Afrikka
fr: Afrique
hu: Afrika
nb: Afrika
sk: Afrika
sv: Afrika

source: Categories:
fi: Luokat:
fr: le long de l'axe des z
hu: a z-tengely mentén:
nb: Kategorier:
sk: Kategórie:
sv: Kategorier (z-axel):

source: overall
fi: kaikkiaan
fr: Global
hu: teljes
nb: Kombinert
sk: celkovo
sv: sammanlagt

source: gender
fi: sukupuoli
fr: sexe
hu: nem
nb: Kjønn
sk: Muži / ženy
sv: kön

source: date periods
fi: aikajaksot
fr: périodes. Vérifiez les valeurs cochées pour les périodes de l'axe des z
hu: periódusok. Z-tengely periódus másodperceinek ellenőrzése
nb: Perioder
sk: Obdobie. Skontrolujte hodnoty pre obdobie osy Z.
sv: tidsperiorder (z-axel)

source: boundaries for date periods:
fi: rajat aikajaksoille:
fr: valeurs cochées pour les périodes (axe des z):
hu: periódusok vonal (z-tengely):
nb: grenseverdier for perioder
sk: hodnoty pre periody (os Z):
sv: gränsvärden för perioder (z-axel):

source: from %2$d interval %1$d year
fi: alkaen %2$d aikaväli %1$d vuosi
fr: depuis %2$d par intervalle d'%1$d an
hu: %2$d évtől, %1$d éves intervallumban
nb: fra %2$d - %1$d-årsintervall
sk: od %2$d interval %1$d rok
sv: från %2$d med intervall på %1$d år

source: results:
fi: tulokset:
fr: le long de l'axe des x:
hu: az y-tengely mentén:
nb: resultater
sk: výsledky:
sv: Resultat (y-axel):

source: show the plot
fi: Näytä käyrä
fr: montrer le graphique
hu: az ábra feltüntetése
nb: Vis diagram
sk: Zobraziť graf
sv: Visa graf

source: reset
fi: Palauta alkuperäiset arvot
fr: réinitialisation
hu: eredeti értékek
nb: nullstill
sv: Återställ

source: Others
fi: Muut
fr: Autres
hu: Egyéb
nb: Andre
sk: Ostatné
sv: Övriga

source: Own charts
fi: Omat kaaviot
fr: Graphiques personnalisés
hu: Saját diagramok
nb: Egne diagrammer
sk: Vlastná schéma
sv: Egna diagram

source: Edit this individual and replace their details with your own
fi: Muokkaa henkilötiedot, korvaa sinun tiedoilla
fr: Modifier cette personne et de remplacer les informations par les vôtres
hu: Módosítsa ezt a személyt és írja felül a saját adataival
nb: Rediger denne person og erstatt dens detaljer med dine egne
sk: Upraviť túto osobu a prepísať jej údaje vlastnými
sv: Redigera och ersätt personuppgifter

source: This will delete all the genealogical data from <b>%s</b> and replace it with data from another GEDCOM.
fi: Poistetaan kaikki <b>%s</b> sukututkimustiedot ja tilalle tiedot toisesta GEDCOMista
fr: Toutes les données généalogiques de <b>%s</b> seront effacées, elles seront remplacées par les données provenant d'un autre GEDCOM.
hu: Ez kitörli az összes családfa adatot a(z) <b>%s</b> bejegyzésből és felülírja egy másik GEDCOM adataival.
nb: Dette vil slette alle slektsdata fra <b>%s</b> og erstatte dem med data fra en annen GEDCOM.
sk: Toto zmaže všetky genealogické dáta z <b>%s</b> a prepíše ich dátami z iného GEDCOMu.
sv: Radera all släktdata från <b>%s</b> och ersätt dem med data från annan GEDCOM.

source: You have selected a GEDCOM with a different name. Is this correct?
fi: Olet valinnut eriniminen GEDCOM. Onko tämä oikea?
fr: Vous avez sélectionné un fichier GEDCOM avec un nom différent. Est-ce correct?
hu: A kiválasztott GEDCOMnak más neve van. Ez helyes?
nb: Du har valgt en GEDCOM med et annet navn. Er dette korrekt?
sk: Vybrali ste GEDCOM z odlišným názvom. Je to srávne?
sv: Du har valt en GEDCOM med annat namn. Är det korrekt?

source: No GEDCOM files found. You need to copy files to the <b>%s</b> directory on your server.
fi: Ei löytynyt GEDCOM tiedostoja. Sinun pitää itse kopioida <b>%s</b> hakemiston palvelimellesi.
fr: Aucun fichiers GEDCOM trouvés. Vous avez besoin de copier les fichiers dans le répertoire <b>%s</b> de votre serveur.
hu: Nem található GEDCOM fájl. A fájlokat a szerveren a(z) <b>%s</b> mappába kell másolja.
nb: Ingen GEDCOM-filer funnet. Du må kopiere filene til mappen <b>%s</b> på din server.
sk: Nebol nájdený žiadny GEDCOM súbor. Musíte skopírovaž súbor do adresára <b>%s</b> na vašom servere.
sv: Inga GEDCOM-filer hittades. Du bör kopiera filer till <b>%s</b> katalogen i din server.

source: If you have created media objects in webtrees, and have edited your gedcom off-line using a program that deletes media objects, then check this box to merge the current media objects with the new GEDCOM.
fi: Jos olet tuonut mediakohteita webtreesiin ja sitten muuttanut gedcom-sukututkimusaineistoasi jollakin muulla ohjelmalla, joka poistaa mediaa, niin valitse tämä ruutu. Silloin aikaisemmat mediakohteet yhdistetään takaisin muutettuun aineistoon.
fr: Si vous avez créé des objets médias dans webtrees, et avez modifié votre gedcom hors-ligne en utilisant un programme qui supprime les objets médias, cochez cette case pour fusionner les objets média en cours avec le nouveau GEDCOM.
hu: Ha létrehozott médiaobjektumokat a webtrees-ben és a gedcom adatokat egy külső programmal szerkesztette amely felülírta ezeket a médiabejegyzéseket, jelölje be ezt a mezőt, hogy összevonja a jelenlegi bejegyzéseket az új GEDCOM adatokkal.
nb: Hvis du har oprettet medieobjekter i webtrees og har redigeret din gedcom på din PC (offline) med et program som sletter medieobjekter, sett kryss her for å flette eksisterende medieobjekter med den nye GEDCOM-filen.
sk: Ak ste vytvoril objekty médií vo webtrees, a upravil ste GEDCOM offline použitím programu, ktorý maže objekty médií, potom skontrolujte toto políčko, aby ste mohol spojiť súčasné objekty médií s novým GEDCOMom."
sv: Om du skapat media-objekt i webtrees, och har redigerat din gedcom off-line med ett program som tar bort media-object, då välj denna ruta för att sammanfoga de nuvarande media-objekten med den nya GEDCOM-filen.

source: Import
fi: Tuo
fr: Importer
hu: Importálás
nb: Importér
sv: Importera

source: Download
fi: Siirrä palvelimelta
fr: Télécharger (<i>Download</i>)
hu: Letöltés
nb: Last ned
sk: Stiahnúť
sv: Ladda ner

source: Permanently delete the GEDCOM %s and all its settings?
fi: Poista pysyvästi GEDCOM %s ja kaikki sen asetuksia?
fr: Supprimer définitivement le GEDCOM %s et tous ses paramètres?
hu: Véglegesen törli a GEDCOM %s és ennek minden beállítását?
nb: Slette GEDCOM %s og alle dens innstillinger permanent?
sk: Definitívne zmazať GEDCOM %s a všetky jeho nastavenia?
sv: Ta bort GEDCOM %s och alla dess inställningar permanent?

source: Click here for PhpGedView to <b>webtrees</b> transfer wizard
fi: Valitsemalla tämän, käynnistyy opastusohjelma jolla siirrät PhpGedView aineistosi <b>webtrees</b> muotoon
fr: Cliquez ici pour que l'assistant transfert les données PhpGedView à <b>webtrees</b>
hu: Kattintson ide a PhpGedView, <b>webtrees</b>-be importálásához
nb: Klikk her for "PhpGedView til <b>webtrees</b>" assistanse
sk: Kliknite sem pre spustenie pomocníka prenosu z PhpGedView do <b>webtrees</b>
sv: Klicka här för att få hjälp att flytta PhpGedView till <b>webtrees</b>

source: Download GEDCOM
fi: Siirrä GEDCOM-tiedosto palvelimelta
fr: Télécharger le fichier GEDCOM sur votre poste (download)
hu: GEDCOM-állomány letöltése
nb: Last ned GEDCOM
sk: Stiahnúť GEDCOM
sv: Ladda ner GEDCOM-fil

source: Exact date
fi: Tarkka päivämäärä
fr: Date exacte
hu: Pontos dátum
nb: Eksakt dato
sk: Presný dátum
sv: Exakt datum

source: &plusmn;%d year
fi: &plusmn;%d vuosi
fr: &plusmn;%d an
hu: &plusmn;%d év
nb: &plusmn;%d år
sk: &plusmn;%d rok
sv: &plusmn;%d år

source: Exact
fi: Tarkka
hu: Pontosan
nb: Eksakt
sk: Presne
sv: Exakt

source: Begins with
fi: Alkaa näin
fr: Commence par
hu: Evvel kezdődik
nb: Begynner med
sk: Začína na
sv: Börjar med

source: Contains
fi: Sisältää
fr: Contient
hu: Tartalmazza
nb: Inneholder
sk: Obsahuje
sv: Innehåller

source: Sounds like
fi: Kuulostaa tältä
fr: Ressemble à
hu: Úgy hanzik mint
nb: Høres ut som
sk: Znie ako
sv: Låter som

source: Add More Fields
fi: Lisää uusia kenttiä
fr: Ajouter d'autres champs
hu: További mezők hozzáadása
nb: Legg til flere felter
sk: Pridať ďalšie polia
sv: Lägg till nya fält

source: Send message to all users
fi: Lähetä viesti kaikille käyttäjille
fr: Envoi d'un message à tous les utilisateurs
hu: Üzenetküldés minden felhasználónak
nb: Send melding til alle brukere
sk: Poslať správu všetkým užívateľom
sv: Skicka meddelande till alla användare

source: Send message to users who have never logged in
fi: Lähetä viesti käyttäjille, jotka eivät koskaan ole kirjautuneet.
fr: Envoyer une alerte aux utilisateurs jamais connectés depuis leur enregistrement
hu: Küldj üzenet azoknak a felhasználóknak akik még soha nem jelentkeztek be
nb: Send beskjed til brukere som aldri har logget seg inn
sk: Poslať správu uživateľom, ktorý ešte nikdy neboli prihlásení
sv: Skicka meddelande till användare som aldrig loggat in

source: Send message to users who have not logged in for 6 months
fi: Lähetä viesti käyttäjille, jotka eivät ole kirjautuneet 6 kuukauteen.
fr: Envoyer une alerte aux utilisateurs dont la dernière connexion date de plus de 6 mois
hu: Küldj üzenet azoknak a felhasználóknak akik 6 hónapja nem jelentkeztek be
nb: Send beskjed til brukere som ikke har logget seg inn siste 6 måneder
sk: Poslať správu uživateľom, ktorý neboli prihlásení v priebehu posledných 6 mesiacov.
sv: Skicka meddelande till användare som inte loggat in på 6 månader

source: From %s to %s
fi: %s - %s
fr: de %s à %s
hu: %s-tól %s-ig
nb: Fra %s til %s
sk: Od %s do %s
sv: Från %s till %s

source: Message
fi: Viesti
hu: Üzenet
nb: Melding
sk: Správa
sv: Meddelande

source: IP address
fi: IP-osoite
fr: Adresse IP
hu: IP cím
nb: IP-adresse
sk: IP adresa
sv: IPadress

source: Permanently delete these records?
fi: Poista pysyvästi nämä tiedot?
fr: Supprimer définitivement ces enregistrements?
hu: Véglegesen törli ezt a bejegyzést?
nb: Slett disse postene permanent?
sk: Úplne zmazať tento záznam?
sv: Tas dessa dataposter bort, permanent?

source: Timestamp
fi: Aikaleima
fr: Horodatage
hu: Időbélyeg
nb: Tidspunkt
sk: Časové razítko
sv: Tidsstämpel

source: These pages provide access to all the configuration settings and management tools for this <b>webtrees</b> site.
fi: Näillä sivuilla määritellään kyseisen <b>webtrees</b> sukupuun kaikki asetukset ja sen hallintatyökalut.
fr: Ces pages donnent accès à tous les paramètres de configuration et des outils de gestion de ce site <b>webtrees</b>
hu: Ezeken az oldalakon beállíthat mindent jelen <b>webtrees</b> weblappal kapcsolatban.
nb: På disse sidene finner du alle innstillingene og verktøyene for denne <b>webtrees</b>-side.
sk: Tieto stránky umožňujú prístup k všetkým konfiguračným voľbám a nástrojom pre správu tohoto webu <b>webtrees</b>.

source: Support and documentation can be found at %s.
fi: Tuki ja dokumentointi löytyy osoitteesta %s.
fr: Le support et la documentation sont disponibles sur %s.
hu: Támogatás és dokumentáció itt található: %s.
nb: Hjelp og dokumentasjon finnes på %s.
sk: Podporu a dokumentáciu nájdete na %s.

source: Upgrade to webtrees %s
fi: Päivitä versioon webtrees %s
fr: Mettre à jour à la version %s de webtrees
hu: A webtrees frissítése: %s
nb: Oppdatér til webtrees %s
sk: Upgrade na webtrees verziu %s

source: Upgrade instructions
fi: Päivitysohjeet
fr: Instructions pour effectuer la mise à jour
hu: Frissítési tudnivalók
nb: Oppgraderingsinstruksjoner
sk: Inštrukcie k upgrade

source: Download %s and extract the files.
fi: Siirrä palvelimelta %s ja pura sen tiedostot.
fr: Télécharger %s et extraire les fichiers.
hu: %s letöltése és kicsomagolása.
nb: Hent %s (zip-fil) og pakk ut filene.
sk: Načítať %s a rozbaliť súbory.

source: Accept or reject any pending changes.
fi: Hyväksy tai hylkää vireillä olevat muutokset.
fr: Accepter ou refuser les modifications en attente.
hu: A függőben lévő változtatások elfogadása vagy visszautasítása.
nb: Godkjenn eller avvis ventende endringer.
sk: Potvrdiť alebo zamietnuť čakajúce zmeny.

source: Save all your family trees to disk, by using the "export" function for each one.
fi: Tallenna kaikki sukupuut, käyttäen "siirrä" kullekin sukupuulle erikseen.
fr: Sauvegardez toutes vos arbres généalogiques sur le disque, en utilisant la fonction "exporter" pour chacun d'eux.
hu: Az összes családfa mentése egyenként, az export lehetőség használatával.
nb: Spar alle dine slektstrær til din egen computer ved å bruke &ldquo;eksporter&rdquo;-funksjonen for hver av dem.
sk: Uložte všetky vaše rodokmene na disk za pomoci funkcie Export.

source: Copy the new files to the web server, replacing any that have the same name.
fi: Kopioi uudet tiedostot palvelimelle ja korvaa jos on jo samalla tiedostonimella.
fr: Copiez les nouveaux fichiers sur le serveur web et remplacez ceux qui ont le même nom.
hu: Másolja fel az össes új fájlt a szerverre, felülírva a már létezőket.
nb: Kopiér de nye filene til web-serveren og overskriv alle filer med samme navn.
sk: Skopírujte nové súbory na webový server a nahraďte všetky z rovnakým menom.

source: Load all your family trees from disk, by using the "import" function for each one.
fi: Lataa ja ota käyttöön tallennetut sukupuut, käyttäen "tuonti" kullekin sukupuulle erikseen.
fr: Chargez tous vos arbres généalogiques à partir du disque, en utilisant la fonction «importer» pour chacun d'eux.
hu: A családfákat töltse be egyenként a mentésből az import opcióval.
nb: Hent slektstrær fra din egen computer ved å bruke "import"-funksjonen for hver av dem.
sk: Načítajte všetky vaše rodokmene z disku za pomoci funkcie Import.

source: Recommendations
fi: Suositukset
fr: Recommandations
hu: Ajánlások
nb: Anbefalinger
sk: Odporúčania

source: Make a backup of your database before you start.
fi: Tee varmistuskopio tietokannastasi ennen kuin aloitat.
fr: Faites une sauvegarde de votre base de données avant de commencer.
hu: Készítsen egy adatbázismentést kezdés előtt.
nb: Gjør en sikkerhetskopi av databasen før du begynner!
sk: Vytvorte zálohu vašej databáze pred štartom.

source: Take your site offline while copying the new files. Do this by temporarily creating a file %s on the web server.
fi: Estä pääsyä palveluun kun kopioit uusia tiedostoja. Sen voit tehdä luomalla palvelimellesi tilapäisen tiedoston %s.
fr: Mettre votre site hors ligne lorsque vous copiez les nouveaux fichiers. Faire ceci en créant temporairement un fichier %s sur votre serveur web.
hu: Helyezze az oldalt karbantartási állapotba ha új fájlokat másol fel. Tegye ezt létrehozva a %s fájt a szerveren.
nb: Sett nettstedet offline mens du kopierer de nye filene. Dette gjøres ved å lage en midlertidig fil %s på web-serveren.
sk: Vypnite váš web (prepnite ho do offline režimu), keď naň kopírujete nové súbory. Možete tak urobiť ak dočasně vytvoríte na servere súbor %s.

source: Old files found
fi: Löydettiin vanhoja tiedostoja
fr: Vieux fichiers trouvés
hu: Régi fájlokat találtam
nb: Gamle filer funnet
sk: Boli nájdené staré súbory

source: Files have been found from a previous version of webtrees. Old files can sometimes be a security risk. You should delete them.
fi: Löydettiin edellisen webtrees version tiedostoja. Vanhentuneet tarpeettomat tiedostot saattavat olla turvallisuusriski. Sinun kannattaisi poistaa ne.
fr: Des fichiers ont été trouvés d'une version précédente de webtrees. Ces fichiers anciens peuvent parfois être un risque pour la sécurité. Vous devez les supprimer.
hu: A webtrees előző változatából hátramarad fájlokat találtam. A régi fájlok néha biztonsági kockázatot jelenthetnek. Ajánlott törölni ezeket.
nb: Filer fra en tidligere versjon av <b>webtrees</b> er blitt funnet. Gamle filer kan noen ganger være en sikkerhetsrisiko. Du bør slette dem.
sk: Boli nájdené súbory z predchádzajúcej verzie webtrees. Staré súbory môžu byť bezpečnostným rizikom a mali by ste ich vymazať.

source: Total number of users
fi: Käyttäjiä kaikkiaan
fr: Nombre total d'utilisateurs
hu: Felhasználók száma
nb: Totalt antall brukere
sk: Celkový počet užívateľov
sv: Totalt antal användare

source: Administrators
fi: Palvelimen ylläpitäjät
fr: Administrateur
hu: Rendszergazdák
nb: Administratorer
sk: Administrátori
sv: Administratörer

source: Managers
fi: Sukupuun ylläpitäjät
fr: Gestionnaires
hu: Menedzserek
nb: Forvaltere
sk: Manažeri

source: Users with warnings
fi: Käyttäjät, joilla varoitus
fr: Utilisateurs en anomalie
hu: Felhasználók figyelmeztetéssel
nb: Brukere med advarsler
sk: Užívatelia s upozorneniami
sv: Användare med varning

source: Unverified by User
fi: Käyttäjä jättänyt vahvistamatta
fr: Non vérifié par l'utilisateur
hu: Felhasználó által nem ellenőrzött
nb: Ikke bekreftet av bruker
sk: Neverifikované užívateľom
sv: Ej verifierad av användare

source: Unverified by Administrator
fi: Ylläpidon vahvistamatta
fr: Non vérifié par l'administrateur
hu: Adminisztrátor által nem ellenőrzött
nb: Ikke bekreftet av administrator
sk: Neverifikované administrátorom
sv: Ej verifierad av administratör
