Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: This option controls the appearance of the diagram.<ul><li><b>1/2</b><br />Half circle 180&deg; diagram</li><li><b>3/4</b><br />Three-quarter 270&deg; diagram, sometimes called <i>Angel wing</i></li><li><b>4/4</b><br />Full circle 360&deg; diagram</li></ul>
fi: <dl><dt>1/2</dt><dd>Puoliympyrän (180 astetta) muotoinen viuhkakaavio</dd><dt>3/4</dt><dd>Kolme-neljännesympyrän (270 astetta) muotoinen kaavio tai 'enkelin siipi'</dd><dt>4/4</dt><dd>Täysympyrän (360 astetta) muotoinen kaavio</dd></dl>
fr: Cette option vous permet de choisir le style de la roue.<ul><li><b>1/2</b><br />Demi-roue (180&deg;)</li><li><b>3/4</b><br />Trois-quarts de roue (270&deg;)</li><li><b>4/4</b><br />Roue entière (360&deg;)</li></ul>
nb: Dette valget styrer diagrammets utseende.<ul><li><b>1/2</b><br />Halvsirkeldiagram (180&deg;)</li><li><b>3/4</b><br />Trekvartsirkeldiagram (270&deg;), også kalt <i>Englevinge</i></li><li><b>4/4</b><br />Full sirkel (360&deg;)</li></ul>
sk: <dl><dt>1/2</dt><dd>Oblúkový (180°) vejár</dd><dt>3/4</dt><dd>Troj-štvrtočný (270°) vejár alebo 'Anjelské krídlo'</dd><dt>4/4</dt><dd>Úplný (360°) vejár</dd></dl>
sv: Detta val kontrollerar utseendet av solfjädernul><li><b>1/2</b><br />Halvcirkelformad fjäder (180 grader)</li><br /><li><b>3/4</b><br />Trekvartsformad fjäder (270 grader) eller <i>Änglavinge</i></li><br /><li><b>4/4</b><br />Helt cirkelformad fjäder (360 grader)</li></ul>

source: Here you can change the diagram width from 50 percent to 300 percent. At 100 percent the output image is about 640 pixels wide.
fi: Tässä voit säätää kaavion leveyden 50 prosentista 300 prosenttiin. 100:ssa prosentissa kuvan leveys on noin 640 pikselia.
fr: Ici vous pouvez changer la largeur du diagramme à partir de 50 pour cent à 300 pour cent. À 100 pour cent l'image de sortie est d'environ 640 pixels de large.
nb: Her kan du endre diagrammets bredde fra 50 prosent til 300 prosent. 100 prosent tilsvarer ca. 640 piksler.
sk: Tu môžete zmeniť šírku diagramu z 50 % na 300 %. Pri 100 % má výsledný obrázok šírku asi 640 pixelov.
sv: Här kan du ändra diagrammets bredd från 50 % till 300 %. Vid 100 '% är bilden bredd ca 640 bildpunkter.

source: GEDCOM administration
fi: GEDCOM hallinta
fr: Administration GEDCOM
hu: GEDCOM adminisztráció
nb: GEDCOM administrasjon
sk: Administrácia GEDCOMu

source: The GEDCOM Administration page is the control center for administering all of your genealogical databases.
fi: GEDCOM hallinta-sivulla säädetään kaikki sukututkimustietokannat.
fr: La page d'administration GEDCOM est le centre de contrôle pour administrer toutes vos bases de données généalogiques.
nb: GEDCOM-Administrasjons-siden er kontrollsenteret for administrasjonen av alle dine slektsdatabaser.
sk: Administrátorská stránka GEDCOMu je kontrolné centrum pre správu všetkých rodokmeňových databází.
sv: GEDCOM administrationssida är kontrollcenter för administering av hela din släktdatabas.

source: GEDCOM information
fi: GEDCOM tietoa
fr: information GEDCOM
nb: GEDCOM-informasjon
sk: GEDCOM informácie

source: To reduce the height of the News block, the administrator has hidden some articles. You can reveal these hidden articles by clicking the <b>View archive</b> link.
fi: Rajoittaakseen uutislohkon korkeutta, ylläpitäjä on piilottanut joitakin artikkeleita. Ne saa näkyville klikkaamalla linkkiä <b>Näytä arkisto</b>.
fr: Afin de réduire la hauteur du bloc «Nouvelles», l'administrateur a caché certains articles. Vous pouvez les visualiser en cliquant sur <b>Voir archives</b> link.
nb: For å redusere høyden på Nyhets-blokken har administratoren skjult noen artikler. Du kan vise disse ved å klikke på <b>Vis Arkiv</b>.
sk: Pre zredukovanie veľkosti bloku Novinky, administrator potlačil zobrazenie niektorých článkov. Môžete zobraziť tieto skyté články klinutím na link <b>Zobraziť archív</b>
sv: För att minska höjden på nyhetsblocket har administratören dolt vissa artiklar, Du kan visa dessa dolda artiklar genom att klicka på <b>Visa arkiv</b>.

source: Enter the limiting value here.<br /><br />If you have opted to limit the News article display according to age, any article older than the number of days entered here will be hidden from view. If you have opted to limit the News article display by number, only the specified number of recent articles, ordered by age, will be shown. The remaining articles will be hidden from view.<br /><br />Zeros entered here will disable the limit, causing all News articles to be shown.
fi: Lisää raja-arvo tähän.<br /><br /> Mikäli rajoittavana tekijänä on ikä, kaikki tätä päivien lukumäärää vanhemmat artikkelit jäävät piiloon. Mikäli rajoittavan tekijänä on artikkelien lukumäärä, vain lukumäärän mukaiset uusimmat artikkelit näkyvät.<br /><br />Mikäli arvoiksi valitaan nollat, näytetään kaikki artikkelit.
fr: Saisissez la valeur limite ici.<br /><br />Si vous avez opté pour la limite de l'affichage des articles à partir de leur date de publication, tout article plus vieux que le nombre de jours spécifiés sera masqué. Si vous avez opté pour limiter le nombre d'articles selon leur nombre, seulement le nombre spécifié d'articles parmi les plus récents sera affiché. Les articles restants seront masqués.<br /><br />Un Zéro saisi ici supprimera toutes limites, affichant tous les articles.
nb: Angi øvre grense her.<br /><br />Hvis du har valgt å begrense antall nyhetsartikler etter alder, angir tallet hvor mange dagers artikler vil vises; artikler eldre enn det angitte antall dager, vil bli skjult. Hvis du har valgt å begrense etter antall, vil bare det angitte antall artikler - sortert etter dato - bli vist.<br /><br />Hvis du angir 0, vil grenseverdien settes ut av funksjon, og alle nyehtsartikler blir vist.
sk: Vložte hodnotu limitu.<br /><br />Ak ste sa rohodli obmedziť zobrazenie Noviniek vekom, všetky články staršie (v dňoch) než je zadaná hodnota budú skryté. Ak ste sa rohodli obmedziť zobrazenie Noviniek počtom článkov, bude zobrazený zadaný počet článkov zotriedených podľa veku. Ostatné články budú skryté.<br /><br />Ak zadáte hodnotu nula (0) vypnete limit a budú zobrazené všetky články.
sv: Skriv in det begränsande värdet här.<br /><br />Om du har valt att begränsa visningen av nyheter via ålder, kommer alla artikler äldre än det antalet dagar du skriver in här att gömmas. Om du har valt att begränsa visningen av antalet nyhetsartiklar via antal, kommer endast det antalet som specificeras här, i åldersordning, att visas. De resterande artiklarna kommer att gömmas.<br /><br />Skriver du in nollor här kommer alla artiklar att visas.

source: You can limit the number of News articles displayed, thereby reducing the height of the GEDCOM News block.<br /><br />This option determines whether any limits should be applied or whether the limit should be according to the age of the article or according to the number of articles.
fi: Voit rajoittaa näytettävien uutisartikkelien lukumäärän ja näin rajoittaa GEDCOM uutilohkon korkeuden.<br /><br />Tämä valinta määrittää käytetäänkö mitään rajoituksia vai asetetaanko rajoitukset artikkelin iän tai artikkelien lukumäärän perusteella.
fr: Vous pouvez limiter le nombre de nouveaux articles affichés, réduisant de ce fait la taille du bloc des nouvelles du GEDCOM.<br /><br />Cette option détermine si des limites doivent être appliquées ou si la limite du nombre d'articles doit être contrôlée à partir de l'ancienneté de l'article ou le nombre total d'articles.
nb: Du kan begrense antall nyhetsartikler som vises og dermed redusere høyden på Nyhetsblokken.<br /><br />Dette valget brukes for å angi om det skal være en øvre grense, og om begrensningen skal gjøres etter artiklenes alder eller etter antall artikler.
sk: Môžete obmedziť počet zobrazený Noviniek pre zredukovanie veľkosti bloku Novinky GEDCOMu. Táto voľba určuje či bude uplatnený nejaký limit a či bude závislý na veku článkov, alebo ich počte.
sv: Du kan begränsa antalet nyhetsartiklar som visas och därigenom minska höjden för GEDCOM-nyhetsblocket.<br /><br />Detta val bestämmer om det ska finnas någon gräns eller om gränsen ska vara efter ålder för nyheten eller efter antalet artiklar.

source: Enter a descriptive title to be displayed when users are choosing among GEDCOM datasets at your site.
fi: Kirjoita selostava otsikkoteksti, mitä näytetään käyttäjille kun valitsevat GEDCOM sukututkimusaineiston palvelimellasi.
fr: Entrer une courte description de ce fichier GEDCOM pour le présenter aux visiteurs.
hu: Adjon meg egy, a GEDCOM-állományra jellemző nevet, melyet az egyes állományok közötti választáskor látnak a felhasználók.
nb: Angi en tittel som beskriver innholdet i denne GEDCOM-filen, som besøkende vil se når de skal velge slektsbase.
sk: Vložte nadpis popisujúci obsah tohoto GEDCOMu, ktorý sa zobrazí návštevníkom pri výbere GEDCOMu k prezeraniu.
sv: Skriv in en beskrivande titel som kommer att visas när besökare väljer mellan olika GEDCOM-filer på din sajt.

source: Create missing thumbnails
fi: Luo puuttuvat pienoiskuvat
fr: Créer les miniatures manquantes
hu: Hiányzó bélyegképek létrehozása
nb: Lag manglende miniatyrbilder
sk: Vytvoriť chýbajúce náhľady
sv: Skapa saknade miniatyrbilder

source: This option will generate thumbnails for all files in the current directory which don't already have a thumbnail. This is much more convenient than clicking the <b>Create thumbnail</b> link for each such file.<br /><br />If you wish to retain control over which files should have corresponding thumbnails, you should not use this option. Instead, click the appropriate <b>Create thumbnail</b> links.
fi: Tällä valinnalla luodaan pienoiskuvakkeet kaikille tässä hakemistossa oleville tiedostoille, joilla ei vielä sellaista ole. Tämä on paljon helpompaa kuin klikata erikseen kutakin semmoisen tiedoston <b>Luo pienoiskuva</b>-linkkiä. <br /><br />Mikäli haluat itse päättää mille tiedostolle haluat luoda sitä vastaavan kuvakkeen, älä käytä tätä valintaa. Klikkaa sitä vastoin asianomaisia <b>Luo pienoiskuva</b>-linkkejä.
fr: Cette option génèrera les miniatures pour tous les fichiers présents dans la répertoire actif dont les miniatures sont manquantes. Cela est beaucoup plus pratique que de cliquer sur le lien <b>Créer la miniature</b> pour chacun des fichiers concernés.<br /><br />Si vous désirez vérifier quels sont les fichiers qui doivent avoir des miniatures, vous ne devez pas utiliser cette option. Dans ce dernier cas, il vaut mieux cliquer sur les liens appropriés <b>Créer les miniatures</b>.
nb: Funksjonen lager miniatyrbilder for alle filene i media-mappen som ikke allerede har miniatyrer. Dette er mye mer praktisk enn å klikke <b>Lag miniatyrbile</b> for hver enkelt fil.<br /><br />Hvis du vil beholde kontrollen med hvilke filer som skal eller ikke skal ha miniatyrer, bør du ikke bruke denne funksjonen. Klikk i stedet på de relevante <b>Lag miniatyrbilde</b>-linkene.
sk: Táto voľba vygeneruje pre všetky súbory v súčasnom adresári náhľady (ak ich ešte nemajú). Je to o dosť pohodlnejšie, než pre každý súbor zaklikávať <b>Vytvoriť náhľad</b>.<br /><br />Ak si chcete zachovať kontrolu nad tým, ktorý obrázok bude mať zodpovedajúci náhľad, nemali by ste túto voľbu používať. Miesto toho kliknite na príslušný odkaz <b>Vytvoriť náhľad</b>.
sv: Här kan du generera miniatyrbilder för alla filer i denna katalog, som inte redan har miniatyrbild. Detta är mycket bekvämare än att klicka <b>Skapa miniatyrbild</b> för varje sådan fil.<br /><br />Om du vill ha kontroll över vilken fil som skall ha miniatyrbild, då skall du inte använda detta alternativ, utan i stället välja <b>Skapa miniatyrbild</b>-länkar.

source: Automatic thumbnail
fi: Automaattinen pienoiskuva
fr: Miniature automatique
hu: Automatikus bélyegkép
nb: Automatisk miniatyrbilde
sk: Automatický náhľad
sv: Automatiska miniatyrbilder

source: Your system can generate thumbnails for certain types of images automatically. There may be support for BMP, GIF, JPG, and PNG files. The types that your system supports are listed beside the checkbox.<br /><br />By clicking this checkbox, you signal the system that you are uploading images of this type and that you want it to try to generate thumbnails for them. Leave the box unchecked if you want to provide your own thumbnails.
fi: Järjestelmäsi voi automaattisesti luoda pienoiskuvat tietyntyppisistä kuvatiedostoista. Tuettuina saattavat olla BMP, JPG-, GIF- ja PNG-tiedostot. Järjestelmäsi tukee rastitettuja tiedostomuotoja.<br /><br />Klikkaamalla tätä valintaruutua osoitat järjestelmälle, että olet siirtämässä palvelimelle tämän tyyppisiä tiedostoja ja että haluat järjestelmän yrittävän automaattisesti luoda niistä pienoiskuvat. Älä rastita ruutua, jos haluat itse toimittaa pienoiskuvat.
fr: Votre système peut générer automatiquement des miniatures pour certains types d'images. Cela peut être des fichiers BMP, GIF, JPG, et PNG. Les types que votre système gère sont listés à coté de la case à cocher.<br /><br />En cochant cette case, vous signalez au système que vous téléchargez des images de ce type et que vous désirez qu'il essaie de générer les miniatures correspondantes. Décochez cette case si vous voulez télécharger vos propres miniatures.
nb: Den serveren ditt nettsted ligger på, kan lage miniatyrer automatisk for visse typer av bilder. Formatene som serveren din støtter er vist ved siden av avmerkingsboksen. Mulige formater er BMP, GIF, JPG og PNG.<br /><br />Ved å merke av denne boksen, angir du til systemet at du laster opp bilder i disse formatene, og at du ønsker at det skal genereres miniatyrbilde(r) for dem. La boksen være tom hvis du vil lage miniatyrbildene selv.
sk: Zistili sme, že váš systém má možnosť automaticky generovať náhľady z niektorých typov obrázkov. Napríklad pre JPG, GIF, a PNG súbory. Typy, ktoré váš systém podporuje, sú zobrazené vedľa checkboxu.<br /><br />Zaznačením tohoto boxu, signalizujete systému, že ste načítali obrázky tohoto typu a chcete skúsiť generovať pre ne náhľady. Ponechajte checkbox nezaznačený ak chcete načítať vaše vlastné náhľady.
sv: Vi har upptäckt att ditt system har möjlighet att automatiskt kunna generera miniatyrbilder för vissa typer av bilder. PHP kan ha support för JPG, GIF och PNG bilder. Typerna som dit system stödjer listas i kryssrutorna.<br /><br />Genom att klicka på denna kryssruta så visar du systemet att du laddar upp en bild och att du vill att det ska genereras en miniatyrbild automatiskt för dem. Låt bli att kryssa rutam om du själv vill göra miniatyrbilder.

source: Surname
fi: Sukunimi
fr: Nom de famille
hu: Vezetéknév
nb: Etternavn
sk: Priezvisko
sv: Efternamn

source: The number of occurrences of the specified name will be shown on the map. If you leave this field empty, the most common surname will be used.
fi: Valittujen nimien esiintymismäärä näytetään kartalla. Mikäli jätät tämän tyhjäksi, käytetään yleisintä sukunimeä.
fr: Le nombre d'occurrences du nom spécifié sera affiché sur la carte. Si vous laissez ce champ vide, le nom de famille les plus courants seront utilisés.
nb: Antall forekomster av det valgte navnet vil vises på kartet. Lar du ruten stå tom, vil det vanligste etternavnet bli brukt.
sk: Počet výskytov uvedeného mena sa zobrazí na mape. Ak necháte toto pole prázdne, použije sa najčastejšie priezvsko.
sv: Det valda namnets förekomst (antal) kommer att visas på kartan. Om fälten lämnas tomt visas det vanligaste efternamnet.

source: Favorites
fi: Suosikit
fr: Favoris
hu: Kedvencek
nb: Favoritter
sk: Obľúbené
sv: Favoriter

source: The Favorites drop-down list shows the favorites that you have selected on your personalized My Page. It also shows the favorites that the site administrator has selected for the currently active GEDCOM. Clicking on one of the favorites entries will take you directly to the Individual Information page of that person.<br /><br />More help about adding Favorites is available in your personalized My Page.
fi: Suosikki-alasvetovalikko näyttää suosikit, jotka olet valinnut Omalla sivulla. Se näyttää myös ylläpitäjän valitsemat suosikit. Klikkaamalla suosikkia pääset suoraan kyseisen henkilön Henkilökohtaiselle tietosivulle.<br /><br />Lisää ohjeita suosikin lisäämiseksi löytyy Omalla sivullani.
fr: Cette liste affiche les liens favoris que vous avez sélectionnés. S'y ajoutent les favoris enregistrés pour ce fichier GEDCOM par l'administrateur.<br />Ces liens vous offrent l'accès direct à la page détaillée de l'individu choisi.<br />Pour savoir comment ajouter un favori, consulter l'aide sur la page <B>Mes favoris</B>.
hu: A Kedvenceim lenyíló-listája az Ön által a személyes oldalon kiválasztott Kedvenceket tünteti föl. Szintén itt láthatók az oldal adminisztrátora által az aktív GEDCOM-állományból kiválasztott személyeket.<br />Az egyik Kedvencre kattintva közvetlenül elérhető az adott Személyes adatlap.<br />Kedvencek hozzáadásáról további segítséget kaphat az Ön személyes oldalán.
nb: Rullelisten med Favoritter viser de Favorittene du har valgt på din egen "Min Side". Den viser også de favorittene nettstedsadministratoren har valgt for den aktive GEDCOM-fil. Ved å klikke på en av favorittene kommer du direkte til personens Fakta-side.<br /><br />Ytterligere anvisninger for å legge til Favoritter finnes på din egen "Min Side".
sk: V tomto rolovacom zozname nájdete svoje obľúbené, ktoré ste si vybrali na svojej osobnej vstupnej stránke.<br />Kliknutím na jednu z týchto položiek sa dostanete priamo na stránku s údajmi o tejto osobe.<br />Ďalšia nápoveda o pridávaní Obľúbených je k dispozícii na vstupnej stránke.
sv: Denna listbox kommer att visa dig dina favoriter som du (kan) har valt på din personliga Min Sida. Den visar också sajtadminstratörens valda favoriter för den aktiva GEDCOM-filen. Klicka på på en av dina favoriter, kommer att föra dig direkt till Personlig information-sidan för den personen.<br />Mer hjälp för att lägga till favoriter är tillgängliga i den personliga Min Sida.

source: Help contents
fi: Ohjeen sisältö
fr: Sommaire de l'aide
hu: Súgótartalom
nb: Innhold i hjelp
sk: Help - obsah
sv: Hjälpinnehåll

source: Help items
fi: Ohjeen aiheet
fr: Aide utilisateur
nb: Hjelp-emner
sk: Help - položka
sv: Hjälpobjekt

source: Lost password request
fi: Pyydä uusi salasana
fr: Demande de mot de passe perdu
hu: Új jelszó kérése
nb: Nytt passord
sk: Zabudnuté heslo
sv: Begär återställning av bortglömt lösenord.

source: Administrator help items
fi: Ylläpitäjän ohjeen aiheet
fr: Aide administrateur
nb: Hjelp-emner for administrator
sk: Položka administrátorského helpu
sv: Administratorns hjälpobjekt

source: FAQ List: Edit
fi: Usein kysytty-lista: muokkaa
fr: FAQ : modifier
nb: Liste over FAQ: Rediger
sk: Zoznam FAQ: Upraviť

source: GEDCOM: Administration page
fi: GEDCOM: Ylläpitäjän sivu
fr: GEDCOM: page administration
nb: GEDCOM: Administrasjonsside
sk: GEDCOM: stránky administrátora
sv: GEDCOM: Administrationsida

source: GEDCOM: Configure
fi: GEDCOM: Säädä asetukset
fr: GEDCOM: Configurer
nb: GEDCOM: Innstillinger
sk: GEDCOM: konfigurácia
sv: GEDCOM: Konfigurera

source: GEDCOM: Default
fi: GEDCOM: Oletus
fr: GEDCOM: Par défaut
nb: GEDCOM: Standard
sk: GEDCOM: predvolený
sv: GEDCOM: Standard

source: View readme.html file
fi: Katso readme.html
fr: Voir le fichier readme.html
nb: Vis readme.html
sk: Zobraziť readme.html súbor
sv: Visa readme.html filen

source: The Hourglass chart will show the ancestors and descendants of the selected root person on the same chart. This chart is a mix between the Descendancy chart and the Pedigree chart.<br /><br />The root person is centered in the middle of the page with his descendants listed to the left and his ancestors listed to the right. In this view, each generation is lined up across the page starting with the earliest generation and ending with the latest.<br /><br />If there is a downwards arrow on the screen under the root person, clicking on it will display a list of the root person's close family members that you can use the navigate down the chart. Selecting a name from this list will reload the chart with the selected person as the new root person.
fi: Tiimalasikaavio näyttää aloitushenkilön esivanhemmat ja jälkeläiset samassa kaaviossa. Se on tavallaan esivanhemmat- ja jälkeläiset-kaavioiden sekotus.<br /><br />Aloitushenkilö sijaitsee keskellä, jälkipolvet ovat vasemmalla ja esipolvet oikealla. Tässä näkymässä kukin sukupolvi on samalla tasolla sivulla alkaen vanhimmasta sukupolvesta ja päättyen nuorimpaan.
fr: Le «sablier» présente les ascendants et les descendants de la personne séléctionnée au sein d'un même diagramme. Ce graphe est une combinaison du diagramme «ascendants» et du diagramme «descendants».<br /><br />La personne sélectionnée est au centre de la page, les descendants listés à gauche, les ascendants listés à droite, chaque génération alignée en colonne, partant de la plus récente pour finir à la plus ancienne.<br /><br />
nb: Timeglass-diagrammet viser den valgte personens aner og etterkommere i samme diagram. Diagrammet er en blanding av Etterkommer-diagrammet og Anetreet.<br /><br />Rot-personen finnes midt på siden, med etterkommerne til venstre og anene til høyre. Generasjonene står spaltevis med den eldste generasjonen først og den yngste sist.<br /><br />Hvis det er en nedadgående pil under rotpersonen, vil man ved å klikke på den få opp en liste over rotpersonens nære familiemedlemmer, som kan brukes for å navigere rundt i diagrammet. Velger man et navn fra denne listen, vil diagrammet oppdateres med den valgte personen som ny rotperson.
sk: Schéma presýpacích hodín zobrazí predkov a potomkov zvolenej východiskovej osoby v jednej schéme. Táto schéma je spojením Vývodu a Rozrodu.<br /><br />Východisková osoba je umiestnená v strede stránky a jej potomkovia sú zobrazený vľavo a predkovia vpravo. Na tomto pohľade je každá generácia zoradená naprieč stránkou počínajúc najmladšou a končiac najstaršou.<br /><br />
sv: Timglastavlan visar både anorna och ättlingarna för den valda rotpersonen i samma tavla. Denna tavla är en sorts mix mellan en antavla och en stamtavla.<br /><br />Rotpersonen är centrerad i mitten på sidan med ättlingar till vänster och anor till höger. I denna vyn är varje generation uppställd så att den startar med den tidigaste generationer och slutar med den senaste.<br /><br />Om där finns en neråtpil på skärmen under rotpersonen, klicka på den och en lista med rotpersonens nära familjemedlemmar som du kan använda för att navigera nedför tavlan. Väljer man ett namn kommer man att ladda om tavlan med den valda personen som rotperson.

source: Import family tree
fi: Tuo (import) palvelimelle sukupuun
fr: Importer l'arbre généalogique
nb: Importer slektstre
sk: Import rodokmeňa

source: This option deletes all the genealogy data in your family tree and replaces it with data from a GEDCOM file on the server.
fi: Tällä valinnalla poistat koko sukupuuaineiston ja korvaat sen palvelimessa olevilla GEDCOM-tiedoston tiedoilla.
fr: Cette option prend les données du fichier GEDCOM sur le serveur (xxx.ged dans le répertoire /data). Elle supprime et remplace l'arbre généalogique présent dans la base de données.
nb: Dette alternativet sletter alle slektsdata fra ditt slektstre og erstatter det med data fra en GEDCOM-fil på serveren.
sk: Táto voľba zmaže všetky genealogické dáta z vášho rodokmeňa a prepíše ich dátami z GEDCOM súboru uloženého na servere.
