Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Enabling this option will force all visitors to login before they can view any data on the site.
fi: Tällä valinnalla pakotetaan kaikki vierailijat ensin kirjautumaan sisään ennen kuin he näkevät mitään sivuston aineistoa.
fr: Oblige les visiteurs à se connecter avant toute opération.
hu: Ennek az opciónak az engedélyezésével, a látogatók csak azután tekinthetnek meg bármilyen adatot az oldalon, miután bejelentkeztek.
nb: Ved å angi denne valget, tvinges alle besøkende til å logge seg inn før de kan se data på siden.
sk: Zapnutie tejto voľby donúti všetkých uživateľov prihlásiť sa do systému, aby si mohli zobraziť údaje na tejto stránke.
sv: Med val av detta tvingas alla besökare att logga in innan de ser någon data på denna sajt.

source: If the Media Firewall is enabled, should copies of watermarked full size images be stored on the server in addition to the same images without watermarks?<br /><br />When set to <b>Yes</b>, full-sized watermarked images will be produced more quickly at the expense of higher server disk space requirements.
fi: Mediapalomuurin ollessa käytössä, pitääkö lisäksi tallentaa täyskokoiset vesileimatut (watermark) kuvat palvelimelle, kun tallennetaan samat kuvat ilman vesileimaa?<br /><br />Valitsemalla <b>Kyllä</b>, täyskokoiset vesileimatut esitetään nopeasti säästäen suorituskykyä, kuitenkin lisäten tallennustilavaatimuksia.
fr: Si le pare-feu multimédia est activé, voulez-vous stocker les copies des images filigranées en taille réelle sur le serveur en plus des mêmes images sans filigrane?<br /><br />Lorsque la valeur est <b>Oui</b>, les images filigranées en taille réelle seront stockés, cela permettra un affichage plus rapide au détriment de plus d'espace disque nécessaire sur le serveur.
nb: Dersom mediabrannmuren er aktivert, skal kopier av vannmerkede bilder i full størrelse lagres på tjeneren i tillegg til de samme bildene uten vannmerke?<br /><br />Hvis alternativet er satt til <b>Ja</b>, vil vannmerkede bilder i fullskala størrelse bli vist raskere på bekostning av større krav til diskplass.
sk: Ak je povolený Media Firewall, mali by byť na serveru uložené kópie obrázkov v plnej veľkosti s vodoznakom i bez vodoznaku?<br /><br />Ak <b>Ano</b>, obrázky s vodoznakom v plnej veľkosti rýchle zaplní disk.
sv: Om MediaBrandvägg är aktiverad, skall kopior av vattenmäkta fullstorleksbider sparas på servern tillsamman med samma bilder utan vattenmärke?<br /><br />Om <b>Ja</b>, vattenmärkta fullstorleksbilder visas snabbare, men mera diskutrymme behövs.

source: If the Media Firewall is enabled, should copies of watermarked thumbnails be stored on the server in addition to the same thumbnails without watermarks?<br /><br />When set to <b>Yes</b>, media lists containing watermarked thumbnails will be produced more quickly at the expense of higher server disk space requirements.
fi: Mediapalomuurin ollessa käytössä, pitääkö lisäksi tallentaa vesileimatut (watermark) pienoiskuvat palvelimelle, kun tallennetaan samat pienoiskuvat ilman vesileimaa?<br /><br />Valitsemalla <b>Kyllä</b>, medialuetteloiden vesileimatut pienoiskuvat esitetään nopeasti säästäen suorituskykyä, kuitenkin lisäten tallennustilavaatimuksia.
fr: Si le Pare-feu des médias est activé, doit-on stocker sur le serveur les miniatures avec un filigrane, en plus des miniatures sans filigrane ?<br /><br />Lorsque la valeur est <b>Oui</b>, la liste des médias contenant les miniatures avec un filigrane sera produite plus rapidement au détriment de l'espace disque du serveur.
hu: Ha a média tűzfal aktív, a vízjellel ellátott bélyegképek a szerveren lesznek tárolva a vízjel nélküliek mellett?<br /><br />Ha <b>Igen</b>-t választ, a médialisták tartalmazni fogják a vízjelezett bélyegképeket, amelyek ennek köszönhetően jóval gyorsabban jelennek meg.
nb: Hvis mediabrannmuren er aktivert, skal kopier av vannmerkede miniatyrbilder lagres på tjeneren i tillegg til de samme miniatyrbildene uten vannmerke?<br /><br />Hvis alternativet er satt til <b>Ja</b>, vil medialister som inneholder vannmerkede miniatyrbilder bli genererert raskere på bekostning av større krav til diskplass på tjeneren.
sk: Ak je povolený Media Firewall, mali by byť na servere uložené kópie náhľadov obrázkov v plnej veľkosti s vodoznakom i bez vodoznaku?<br /><br />Ak <b>Ano</b>, náhľady s vodoznakom v plnej veľkosti rychle zaplní disk.
sv: Om MediaBrandvägg är aktiverad, skall kopior av vattenmäkta miniatyrbider sparas på servern tillsamman med samma miniatyrbilder utan vattenmärke?<br /><br />Om <b>Ja</b>, vattenmärkta miniatyrbilder visas snabbare, men mera diskutrymme behövs.

source: Website URL
fi: Kotisivun URL
fr: URL du site web
hu: Webhely URL
nb: Webside URL
sk: URL adresa
sv: Saijtens URL

source: If your site can be reached using more than one URL, such as <b>http://www.example.com/webtrees/</b> and <b>http://webtrees.example.com/</b>, you can specify the preferred URL. Requests for the other URLs will be redirected to the preferred one.
fi: Voit valita oletus URL-osoite, kun sivustoon pääsee useammalla kuin yhdellä URL-osoitteella, esim <b>http://www.example.com/webtrees/</b> tai <b>http://webtrees.example.com/</b>. Hakuja muihin URL-osoitteisiin ohjataan oletus osoitteeseen.
fr: Si votre site peut être atteint en utilisant plus d'une URL, comme <b>http://www.example.com/webtrees/</b> et <b>http://webtrees.example.com/</b>, vous pouvez spécifier l'URL préférée. Les demandes d'autres URL seront redirigés vers la préférée.
nb: Hvis ditt nettsted kan nås med flere forskjellige URL-er, som f.eks. <b>http://www.example.com/webtrees/</b> and <b>http://webtrees.example.com/</b>, kan du angi den foretrukne URL her. Forespørsler om andre URL-er vil bil omdirigert til den foretrukne.
sk: Ak váš web môže byť dosiahnutý pomocou viacero URL ako <b>http://www.mojweb.sk/webtrees/</b> alebo <b>http://webtrees.mojweb.sk/</b>, môžete špecifikovať preferovanú URL. Požiadavky na iné URL budú presmerované na túto.

source: This option controls whether or not the Close Relatives tab should show differences between birth dates of spouses, between marriage date and birth date of first child, and between birth dates of children.
fi: Tällä valinnalla päätät näytetäänkö Lähisukulaiset välilehdellä aviopuolisoiden ikäero, avioitumispäivämäärän ja ensimmäisen lapsen aikaero, ja lasten syntymien välinen aikaero.
fr: Option pour afficher les différences d'âge entre les époux, entre les enfants, ou après la date de mariage pour le premier enfant.
nb: Dette valget bestemmer hvorvidt fanen Nære slektninger skal vise forskjellen mellom fødselsdatoer for ektefeller, mellom vielsesdato og fødselsdato for første barn og mellom barns fødselsdatoer.
sk: Táto voľba kontroluje, či panel Blízkých príbuzných by mal ukazovať rozdiely medzi dátumami narodenia partnerov, medzi dátumom svatby a narodením prvého dieťaťa a medzi dátumami narodenín detí.
sv: Detta alternativ kontrollera om Nära Släkt flik skall visa eller inte skillanden mellan födelsdatum mellan make/maka, mellan vigseldatum och födelsedatum för första barnet och skilladen mellan barnens födelsedatum.

source: This option will enable links, identified by question marks, next to items on many pages. These links allow users to get information or help about those items.
fi: Tällä valinnalla otetaan käyttöön linkit (näkyvät kysymymerkkeinä) monien sivun kohteiden vieressä. Näiden linkkien avulla käyttäjät saavat tietoja tai apua kyseisistä kohteista.
fr: Option d'affichage du lien d'aide contextuelle derrière les champs.
hu: Ezzel a beállítással, azokon az oldalakon ahol van környezetérzékeny segítség, ott kérdőjelekkel jelezzük ezt.
nb: Dette valget vil vise klikkbare spørsmålstegn etter ulike valg. De besøkende har da mulighet til å få en hjelpetekst som forklarer mer om valget.
sk: Táto voľba zapne na stránkach zobrazenie otáznikov odkazujúcich na nápovedu hneď vedľa volieb, takže návštevníci budú môcť získať kontextovú nápovedu k voľbám (výberu možností) na stránkach.
sv: Detta val kommer att sätta på frågeteckenhjälplänkarna på sidorna intill valmöjligheterna så att besökare kan få hjälptexter om valen på sidorna.

source: Show hit counters on Portal and Individual pages.
fi: Näytä luetut laskurit Henkilösivuilla, Etusivulla ja Omalla Sivullani
fr: Compteur du nombre d'accès aux pages du site.
hu: Látogató-számláló feltüntetése a portál- és a személyhez kötődő oldalon.
nb: Vis antall treff på hovedsiden og personsidene.
sk: Zobrazuje počitadlo prístupov (návštevníkov) na vstupnej bráne na jednotlivých stránkach.
sv: Visa träffräknare på Min Sida och på enskilda sidor.

source: Set the privacy access level for all dead people.
fi: Määrittele ketkä saavat nähdä kuolleiden tiedot.
fr: Niveau de confidentialité pour toutes les personnes décédées
hu: Elhunyt személyek megmutatása.
nb: Setter nivået for personvern for alle døde personer.
sk: Zobraziť mená zomrelých osôb<br /><br />Nastaviť úroveň utajenia všetkým zomrelým ľuďom
sv: Sätt integritetsaccessnivå för alla döda personer.

source: This option controls whether or not to show empty boxes on Pedigree charts.
fi: Tällä valinnalla päätetään, näytetäänkö tyhjiä laatikoita Esivanhemmat-kaavioissa.
fr: Indique si les cases sans informations doivent être affichées ou non sur les arbres d'ascendance.
hu: Megszabja, hogy üres cellák feltüntetésre kerüljenek-e az ősfán.
nb: Bestemmer om det skal vises tomme bokser i diagrammene eller ikke.
sk: Určuje, či sa majú, alebo nemajú zobrazovať vo vývode i prázdne políčka.
sv: Anger om tomma rutor skall visas i antavlan.

source: This option controls whether or not to show estimated dates for birth and death instead of leaving blanks on individual lists and charts for individuals whose dates are not known.
fi: Tällä valinnalla päätetään, esitetäänkö arvioidut syntymä- ja kuolinajat, niiden puuttuessa. Muutoin esitetään tyhjää henkilöluetteloissa ja -kaavioissa.
fr: Cette option permet l'affichage ou non des dates estimées de naissance et de décès au lieu de les laisser vide sur les différentes listes et graphiques pour les personnes dont ces dates ne sont pas connues.
nb: Dette valget bestemmer om det skal vises beregnede datoer for fødsel og død istedenfor blank i personlister og diagrammer for personer der disse datoene ikke er kjent.
sk: Táto voľba kontroluje, či sa majú zobrazovať odhadované dátumy narodenia a úmrtia miesto zanechávania prázdnych polí na zoznamoch a schémach pre osoby, ktorých dáta nie sú známe.
sv: Här bestäms om du visar uppskattad födelse- och dödsdatum, eller ifall de saknas, lämnas tomma i personlistor och -diagram.

source: Show fact icons
fi: Näytä tiedot ikonit
fr: Afficher les icônes des faits
nb: Vis faktaikoner
sk: Zobraziť ikony udalostí
sv: Visa fakta-ikoner

source: Set this to <b>Yes</b> to display icons near Fact names on the Personal Facts and Details page. Fact icons will be displayed only if they exist in the <i>images/facts</i> directory of the current theme.
fi: Valinnalla <b>Kyllä</b> henkilötiedot-sivuilla näytetään ikoni tiedon viereen, silloin kun sellainen ikoni on tarjolla käytössä olevan teeman <i>images/facts</i> hakemistossa.
fr: Entrez <b>Oui</b> pour afficher les icônes près des noms d'information sur la page Faits et Détails personnels. Les icônes d'information ne seront affichées que si elles existent dans le répertoire <i>images/facts</i> du thème actuel.
nb: Sett til <b>Ja</b> for å vise ikoner ved siden av faktanavn på Fakta og detaljer om personensiden. Faktaikoner vil kun vises hvis de eksisterer i <i>images/facts</i>-katalogen som tilhører stilen som er i bruk.
sk: Nastavte na <b>Ano</b> pre zobrazenie ikon vedľa mena údaja na stránke Osobné údaje a podrobnosti. Ikony údajov budú zobrazené iba vtedy, ak existujú v adresári <i>images/facts</i> pre aktuálny motív.
sv: Sett detta vat till <b>Ja</b> för att visa ikoner nära faktanamn på Personliga fakta och detaljer-sidan. Faktaikoner kommer att visas endast om de finns i <i>images/facts</i> mappen i det nuvarande temat.

source: Setting this to <b>Yes</b> will place links on individuals, sources, and families to let users bring up another window containing the raw data taken right out of the GEDCOM file.
fi: Valinnalla <b>Kyllä</b>, henkilölle, lähdetiedolle and perheelle muodostetaan linkit, joiden kautta käyttäjät voivat uudessa ikkunassa tarkastella GEDCOM tiedostoon tallennettua raakadataa.
fr: Option permettant de placer des liens sur les individus, les sources et les familles pour autoriser les utilisateurs à ouvrir une fenêtre qui contiendra le code GEDCOM extrait du fichier.
hu: Ha Ön ezt az opciót <b>Igen</b>-re állítja, akkor a személyek, források és családok mellett megjelenik egy hivatkozás, mellyel a felhasználók egy felugró ablakban megjeleníthetik a nyers GEDCOM-rekordot.
nb: Settes dette til Ja, vil brukerne på sidene for personer, kilder og familier kunne åpne et eget vindu med GEDCOM-koden hentet direkte fra GEDCOM-filen.
sk: Ak nastavíte "ano", budú pridané odkazy na osoby, pramene a rodiny, čo uživateľom umožní otvárať ďalšie okná s neupravenými záznamami získanými priamo zo súborov GEDCOM.
sv: Genom att sätta detta val till <b>Ja</b> kommer en länk placeras på alla sidor för personer, källor och familjer som tillåter användaren att läsa rådata från GEDCOM-filen om personen eller källan i fråga i ett separat fönster.

source: If you have enabled multi-media in your site, this option will display a person's thumbnail image next to their name in charts and boxes.
fi: Kun olet ottanut käyttöön multimediaa, niin tällä valinnalla näytetään henkilön nimen vieressä henkilön pienoiskuvaa kaavioissa ja laatikoissa.
fr: Si vous avez activé le multimédia sur votre site, cette option affiche l'image miniature d'une personne à côté de son nom dans les cartes et les boîtes.
hu: Ha bekapcsolja a multimédia támogatást az oldalán, ez az opció megjeleníti egy személy bélyegképét a nevénél a grafikonokban és különböző ablakokban.
nb: Hvis multimedia er aktivert på nettstedet, vil dette valget vise en persons miniatyrbilde ved siden av navnet i diagrammer og bokser.
sk: Ak máte povolené multimédia na vašom webe, táto voľba zobrazí náhľad fotky osoby vedľa jeho mena v schémach a rámčekoch.
sv: Om du har aktiverat multimedia i din sajt, detta alternativ vill visa persons miniatyrbild nära deras namn i diagram och rutor.

source: Show GEDCOM record last change date on lists
fi: Näytä viimeisin tehty muutospäivämäärä GEDCOM tiedostossa
fr: Afficher la date de dernière modification de l'enregistrement GEDCOM dans les listes
nb: Vis GEDCOMpostens siste endringsdato i listene
sk: Zobraziť zoznam GEDCOM záznamov s posledným dátumom zmeny
sv: Visa GEDCOM-posternas senaste ändrade datum i listor

source: This option controls whether or not to show GEDCOM record last change date on lists.
fi: Tällä vallinnalla päätät näytetäänkö luetteloissa GEDCOM tietueen viimeisin muutospäivämäärä.
fr: Cette option contrôle l'affichage ou pas de la date des dernières modifications à un enregistrement GEDCOM dans les listes.
nb: Dette valget kontroller om du skal vise GEDCOMpostens siste endringsdato eller ikke i listene.
sk: Táto voľba riadi či sa má, alebo nemá zobraziť zoznam GEDCOM záznamov s posledným dátumom zmeny.
sv: Denna inställning kontrollerar om senaste ändrade datum ska visas i listor eller inte.

source: Setting this option to <b>Yes</b> will show status codes for LDS ordinances in chart boxes.<ul><li><b>B</b> - Baptism</li><li><b>E</b> - Endowed</li><li><b>S</b> - Sealed to spouse</li><li><b>P</b> - Sealed to parents</li></ul>A person who has all of the ordinances done will have <b>BESP</b> printed after their name. Missing ordinances are indicated by <b>_</b> in place of the corresponding letter code. For example, <b>BE__</b> indicates missing <b>S</b> and <b>P</b> ordinances.
fi: Valitsemall <b>Kyllä</b> näytetään (mormoni) LDS statuskoodit kaavioissa.<ul><li><b>B</b> - Baptism</li><li><b>E</b> - Endowed</li><li><b>S</b> - Sealed to spouse</li><li><b>P</b> - Sealed to parents</li></ul>Henkilö jolla on kaikki nämä uskonnolliset toimitukset saa nimensä perään <b>BESP</b>. Puuttuvat toimitukset ilmoitetaan merkinnällä <b>_</b> vastaavan kirjaimen kohdalla. Esimerkiksi <b>BE__</b> tarkoittaa että <b>S</b> ja <b>P</b> toimitukset puuttuvat.
fr: Régler cette option à <b>Oui</b> affichera les codes de statuts des ordonnances LDS dans les diagrammes.<ul><li><b>B</b> - Baptême</li><li><b>E</b> - Doté(e)</li><li><b>S</b> - Relié à l'époux(se)</li><li><b>P</b> - Relié aux parents</li></ul>Une personne avec toutes les ordonnances aura <b>BESP</b> imprimé après son nom. Les ordonnances manquantes sont indiquées par <b>_</b> à la place du code de la lettre correspondante. Par exemple, <b>BE__</b> indique <b>S</b> et <b>P</b> ordonnances manquantes.
nb: Ved å velge <b>Ja</b> her vil statuskodene for ordineringskoder for LDS(mormonere) bli vist i diagrambokser.<ul><li><b>B</b> Døpt(Baptism)</li><li><b>E</b> Gave(Endowed)</li><li><b>S</b> Koblet til ektefelle(Sealed to spouse)</li><li><b>P</b> Koblet til foreldre(Sealed to parents)</li></ul>En person som har utført alle ordineringene vil ha <b>BESP</b> skrevet etter navnet sitt. Manglende ordineringer blir vist som <b>_</b> i stedet for bokstavkoden. For eksempel, <b>BE__</b> indikerer manglende <b>S</b> og <b>P</b> ordineringer.
sk: Nastavenie tejto voľby na <b>Yes</b> dovolí zobraziť kód statusu pre LDS obrad v schémach.<ul><li><b>B</b> - Baptism</li><li><b>E</b> - Endowed</li><li><b>S</b> - Sealed to spouse</li><li><b>P</b> - Sealed to parents</li></ul>Osoba, ktorá má absolvované všetky obrady, má pred menom zobrazený kód <b>BESP</b>. Chýbajúci obrad je indikovaný <b>_</b> miesto písmena označujúceho príslušný obrad. Napríklad, <b>BE__</b> indikuje chýbajúce <b>S</b> a <b>P</b> obrady.
sv: Sätta detta val till <b>Ja</b> kommer att visa koderna för LDS förordningarna i tavleboxerna.<ul><li><b>B</b> - Dop</li><li><b>E</b> - Donation</li><li><b>S</b> - Försegling till make/a</li><li><b>P</b> Försegling med föräldrar</li></ul>Så en person som har fullgjort alla förordningar kommer att ha <b>BESP</b> utskrivet efter sitt namn. Om någon av förordningarna fattas kommer koderna att se ut så här <b>BE__</b> med ett _ för den missade förordningen.<br /><br />Detta sätter variabeln $SHOW_LDS_AT_GLANCE i<i><u>xxx</u>.GED_priv.php</i>.

source: This option controls whether Notes and Source references that are attached to Facts should be shown on the Notes and Sources tabs of the Individual page.<br /><br />Ordinarily, the Notes and Sources tabs show only Notes and Source references that are attached directly to the individual's database record. These are <i>level 1</i> Notes and Source references.<br /><br />The <b>Yes</b> option causes these tabs to also show Notes and Source references that are part of the various Facts in the individual's database record. These are <i>level 2</i> Notes and Source references because the various Facts are at level 1.
fi: Tällä ohjataan milloin tietojen Lisätieto- ja Lähdetietoreferenssit näytetään henkilösivun Lisätieto- ja Lähdetietovälilehdellä.<br /><br />Tavallisesti Lisätieto- ja Lähdetietovälilehdellä näytetään vain taso 1 referenssit henkilötietueesta.<br /><br /><b>Kyllä</b>, näytetään myös erilaisten tietojen taso 2 referenssit henkilön tietokannan tietueesta.
fr: Cette option indique si les Notes et Sources liées aux Faits doivent être montrées dans les onglets Notes et Sources de la page de l'individu.<br /><br />Par défaut, les onglets Notes et Sources ne montrent que les Notes et Sources liées à l'individu directement.
nb: Dette valget kontrollerer om Notater og Kildereferanser som er knyttet til Fakta skal vises på fanene for Notater og Kilder på personsiden.<br /><br />Normalt vises der bare Notater og Kilder som er knyttet direkte til personens registreringer. Dette er Notater og Kilder på <i>nivå 1</i> i GEDCOM.<br /><br />Valget <b>Ja</b> vil få disse fanene til også å vise Notater og Kilder som er del av de forskjellige Faktaene som er knyttet til personens post i slektsbasen. Dette er Notater og Kilder på <i>nivå 2</i> i GEDCOM, fordi de ulike Faktaene er på nivå 1.
sk: Táto voľba kontroluje, či odkazy na Poznámky a Zdroje, ktoré sú pripojené k Údajom, by sa mali zobrazovať na paneloch Poznámky a Zdroje na osobnej stránke.<br /><br />Bežne panely Poznámky a Zdroje zobrazujú iba odkazy na Poznámky a Zdroje, ktoré sú pripojené priamo k osobnému záznamu v databázi. Toto sú odkazy na Poznámky a Zdroje <i>úrovne 1</i>.<br /><br />Voľba <b>Ano</b> spôsobuje, že tieto panely tiež zobrazujú odkazy na Poznámky a Zdroje, ktoré sú časťou rôznych Údajov v osobných záznamoch v databázi. Toto sú odkazy na Poznámky a Zdroje <i>úrovne 2</i>, pretože rôzne Údaje sú na úrovni 1.

source: This determines how much of the Place information is shown in the Place fields on lists.<br /><br />Setting the value to <b>9</b> will ensure that all Place information will be shown. Setting the value to <b>0</b> (zero) will hide places completely. Setting the value to <b>1</b> will show the topmost level, which is normally the country. Setting it to <b>2</b> will show the topmost two levels. The second topmost level, below the country, is often the state, province, or territory. Etc.
fi: Tämä määrittää, kuinka paljon paikkatietoa näytetään paikka-kentissä listoilla.<br /><br />Asettamalla arvoon <b>9</b> varmistat, että kaikki paikkatiedot tulevat näkyviin. Asettamalla arvoon <b>0</b> (nolla) piilotat kaikki paikkatiedot. Asettamalla arvoon <b>1</b> näkyy vain ylin taso, joka on tavallisesti maa. Arvolla <b>2</b> näkyy kaksi ylintä tasoa. Toinen taso maan alapuolella on usein osavaltio, maakunta, tai lääni.
fr: Cette option détermine la granularité de l'information qui est affichée dans les listes des champs de lieux .<br /><br />Si vous paramétrez la valeur à <b>9</b> tous les détails de l'information du lieu seront affichés. Si vous paramétrez la valeur à <b>0</b> (zéro) cela masquera complètement les lieux. Si vous paramétrez la valeur à <b>1</b> cela n'affichera que le niveau supérieur de l'information de lieu, qui est en règle générale le pays. Si vous paramétrez la valeur à <b>2</b> cela affichera les deux niveaux supérieurs d'information de lieu. Le deuxième niveau supérieur, en dessous du pays, est en règle générale, la région ou l'Etat (pour les USA par exemple). Etc.
nb: Dette valget bestemmer hvor mye stedsinformasjon som vises i stedskolonnen i lister.<br /><br />Om du setter verdien til <b>9</b> sikrer du at all stedsinformasjon vises. Setter du verdien til <b>0</b> (null) skjuler du all stedsinformasjon. Verdien <b>1</b> vil vise det øverste nivåvet, som normalt er land. Verdien <b>2</b> vil vise de to øverste nivåene. Det nest øverste nivået, under land, er ofte fylke, delstat, provins osv.
sk: Toto určuje, ako mnoho informácií o Miestach sa zobrazuje na poliach o Miestach v zoznamoch.<br /><br />Hodnota <b>9</b> zaistí, že sa zobrazí celá informácia. Hodnota <b>0</b> skryje miesto úplne. Nastavenie hodnoty na <b>1</b> zobrazí iba najvyššia úroveň, čo je normálne zeme. Hodnota <b>2</b> zobrazí dve najvyššie úrovne. Ďalšie úrovne sú obvykle: zeme, štát, kraj, mesto, obec.

source: Should the names of living people be shown to visitors?
fi: Näytetäänkö elossa olevien nimet vierailijoille?
fr: Voulez-vous montrer les noms des personnes vivantes aux visiteurs?
nb: Skal nålevende personers navn være synlige for gjester?
sk: Mali by sa zobrazovať mená žijúcich návštevníkom?
sv: Skall namn på levander personer visas för gäster?
