Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Default value for top-level
fi: Oletus arvo ylimmälle tasolle
fr: Valeur par défaut pour le premier niveau
hu: Alapértelmezett felső érték
nb: Standard verdi for toppnivå
sk: Implicitná hodnota pre najvyššiu úroveň

source: Here the default level for the highest level in the place-hierarchy can be defined. If a place cannot be found this name is added as the highest level (country) and the database is searched again.
fi: Tässä määrittelet oletusarvo, joka edustaa paikkahierarkian ylintä tasoa. Kun paikka ei löydy, niin nimi sijoitetaan ylimmälle tasolle (maa) ja haku tietokannasta aloitetaan uudestaan.
fr: Ici, vous pouvez définir le niveau par défaut du niveau le plus élevé des lieux. Si un lieu est introuvable, ce nom est ajouté en tant que niveau le plus élevé (pays).
hu: Itt megadható az alapértelmezett pozíció a helyek hierarchiájában. Amennyiben ez a hely nem létezik, akkor a legmagasabb szinte lesz hozzáadva, mint ország, majd a keresés tovább folytatódik.
nb: Her kan du definere standardnivå for det høyeste nivået i stedsbasen. Dersom et sted ikke finnes i stedsbasen, vil stedsnavnet bli angitt med høyeste nivå(land). Deretter vil det bli startet et nytt søk.
sk: Tu môžete nadefinovať východziu úroveň pre najvyššiu v hierarchii miest. Ak miesto nemôže byť nájdené, toto meno je pridané ako najvyššia úroveň (štát) a znovu sa prehľadá databáza.

source: Number of levels
fi: Tasojen määrä
fr: Nombre de niveaux
hu: Szintek száma
nb: Antall nivåer
sk: Počet úrovní
sv: Antal nivåer

source: This field indicates the number of levels in the places-hierarchy that is being used by the Googlemap modules.<br />The default value is 4 (Country, State, County, Place), which is usually good enough. If you want to add an extra level (for example to add specific location like cemeteries or schools) change this value. If you want to remove a level (for example county) you can also change this value, but keep in mind that the files containing the place-locations contain a 4-level structure.
fi: Tässä kentässä ilmoitetaan montako tasoa käytetään paikkahierarkiassa, jota Googlemap moduulit käyttävät. <br />Oletuksena on 4 (maa, lääni, kunta/pitäjä, kylä), joka on yleensä riittävä. Voit kasvattaa tämän kun haluat lisätä ylimääräisen tason, esimerkiksi talon nimen, hautausmaan tai koulun. Voit myös pienentää tämän, esimerkiksi poistaa maa-tason, mutta on varottava ja pidettävä mielessä, olisiko jo kuitenkin tiedostoja/tietoja jossa kaikki 4 tasoa on jo hyödynnetty.
fr: Ce champ indique le nombre de niveaux dans la hiérarchie des lieux utilisé par les modules Googlemap.<br />La valeur par défaut est 4 (Pays, Région/Province, Département, Lieu), qui est généralement suffisant. Si vous souhaitez ajouter un niveau supplémentaire (par exemple pour ajouter un emplacement spécifique comme les cimetières ou les écoles) modifier cette valeur. Si vous souhaitez supprimer un niveau (par exemple, le département), vous pouvez aussi modifier cette valeur, mais gardez à l'esprit que les fichiers contenant les lieux présentent une structure à 4 niveaux.
hu: Ez a mező a Google Térkép modulban használt szintet jelöli.<br />Az alapértelmezett érték 4 (Ország, Állam, Megye, Helység), ami többnyire elégséges. Amennyiben tovább szeretne pontosítani (pl. iskolákat, intézményeket tüntetne fel) változtassa meg ezt az értéket.
nb: Dette feltet angir antall nivåer i stedsnavn som blir brukt av modulen Googlemap.<br />Standard verdi for stedsnavn er 4 (land, fylke, kommune, sted), som til vanlig er godt nok. Dersom du ønsker å legge til et ekstra nivå(f.eks. for å legge til en kirkegård, skole eller lignende), kan du endre dene verdien. Du kan også fjerne et nivå (f.eks. sted), men dette er ikke å anbefale fordi stedene er lagret med en struktur på nivå 4.
sk: Toto políčko značí počet úrovní v hierarchii miest, ktoré sú použité modulom Google mapy.<br />Východzia hodnota je 4 (zem, štát, kraj, miesto) - obvykle stačí. Ak chcete pridať ďalšiu úroveň (napríklad pridať určité miesta ako cintoríny alebo školy), zmeňte túto hodnotu. Ak chcete odstrániť úroveň (napríklad kraj), tiež môžete zmeniť túto hodnotu, ale myslite na to, že súbory obsahujúce umiestnenie sú tvorené 4-úrovňovou štruktúrou.

source: Prefix for names used on this level
fi: Nimien etuliite joka on käytössä tällä tasolla
fr: Préfixe des noms utilisés à ce niveau
hu: Ezen a szinte használt helyelőtagok
nb: Prefiks for navn brukt på dette nivået
sk: Predpona pre názvy použitá na tejto úrovni
sv: Prefix för namn som används på denna nivå

source: This value will be added to the front of the names on this level. Multiple values can be used, seperated by semicolons.
fi: Tämä arvo lisätään nimien eteen kyseisessä tasossa. Useitakin arvoja voi käyttää, kunhan ne on erotettu toisistaan puolipiste merkeillä.
fr: Cette valeur sera ajoutée avant les noms de ce niveau. Plusieurs valeurs peuvent être utilisées, séparées par des points-virgules.
hu: Ez az érték hozzáadódik az ezen a szinten található nevekhez, mint első bejegyzés. Több értéket pontosvesszővel kell elválasztani.
nb: Innholdet av tekstfeltet vil bli lagt til foran alle navn på dette nivået. Flere verdier kan brukes, adskilt med semikolon.
sk: Táto hodnota bude pridaná pred názvy v tejto úrovni. Môžete použiť viacej hodnôt oddelených bodkočiarkami.
sv: Detta värde läggs till i början på namn på denna nivå. Flera värden kan användas om de separeras med semicolon.

source: Postfix for names used on this level
fi: Nimien jälkiliite joka on käytössä tällä tasolla
fr: Suffixe des noms utilisés à ce niveau
hu: Ezen a szinte használt nevek utótagja
nb: Postfiks for navn brukt på dette nivået
sk: Prípona pre názvy použitá na tejto úrovni
sv: Suffix för namn som används på denna nivå

source: This value will be added to the back of the names on this level. Multiple values can be used, seperated by semilcolons.
fi: Tämä arvo lisätään nimien perään kyseisessä tasossa. Useitakin arvoja voi käyttää, kunhan ne on erotettu toisistaan puolipiste merkeillä.
fr: Cette valeur sera ajoutée après les noms de ce niveau. Plusieurs valeurs peuvent être utilisées, séparées par des points-virgules.
hu: Ez az érték hozzáadódik az ezen a szinten található névlista végére. Több értéket pontosvesszővel kell elválasztani.
nb: Innholdet av tekstfeltet vil bli lagt til etter alle navn på dette nivået. Flere verdier kan brukes, adskilt med semikolon.
sk: Táto hodnota bude pridaná za názvy v tejto úrovni. Môžete použiť viacej hodnôt oddelených bodkočiarkami.
sv: Detta värde läggs till i slutet på namn på denna nivå. Flera värden kan användas om de separeras med semicolon.

source: Prefix / Postfix order
fi: Etu- ja jälkiliitteiden järjestys
fr: Ordre préfixe/suffixe
hu: Előtag / Utótag sorrendje
nb: Rekkefølge pre- / postfiks
sk: Radenie predpon/prípon
sv: Prefix / Suffix ordning

source: This field indicates the order in which names are tried using the prefix and postfix. The possible values are:<br /><ul><li>No pre/postfix</li><li>Normal name, Prefix, Postfix, both</li><li>Normal name, Postfix, Prefix, both</li><li>Prefix, Postfix, both, Normal name</li><li>Postfix, Prefix, both, Normal name</li><li>Prefix, Postfix, Normal name, both</li><li>Postfix, Prefix, Normal name, both</li></ul>
fi: Tämä kenttä määrittelee missä järjestyksessä haetaan nimi kun käytetään etuliitettä ja jälkiliitettä. Mahdolliset arvot ovat:<br /><ul><li>ei etu-/jälkiliitettä</li><li>tavallinen nimi, etuliite, jälkiliite, molemmat</li><li>tavallinen nimi, jälkiliite, etuliite, molemmat</li><li>etuiliite, jälkiliite, molemmat, tavallinen nimi</li><li>jälkilite, etuliite, molemmat, tavallinen nimi</li><li>etuliite, jälkiliite, tavallinen nimi, molemmat</li><li>jälkiliite, etuliite, tavallinen nimi, molemmat</li></ul>
fr: Ce champ indique l'ordre dans lequel les noms sont essayés en utilisant le préfixe et le suffixe. Les valeurs possibles sont:<br /><ul><li>Pas de préfixe/suffixe</li><li>Nom Normal, Préfixe , Suffixe, les deux</li><li>Nom Normal, Suffixe, Préfixe, les deux</li><li>Préfixe, Suffixe, les deux, Nom Normal</li><li>Suffixe, Préfixe, les deux, Nom Normal</li><li>Préfixe, suffixe, Nom Normal, les deux</li><li>Suffixe, Préfixe, Nom Normal, les deux</li><li>
hu: Ez a mező jelzi a nevekben használt elő- és utótagok helyét. A lehetséges értékek: <br /><ul><li>Nincs elő/utótag</li><li>Rendes név, Előtag, Utótag, mindkettő</li><li>Rendes név, Utótag, Előtag, mindkettő</li><li>Előtag, Utótag, mindkettő, Rendes név</li><li>Utótag, Előtag, mindkettő, Rendes név</li><li>Előtag, Utótag, Rendes név, mindkettő</li><li>Utótag, Előtag, Rendes név, mindkettő</li></ul>
nb: Dette feltet angir rekkefølgen for hvordan navn skal vises sammen med pre og postfiks. Mulige kombinasjoner er:<br /><ul><li>Ingen pre/postfiks</li><li>Normalt navn, prefiks, postfiks, begge</li><li>Normalt navn, postfiks, prefiks, begge</li><li>Prefiks, postfiks, begge, normalt navn</li><li>Postfiks, prefiks, begge, normalt navn</li><li>Prefiks, postfiks, normalt navn, begge</li><li>Postfiks, prefiks, normalt navn, begge</li></ul>
sk: Toto pole značí poradie, v ktorom sú mená skúšané. Možné hodnoty sú:<br /><ul><li>bez pred/prípon</li><li>normálne meno, predpona, prípona, obe</li><li>normálne meno, prípona, predpona, obe</li><li>predpona, prípona, obe, normálne meno</li><li>prípona, predpona, obe, normálne meno</li><li>predpona, prípona, normálne meno, obe</li><li>prípona, predpona, normálne meno, obe</li></ul>
sv: Detta fält indikerar ordning i vilken namnen söks då prefix och suffix används. De möjliga värden är:<br /><ul><li>Inga pre/suffix</li><li>Normalt namn, Prefix, Suffix, båda</li><li>Normalt namn, Suffix, Prefix, båda</li><li>Prefix, Suffix, båda, Normalt namn</li><li>Suffix, Prefix, båda, Normalt namn</li><li>Prefix, Suffix, Normalt namn, båda</li><li>Suffix, Prefix, Normalt namn, båda</li></ul>

source: Edit or delete location
fi: Muokkaa tai poista sijainti
fr: Modifier ou supprimer un lieu
hu: Helyszín szerkesztése vagy törlése
nb: Redigere eller slette et sted
sk: Upraviť alebo zmazať miesto.
sv: Redigera eller radera plats

source: Here you can edit the location or delete the location. When you click on Edit a new window will open where you can change the values of the geographic location.<br />If you click on the delete-icon the record will be deleted. This can only be done if there are no records connected to this location. If no records are connected the delete-icon is active, otherwise it is inactive.
fi: Täällä voit muokata tai poistaa sijainti. Valittaessa Muokkaa, avataan uusi ikkuna missä voit muokata maantieteelliset sijaintitiedot.<br />Poista-ikoni poista koko tiedon ja se onnistuu vain silloin kun ei millään muulla tietueella ole viittauksia tähän sijaintitietoon. Kun viittauksia ei ole, poista-ikoni on käytettävissä, muulloin ei.
fr: Permet de modifier ou de supprimer un lieu. En cliquant sur Modifier, une nouvelle fenêtre s'affiche dans laquelle vous pouvez modifier les données du lieu.<br />En cliquant sur l'icône Supprimer, cet enregistrement sera supprimé. La fonction de suppression est active si aucun événement n'est relié à ce lieu. Sinon, elle est inactive.
hu: Itt szerkesztheti vagy törölheti a helyszíneket. Ha a Szerkesztésre kattint a megnyíló ablakban szerkesztheti a helyszínek paramétereit.<br />Ha a Törlésre kattint a bejegyzés törlődik. Ez csak akkor hajtódik végre amennyiben nincsenek kapcsolt bejegyzések. Csak ha nincsenek hozzárendelt bejegyzések, akkor aktív a törlés ikon, különben inaktív.
nb: Her kan du enten:<br /><dl><dt>Redigere</dt><dd>Du vil få opp et nytt vindu der du kan endre verdiene til stedet.</dd><dt>Slette</dt><dd>Stedet vil bli slettet.<br />NB! Dette kan bare gjøres dersom det ikke er registrert andre steder "under" dette stedet (f.eks. kommuner i et fylke). Velget vil være deaktivert hvis dette er tilfelle.</dd></dl>
sk: Tu môžete upraviť alebo vymazať miesto. Keď kliknete na Upraviť, otvorí sa nové okno, kde môžete zmeniť hodnoty geografického umiestnenia.<br />Ak kliknete na ikonu zmazať, záznam bude vymazaný. Toto je možné vykonať iba ak sa žiadne záznamy nevzťahujú k tomuto miestu. Ak žiadny záznam nie je spojený s týmto miestom, ikona Zmazať je aktívna, inak je neaktívna.

source: Add geographic location
fi: Lisää sijaintipaikka
fr: Ajouter un lieu
hu: Földrajzi hely hozzáadása
nb: Legg til sted
sk: Pridať geografické umiestnenie

source: Use this to add a place to the location table. The location will be added at this level.
fi: Käytä kun lisäät paikkatiedon sijointitaulukkoon. Sijainti lisätään tähän tasoon.
fr: Utiliser cette fonction pour ajouter un endroit à la table des lieux. Cet endroit sera ajouté à ce niveau.
hu: Használja ezt egy új helyszín hozzáadásához a helyek táblához. A helyszín ezen a szinte lesz hozzáadva.
nb: Bruk dette valget for å legge til et nytt sted. Stedet vil bli lagt til på dette nivået.
sk: Týmto pridáte miesto do tabuľky umiestnenia. Miesto sa pridá na tejto úrovni.

source: Import geographic locations from GEDCOM
fi: Tuo sijaintipaikat GEDCOM:sta
fr: Importer depuis le GEDCOM en cours
hu: Földrajzi helyek importálása GEDCOM-ból
nb: Importer steder fra slektsfil (GEDCOM)
sk: Importovať geografické miesta z GEDCOMu
sv: Importera geografiska platser från GEDCOM

source: Import geographic location-data from current GEDCOM. The current GEDCOM will be scanned and all places will be added to the table. If latitude and longitude are available these will also be imported.
fi: Tuo tietokantaan maantieteelliset sijainti- eli paikkatiedot käytössä olevasta GEDCOMista. Käytössä oleva GEDCOM luetaan ja kaikki sijainti-/paikkatiedot lisätään taulukkoon. Myös leveys- ja pituusasteet lisätään kun ne esiintyvät.
fr: Importe les données des lieux depuis le GEDCOM en cours. Le GEDCOM en cours est parcouru et tous les lieux rencontrés sont ajoutés à la table de la base de données. Si une latitude et une longitude sont présentes, elles seront aussi importées.
hu: Helyek importálása a kiválasztott GEDCOM-ból. A jelen GEDCOM át lesz szkennelve és a megtalált helyek hozzá lesznek adva a listához. Amennyiben a koordináták is meg vannak adva, ezek szintén importálásra kerülnek.
nb: Her kan du importere alle stedene fra den aktive slektsbasen. Dersom bredde og lengdegrad er tilgjengelig, vil de også bli importert.
sk: Importovať údaje geografických miest zo všetkých GEDCOMov. Všetky GEDCOMy budú preskenované a všetky miesta budú pridané do tabuľky. Ak je dostupná zemepisná šírka a dĺžka, tak bude tiež importovaná.
sv: Importera geografisk plats-data från nuvarande GEDCOM. Den nuvarande GEDCOMen blir genomsökt och alla platser läggs till tabellen. Om latitud och longitud finns, importeras dessa också.

source: Import geographic locations from all GEDCOMs
fi: Tuo sijaitipaikat kaikista GEDCOMeista
fr: Importer depuis tous les GEDCOMs
hu: Földrajzi helyek importálása a GEDCOMból
nb: Importer steder fra alle slektsfiler(GEDCOM)
sk: Importovať geografické miesta zo všetkých GEDCOMov
sv: Importera geografiska platser från alla GEDCOMer

source: Import geographic location-data from all GEDCOMs. All GEDCOMs will be scanned and all places will be added to the table. If latitude and longitude are available these will also be imported.
fi: Tuo tietokantaan sijainti-/paikkatiedot kaikista GEDCOMeista. Kaikki GEDCOMit luetaan ja kaikki paikat lisätään taulukkoon. Myös leveys- ja pituusasteet lisätään jos niitä esiintyy.
fr: Permet d'importer des lieux depuis tous les GEDCOMs. Tous les GEDCOMs sont parcourus et tous les lieux trouvés sont ajoutés à la table de la base de données. Si une latitude et une longitude sont trouvées, celles-ci sont aussi importées.
hu: Helyek importálása a kiválasztott GEDCOM-ból. A jelen GEDCOM át lesz szkennelve és a megtalált helyek hozzá lesznek adva a listához. Amennyiben a koordináták is meg vannak adva, ezek szintén importálásra kerülnek.
nb: Her kan du importere alle stedene fra alle tilgjengelige slektsbaser. Dersom bredde og lengdegrad er tilgjengelig, vil de også bli importert.
sk: Importovať údaje geografických miest zo všetkých GEDCOMov. Všetky GEDCOMy budú preskenované a všetky miesta budú pridané do tabuľky. Ak je dostupná zemepisná šírka a dĺžka, tak bude tiež importovaná.
sv: Importera geografisk plats-data från alla GEDCOMer. Alla GEDCOMer blir genomsökta och alla platser läggs till tabellen. Om latitud och longitud finns, importeras dessa också.

source: Import geographic locations from file
fi: Tuo sijaitipaikat tiedostosta
fr: Importer depuis un fichier
hu: Földrajzi helyek importálása fájlból
nb: Importer steder fra fil
sk: Importovať geografické miesta zo súboru
sv: Importera geografiska platser från fil

source: Import geographic location data from a file. The file should be formatted as CSV file on the local computer. The record separator used within the lines is ';'.
fi: Tuo tietokantaan maantieteelliset sijainti-/paikkatiedot tiedostosta. Tiedosto pitää olla CSV muotoisena ja on sinun paikallisessa tietokoneessa. Tietueiden erottimena on käytettävä ';' puolipiste.
fr: Permet d'importer des lieux depuis un fichier. Ce fichier doit être au format CSV et être hébergé sur l'ordinateur local. Le séparateur de champs est le point-virgule.
hu: Földrajzi helyek importálása fájlból. A fájt CSV formátumú kell legyen. A sorelválasztó karakter a ;
nb: Her kan du importere stedsdata fra en fil. Filen bør være formatert som en CSV-fil på datamaskinen din. Feltene på en stedslinje er separert med ';'.
sk: Importovať geografické dáta zo súboru. Súbor by mal byť vo formáte CSV na lokálnom počítači. Oddelovač záznamov je ';'.

source: Export locations to file
fi: Siirrä sijaintipaikat tiedostoon
fr: Exporter la vue courante vers un fichier
hu: Helyek exportálása fájlba
nb: Eksportere steder til fil
sk: Export miest do súboru
sv: Exportera platserna till fil

source: Export location data to a file. This option will save the data from the current view and all dependant data to a file. This means that if a country is selected and the states are shown, this option will save the data of the states, all the counties that are defined in those states and all places within those counties.
fi: Siirrä tietokannasta tiedostoon sijainti-/paikkatiedot. Tallennetaan näkymän ja kaikki siihen liitetyn datan tiedostoon. Jos maa ja läänit näykyvät, tallennetaan läänit (osavaltiot), kaikki kunnat kyseissä lääneissä ja kaikki kylät (paikat) niissä kylissä.
fr: Permet d'exporter les lieux vers un fichier. Cette option enregistre les données de la vue en cours, ainsi que toutes les données qui en dépendent. Par exemple, si la France choisie en tant que pays et que les régions sont visibles, cette option sauvera les données de ces régions et de leurs départements, ainsi que les communes de ces départements
hu: A helyszínek exportálása fájlba. Ez az opció kiexportálja a jelenlegi nézet és a függőségek helyszínadatait egy fájlban. Ez azt jelenti, hogy ha az országok vannak kijelölve, de az államok is láthatóak, akkor úgy az államok adatait mint az országadatokat kiexportálja.
nb: Her kan du eksportere stedsdata til en fil. Dette valget vil lagre opplysningene fra det viste stedet i en fil. Dette betyr at dersom et land er valgt og fylkene vises, vil dette valget lagre dataene til alle fylkene, alle kommunene og alle stedene som er registrert tilhørende dette landet.
sk: Exportovať dáta miest do súboru. Táto voľba uloží dáta zo súčasného pohľadu a všetky závislé dáta do súboru. To znamená, že ak je zvolená zem a sú zobrazené štáty, táto možnosť uloží dáta všetkých štátov, všetkých krajov v štátoch a všetkých miest v krajoch.

source: Export all locations to file
fi: Siirrä kaikki sijainnit/paikat tiedostoon
fr: Exporter tous les lieux vers un fichier
hu: Minden helyszín exportálása egy állományba
nb: Eksporter alle steder til fil
sk: Export všetkých miest do súboru

source: Export all location data to a file. This option will save all location data and transfer it to the local computer.
fi: Siirrä tietokannasta kaikki sijainti-/paikkateiedot tiedostoon. Siirretään kaikki sijaintitiedot paikalliselle tietokoneellesi.
fr: Permet d'exporter tous les lieux dans un fichier csv et de le télécharger dans votre ordinateur.
hu: Összes hely exportálása fájlba. Ez az opciót az összes helyet kiexportálja egy fájlba.
nb: Her kan du eksportere alle stedsdata til en fil. Dette valget vil lagre alle stedsdata og overføre dem til din lokale datamaskin.
sk: Exportovať všetky data miest do súboru. Táto voľba uloží dáta všetkých miest a presunie ich na váš počítač.

source: Display Map Coordinates
fi: Näytä karttakordinaatit
fr: Afficher les coordonnées
hu: Megjeleníti a térkép koordinátákat
nb: Vis kartkoordinater
sk: Zobraziť mapové súradnice
sv: Visa kartans koordinater

source: This options sets whether Latitude and Longitude are displayed on the pop-up window attached to map markers.
fi: Näytetäänkö leveys- ja pituusasteet karttamerkeille ponnahdusikkunassa.
fr: Cette option règle l'affichage ou pas de la Latitude et de la Longitude dans la fenêtre intempestive (pop-up) reliée à des marqueurs géographiques.
hu: Ez az opció beállítja, hogy megjelenjenek-e a szélességi és hosszúsági adatok a térképjelölőkhöz rendelt felugró ablakokban.
nb: Stiller inn hvorvidt lengde- og breddegrad skal vises i pop-up-vinduet som er knyttet til kartmarkører.
sk: Táto voľba nastavuje, či sa zemepisná šírka a dĺžka zobrazí na vyskakujúcich oknách priložených k mape.
sv: Med detta alternativ väljer du om Latitud och Longitud skall visas i pop-upp fönstret anslutet till kartmarkörer.

source: Enter place name
fi: Syötä paikan nimi
fr: Nom du lieu
hu: Adja meg a hely nevét
nb: Angi stedsnavn
sk: Vložte názov miesta
sv: Skriv in platsnamn

source: Here you can enter or change the name of the place.<br />The 'Search on this level' option allow to search the latitude and longitude of entered place name only among the places with that level.<br />The 'Search on this level' option allow to search the latitude and longitude of all places having entered name. Some the lower levels places can not be displayed with this method of search.
fi: Tässä voit syöttää tai muuttaa paikan nimeä.
fr: Permet de définir ou de modifier le nom du lieu.
hu: Itt beírhatja vagy megváltoztathatja a hely nevét.<br />A 'Keresés ezen a szinten' opció lehetővé teszi, hogy keressen a már felvitt helyekben szélességi vagy hosszúsági adatok segítségéve.<br />Ezzel a kereséssel a lentebbi szinteken található helyek nem kereshetőek.
nb: Her kan stedsnavnet innskrives eller endres.<br />'Søk på dette nivå' søker etter lengde- og breddegrad kun blant steder på samme nivå.<br />'Søk på alle' søker blant alle navn uansett nivå. Enkelte stedsnavn på lave nivåer kan ikke vises med denne søkemetoden.
sk: Tu môžete vložiť alebo zmeniť názov miesta.<br />Voľba 'Hľadať na tejto úrovni' vám umožní vyhľadávať zem. šírku a dĺžku zvolených miest iba medzi miestami tejto úrovni.<br />Voľba 'Hľadať na tejto úrovni' vám umožní hľadať zem. šírku a dĺžku na všetkých miestach z vloženým menom. Niektoré miesta z nižších úrovní sa nemôžu zobraziť touto vyhľadávacou metódou.

source: Enter precision
fi: Syötä tarkkus
fr: Précision
hu: Adja meg a pontosságot
nb: Angi nøyaktighet
sk: Vložte presnosť
sv: Ge noggrannhet
