Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: The top row of the Selector table is the <b>Day</b> selector. Its meaning is obvious: You select a <u>day</u>.<br /><br />The result of clicking on a certain day depends of whether you are in <b>Day</b> or in <b>Month</b> mode.<br /><dl><dt><b>Day mode</b></dt><dd>In this mode, you click a day, the screen will refresh, and the list for that day will be displayed.</dd><dt><b>Month mode</b></dt><dd>You have the calendar of a certain month on the screen. You click a day and the screen will refresh, but you will still see the month that you had on the screen before. The reason for this is that you can still decide to select another month, year, or event before you either click the <b>View Day</b> or <b>View Month</b> button.<br /><br />At the end of the Day row you will see a <b>Quick Link</b> with today's date. Clicking that <b>Quick Link</b> will display the list for today in <b>Day</b> mode, no matter whether you are in <b>Month</b> or in <b>Day</b> mode.</dd></dl>
fi: "Valitsintaulukon" ylin rivi on <b>Päivävalitsin</b>. Sillä valitset <u>päivämäärän</u>.<br /><br />Tietyn päivän klikkaamisen vaikutus riippuu siitä, oletko <b>päivä-</b> vai <b>kuukausi</b>-tilassa.<br /><dl><dt><b>Päivätila</b></dt><dd>Kun klikkaat päivää, näyttö päivittyy ja kyseisen päivän luettelo näytetään.</dd><dt><b>Kuukausitila</b></dt><dd>Kun näytöllä on tietyn kuukauden kalenteri ja klikkaat tiettyä päivää, näyttö päivittyy, mutta sama kuukausi on edelleen näkyvissä.<br />Syynä tähän on se, että voit vielä vaihtaa toiseen kuukauteen, vuoteen tai tapahtumaan ennen kuin klikkaat joko <b>Näytä päivä</b> tai <b>Näytä kuukausi</b> painikett.<br /><br />Klikkaamalla päivärivin lopussa olevaa <b>Pikalinkkiä</b>, jossa on tämän päivän päiväys, saat näkyviin luettelon tämän päivän tapahtumista riippumatta siitä, oletko <b>Päivä-</b> vai <b>Kuukausi-</b>tilassa.</dd></dl>
fr: Le niveau le plus fin de la sélection de date est le <b>jour</b>. Son fonctionnement est simple: sélectionnez un <b>jour</b> du mois. <br /><br />En cliquant sur un jour, vous passez (ou vous restez) en mode jour, et compte tenu du mois sélectionné, vous affichez tous les évènements qui figurent à ce jour et ce mois dans la base (par ex. tous les évènements qui se sont passés un 17 juin). En cliquant sur un mois différent, vous affichez tous les évènements du même jour mais de ce mois. <br /><br />À la droite de la liste des jours, vous pouvez voir un <b>lien</b> avec la date du jour. En cliquant sur ce <b>lien</b> vous affichez la liste de ce jour.
hu: A "vezérlő-táblázat" felső sora a <b>nap-választó</b>.<br />Ennek szerepe magától értetődő: ezen keresztül tudja Ön kiválasztani a napot.<br />A választás eredménye attól függ, hogy Ön éppen az "Adot napon" vagy az "Adott hónapban" módban van.<br /><br /><b>Adott napon</b> mód:<br />Ez esetben a program frissíti a képernyőt, és megjeleníti a kiválasztott naphoz tartozó listát.<br /><br /><b>Adott hónapban</b>:<br />Ha itt választ ki egy napot, a képernyő frissülni fog, de Ön továbbra is annak a hónapnak a naptárát látja, mint a választás előtt.<br />Mindez azért van, hogy Önnek legyen lehetősége egy másik hónap és/vagy év megjelölésére, mielőtt akár az <b>Adott napon</b> vagy az <b>Adott hónapban gombra</b> kattint.<br /><br />A sor végén talál egy <b>"gyorshivatkozást"</b> a mai dátummal.<br />Erre kattintva megtekintheti a mai napra vonatkozó listát, mégpedig "Adott napon" módban, függetlenül attól, hogy Ön esetleg az "Adott hónapban" módban volt éppen.
nb: Den øverste raden i "datovalg" er <i>valg av dag</i>.<br />Resultatet av å klikke på en bestemt dag, avhenger av om du tidligere har valgt "Vis dag" eller "Vis måned".<br />Alle andre valg, slik som måned, år og hendelser vil forbli uendret.<dl><dt><b>Vis dag</b> utgaven:</dt><dd>Etter å ha klikket på en valgt dag, vil personer som er knyttet til hendelser på denne datoen vises.<br />- Dersom det ikke er noen personer knyttet til denne dagen, vil meldingen "Fant ingen." bli vist.</dd><dt><b>Vis måned</b> utgaven:</dt><dd>Å bytte dag vil <b>ikke</b> endre på innholdet av kalenderen.<br />Grunnen er at dagen finnes fra før i kalenderen.<br />Klikker du derimot på knappen <b>Vis dag</b>, vil den valgte dagen bli vist.</dd></dl>Til høyre på raden for dag, kan du se en <b>"Hurtiglenke"</b> som viser dagens dato.<br />Dersom du klikker på denne, vil du automatisk bli vist <b>kun</b> denne dagen, uavhengig om du få forhånd hadde valgt "Vis måned"!
sk: Výber dátumu zahrňuje dve políčka (deň a mesiac) a vstupné políčko, do ktorého vložíte požadovaný rok.<br /><br />Keď vstúpite na túto stránku, uvidíte dnešný dátum. Keď kliknete na tlačítko <b>Zobraziť deň</b>, uvidíte všetky osoby spojené s nejakou udalosťou, ktorá sa odohrala toho dňa.<br />Keď kliknete na tlačítko <b>Zobraziť mesiac</b>, uvidíte všetky osoby spojené s nejakou udalosťou, ktorá sa odohrala v danom mesiaci.<br />Ktoré osoby uvidíte, záleží na tom, ktorú položku ste zvolili vo výbere <b>Ukázať</b>.<br /><br /><b>TIP</b><br />Predpokladajme, že máme príbuzného narodeného 25. januára 1875.<br />Upravte výber dátumov podľa tohoto dátumu.<br />Keď teraz kliknete na jedno z tlačítiek pre zobrazenie, uvidíte zoznam alebo kalendár pre tento deň.<br />Všetky veky, výročia apod. sú prepočítavané podľa dátumu, ktorý ste nastavili.<br />Takže vlastne vidíte úplne rovnaký kalendár aký by mal pred sebou váš predok vo vzdialenej minulosti.
sv: Översta raden av "väljartabellen" är <b>Dagväljaren</b>.<br />Meningen med den är uppenbar: Du väljer en dag.<br />Resultatet av att klicka på en dag beror på om du är i "dagmod" eller "månadsmod".<br /><br /><b>Dagmod</b>:<br />I denna mod när du klicka på en dag, kommer skärmen att laddas om och listan för dagen du tryckt visas.<br /><br /><b>Månadsmod</b>:<br />När du har kalendern för en viss månad på skärmen och klicka på en dag i "dagraden" i väljartabellen, skärmen kommer att laddas om, men du kommer fortfarande se månaden du hade innan.<br />Orsaken till detta är att du fortfarande kan välja en annan månad, år eller händelse att visa innan du klickar på <b>Visa dag</b> eller <b>Visa månad</b> knappen.<br /><br />I slutet av dagraden ser du <b>"snabblänkar"</b> med dagens datum.<br />Klicka på den "snabblänken" kommer att visa dagen lista, i "dagmod", oavsett om du är månadsmod eller dagmod.

source: Event selector
fi: Tapahtuman valinta
fr: Choix de l'évènement
nb: Hendelsesvelger
sk: Výber udalostí
sv: Händelseväljare

source: Here you choose whether you want all events for individuals and families displayed or just a selected event. You cannot select more than one event category.<br /><br />When you click on an option, the events of your choice will be displayed.<br /><br />The settings of day, month, and year, as well as <b>Day</b> or <b>Month</b> mode, remain as they were.
fi: Tässä voit valita näytetäänkö kaikki henkilöitä tai perheitä koskevat tapahtumat, vai ainoastaan valitsemasi tapahtuma. Voit valita vain yksi tapahtumakategoria<br /><br />Vaihtoehdon klikkaaminen päivittää näytön ja valitsemasi tapahtumat näytetään.<br />Päivä-, kuukausi- ja vuosiasetus sekä päivätila tai kuukausitila jäävät ennalleen.
fr: Ici vous choisissez d'afficher tous les évènements pour les individus ou les familles affichés ou juste une sélection d'évènements. Vous ne pouvez pas sélectionner plus d'une catégorie d'évènements.<br /><br />Quand vous cliquez sur une option, les évènements sélectionnés sont affichés.<br /><br />Les réglages du jour, du mois et de l'année, tels que les modes <b>Jour</b> ou <b>Mensuelle</b>, demeurent inchangés.
nb: Her kan du velge om du vil se alle begivenheter for personer og familier eller bare den hendelsen du velger. Du kan ikke velge mer enn én begivenhetstype.<br /><br />Når du klikker på et av valgene, vil skjermbildet bli oppdatert i forhold til det valget du har gjort.<br />Innstillinger av dag, måned og år, samt <b>Dag-</b> eller <b>Måned-</b>visning, forblir uforandret.
sk: Tu si môžete vybrať, či chcete u osôb a rodín zobraziť všetky udalosti alebo iba nejakú konkrétnu.<br /><br />Keď kliknete na niektorú z volieb, stránka sa načíta znovu a zobrazí sa tak, ako ste požadovali.<br />Ostatné nastavenia dňa, mesiaca, roku, pohlavia a režimu zostávajú rovnaké.
sv: Här väljer du om du vill att alla händleser för personer och familjer ska visas eller bara de händelser du valt.<br /><br />Klicka på ett val kommer att uppdatera skärmen och de valda händelserna kommer att visas.<br /><br />Andra inställningar som dag, månad, år och händleser och mod kommer att förbli som de var.

source: Month selector
fi: Kuukauden valinta
fr: Choix du mois
nb: Månedsvelger
sk: Výber mesiaca
sv: Månadsväljare

source: The middle row of the Selector table is the <b>Month</b> selector. Its meaning is obvious: You select a <u>month</u>.<br /><br />The result of clicking on a certain month depends of whether you are in <b>Day</b> or in <b>Month</b> mode.<br /><dl><dt><b>Day mode</b></dt><dd>In this mode, you click a month, the screen will refresh, and the list for that month will be displayed. All other selections like day, year, and events will be unchanged.</dd><dt><b>Month mode</b></dt><dd>When you have the calendar on the screen and click a month in the <b>Month</b> row, the calendar for that new month will be displayed.<br /><br />At the end of the Month row you will see a <b>Quick Link</b> with today's month and year. Clicking that <b>Quick Link</b> will display the list for that month in <b>Month</b> mode, no matter whether you are in <b>Month</b> or in <b>Day</b> mode.</dd></dl>
fi: "Valitsintaulukon" keskirivi on <b>Kuukausivalitsin</b> Sen avulla valitset <u>kuukauden</u>.<br /><br />Tietyn kuukauden klikkaamisen vaikutus riippuu siitä, oletko <b>päivä-</b> vai <b>kuukausi-<b>tilassa.<br /><dl><dt><b>Päivätila</b></dt><dd>Kun klikkaat kuukautta, näyttö päivittyy ja kyseisen kuukauden päivät näytetään. Kaikki muut asetukset kuten päivä, vuosi ja tapahtumat säilyvät ennallaan.</dd><dt><b>Kuukausitila</b></dt><dd>Kun ruudulla on kalenteri kuukausitilassa ja klikkaat kuukautta valitsimen <b>kuukausi-</b>rivillä, tulee näyttöön kyseinen kuukausi.<br /><br />Kuukausirivin lopussa on <b>"Pikalinkki"</b> nykyiseen kuukauteen.<br />Tätä klikkaamalla näytetään nykyinen kuukausi riippumatta siitä, oletko <b>päivä-</b> vai <b>kuukausi-<b>tilassa.</dd></dl>
fr: En cliquant sur un mois de la liste, le résultat dépend selon que vous êtes en mode <b>jour</b> ou en mode <b>mois</b> :<br /><dl><dt><b>Mode jour</b></dt><dd>Dans ce mode, les évènements qui se sont passés le jour et le mois sélectionné sont affichés (vous passez par exemple des évènements passés un 17 juin à ceux passés un 17 mars, en cliquant sur mars, si vous étiez en juin précedement);</dd><br /><dt><b>Mode mois</b></dt><dd>Le calendrier du mois figurant à l'écran est remplacé par celui du mois sélectionné.<br /><br />À la fin de la liste des mois, figure un <b>lien</b> avec le mois en-cours. En cliquant sur ce lien, vous affichez le calendrier du mois, (donc en mode mois) quel que soit le mode dans lequel vous êtes.</dd></dl>
hu: A "vezérlő-tábla" középső sora a <b>hónap-választó</b>.<br />Hasonlóan a "nap-választóhoz", ennek az értelme is kézenfekvő: ezen keresztül tudja Ön kiválasztani a hónapot.<br /><br />And also like the Day Selector is the result of clicking on a month in the "Day mode" different from clicking on a month in the "Month mode".<br /><br />The <b>Day mode</b>:<br />In this mode, when you have clicked a month, the screen will refresh and the list will be displayed with the dates for the new selected month.<br />All other settings like day, year, and events will remain the same.<br /><br />The <b>Month mode</b>:<br />When you have the calendar on the screen and click a month in the "Month" row of the selector table, the calendar of the new month will be displayed.<br /><br />At the end of the Month row you will see the <b>"Quick Link"</b> with the current month.<br />Clicking that "Quick Link" will display the calendar of this month, no matter whether you are in the Month mode, or in the Day mode.
nb: Den midterste raden i "datovalg" er <i>valg av måned</i>.<br />Resultatet av å trykke på en bestemt måned, avhenger av om du tidligere har valgt "Vis dag" eller "Vis måned".<br />Alle andre valg slik som dag, år og hendelser vil forbli uendret.<dl><dt><b>Vis dag</b> utgaven:</dt><dd>Etter å ha klikket på en valgt måned, vil personer som er knyttet til hendelser på denne datoen i den nye måneden vises.<br /> Dersom det ikke er noen personer knyttet til denne dagen, vil meldingen "Fant ingen." bli vist.</dd><dt><b>Vis måned</b> utgaven:</dt><dd>Etter å ha klikket på en valgt måned, vil personer som er knyttet til hendelser på denne måneden vises i en månedskalender.</dd></dl>Til høyre på raden for måned, kan du se en <b>"Hurtiglenke"</b> som viser nåværende måned.<br />Dersom du klikker på denne, vil du automatisk bli vist denne måneden, uavhengig om du på forhånd hadde valgt "Vis dag".
sk: Prostredný riadok "Prepínacej tabuľky" je <b>Výber mesiaca</b>.<br />Význam tohoto prvku je rovnako ako u "Výberu dňa" jasný: Vyberiete mesiac.<br /><br />A rovnako ako pri Výbere dňa je rozdiel medzi kliknutím na mesiac v "Režime deň" a v "Režime mesiac".<br /><br /><b>Režim deň</b>:<br />V tomto režime, keď kliknete na mesiac, sa obrazovka znovu načíta a zobrazí sa zoznam dní v danom mesiaci.<br />Všetky ostatné nastavenia ako deň, rok a udalosti budú zachované.<br /><br /><b>Režim mesiac</b>:<br />Ak máte na obrazovke kalendár a kliknete na mesiac v riadku "Mesiac", zobrazí sa kalendár tohoto nového mesiaca.<br /><br />Na konci riadku Mesiac uvidíte <b>"rýchly odkaz"</b> na aktuálny mesiac.<br />Ak kliknete na tento "rýchly odkaz", zobrazí sa vám kalendár na tento mesiac bez ohľadu na to, či ste v režime Mesiac, alebo v režime Deň.
sv: Mittenraden i "väljartabellen" är <b>Månadsväljare</b>.<br />Liksom "datumväljaren" är meningen med den uppenbar: Du väljer en månad.<br /><br />Och också liksom datumväljare blir resultatet av att klicka på en månad i "dagläget" olikt att klicka på en månad i "månadsläget".<br /><br /><b>Dagläget</b>:<br />I detta läget när du klickat på en månad kommer skärmen att laddas om och listan kommer att visas med datumen för den nya valda månaden.<br />Alla andra inställningar som dag, månad, år och händelser kommer att förbli desamma.<br /><br /><b>Månadsläget</b>:<br />När du har kalendern i månadsläge på skärmen och klickar på en månad i "månadsraden" i väljartabellen, kommer den nya månaden att visas.<br /><br />Vid slutet på månadsraden i väljartabellen kommer du att se <b>"Snabblänk"</b> till den nuvarande månaden.<br />Klicka på "snabb länken" och den nuvarande månaden kommer att visa, oavsett om du är i månadsläget eller dagläget.

source: Gender selector
fi: Sukupuolen valinta
fr: Chois du sexe
nb: Kjønnsvelger
sk: Výber pohlavia
sv: Könsväljare

source: When you are logged in or when the admin has not enabled the Privacy option, you can select one of these options:<ol><li><b>All</b> icon<br />This is the default option. The events of all individuals and families are displayed.</li><li><b>Male</b> icon<br />Only events of male individuals are displayed. Only male members of families will be displayed with Family events.</li><li><b>Female</b> icon<br />Only events of female individuals are displayed. Only female members of families will be displayed with Family events.</li></ol>When you click on an option, the events of your choice will be displayed.<br /><br />The settings of day, month, and year, as well as <b>Day</b> or <b>Month</b> mode, remain as they were.
fi: Kun olet kirjautunut järjestelmään (tai jos ylläpitäjä on estänyt yksityisyysasetuksen) voit valita yhden seuraavista vaihtoehdoista:<ol><li><b>Kaikki-</b>kuvake<br />Tällä vaihtoehdolla (vakio) kaikkien henkilöiden tai perheiden tapahtumat näytetään.</li><li><b>Mies-</b>kuvake<br />Vain miespuolisten henkilöiden tapahtumat näytetään. Perhetapahtumien miehet näytetään.</li><li><b>Nainen-/b>kuvake<br />Vain naispuolisten henkilöiden tapahtumat näytetään. Perhetapahtumien naiset näytetään.</li></ol>Vaihtoehdon klikkaaminen päivittää näytön ja valitsemasi tapahtumat näytetään.<br /><br />Päivä-, kuukausi- ja vuosiasetus sekä <b>päivä-</b> tai <b>kuukausi-</b>tila jäävät ennalleen.
fr: Quand vous êtes connecté ou lorsque l'administrateur n'a pas désactivé l'option de protection des informations privées, vous pouvez sélectionner l'une de ces options :<ol><li>icône <b>Tous</b><br />C'est la valeur par défaut. Les évènements de tous les individus et de toutes les familles sont affichés.</li><li>icône <b>Masculin</b><br />Seuls les évènements des individus masculins sont affichés. Seuls les membres masculins des familles sont affichés avec les évènements de cette famille.</li><li>icône <b>Féminin</b><br />Seuls les évènements des individus féminins sont affichés. Seuls les membres féminins des familles sont affichés avec les évènements de cette famille.</li></ol>Quand vous cliquez sur une option, les évènements sélectionnés sont affichés.<br /><br />La configuration du jour, du mois et de l'année, tels que les modes <b>Jour</b> ou <b>Mensuelle</b>, demeure inchangée.
nb: Når du er logget inn (eller hvis administratoren ikke har aktivert personvern), vil du her få tre valg:<dl><dt><b>1. Ikonet Alle</b>(standard)</dt><dd>Her vil du se alle begivenheter for personer og/eller familier.</dd><dt><b>2. Ikonet Mann</b></dt><dd>Her vil bare begivenheter for personer av hankjønn bli vist. Dessuten vil kun mannlige familiemedlemmer bli vist med tilhørende Familiebegivenheter.</dd><dt><b>3. Ikonet Kvinne</b></dt><dd>Her vil bare begivenheter for personer av hunkjønn bli vist. Dessuten vil kun kvinnelige familiemedlemmer bli vist med tilhørende Familiebegivenheter.</dd></dl>Innstillinger av dag, måned og år, samt <b>Dag-</b> eller <b>Måned-</b>visning, forblir uforandret.
sk: Ak ste prihlásený (alebo ak admin vypol nastavenie utajenia), môžete si vyberať medzi tromi možnosťami:<dl><dt><b>1. Všetky ikony</b></dt><dd>V tomto prípade (implicitne) sú zobrazené udalosti všetkých osôb a rodín.</dd><dt><b>2. Ikona - muži</b></dt><dd>Zobrazené sú iba udalosti u mužov. Mužský členovia rodín budú zobrazený s rodinnými udalosťami.</dd><dt><b>3. Ikona - ženy</b></dt><dd>Zobrazené sú iba udalosti týkajúce sa žien. V prípade rodín sú rodinné udalosti zobrazené pri ženách.</dd></dl>Ak kliknete na niektorú z volieb, dôjde k novému načítaniu stránky a zobrazí sa požadovaná forma.<br />Ostatné nastavenia dňa, mesiaca, roku, udalostí a režimu zostávajú rovnaké.
sv: När du är inloggad (eller om administratören har valt bort integritetsinställningar) har du tre val:<ol><li><b>Alla ikonen</b> Med detta val(standard) visas händelser för alla personer och familjer.</li><br /><li><b>Mans-ikonen</b>Vid detta val visas endast händelser för manliga personer. Manliga medlemmar i familjer kommer att visas vid familjehändelser.</li><br /><li><b>Kvinno-ikonen</b> Vid detta val visas endast händelser för kvinnliga personer. Kvinnliga medlemmar i familjer kommer att visas vid familjehändelser.</li></ol>Om man klickar på ett av valen kommer skärmen att uppdateras och händelserna som du valt kommer att visas.<br />Andra inställningar för dag, månad, år och händelser och mod kommer att förbli som de var.

source: Show events of:
fi: Näytä tapahtumat:
fr: Montrer les évènements de
hu: Szűrés a megmutatott eseményekre:
nb: Vis begivenheter for:
sk: Udalosti k zobrazeniu:
sv: Visa händelser för:

source: The following options are available:<br /><ol><li><b>All People</b><br />With this option, all individuals and families are displayed.</li><li><b>Recent Years (&lt;100 yrs)</b><br />With this option you will see all events for the chosen day or month, but no events older than 100 years will be shown.</li><li><b>Living People</b><br />Unless the administrator has configured <b>webtrees</b> so that living people are visible to anyone, this option will only be available to you after you have logged in.<br /><br />With this option, only the events of living persons will be displayed.</li></ol>When you click on an option, the events of your choice will be displayed.<br /><br />The settings of day, month, and year, as well as <b>Day</b> or <b>Month</b> mode, remain as they were.
fi: Tarjolla on seuraavat vaihtoehdot:<br /><ol><li><b>Kaikki henkilöt</b><br />Kaikki henkilöt ja perheet näytetään.</li><li><b>Viime vuosina (&lt;100 yrs)</b><br />Näet kaikki tapahtumat valitulle päivälle tai kuukaudelle, ei kuitenkaan 100 vuotta vanhempaa.</li><li><b>Elossa olevat</b><br />Tämä vaihtoehto on käytettävissä vain kun on ensin sisäänkirjautunut, paitsi silloin kun ylläpitäjä on <b>webtrees</b> asetuksissa avannut koko sukupuu kaikille ja kaikki saavat nähdä elossa olevat.<br /><br />Tällä valinnalla nöytetään vain elossa olevien tapahtumat.</li></ol>Vaihtoehto valinnan jälkeen näytetään tapahtumat.<br /><br />Syötetyt tiedot päivä, kuukausi ja vuosi eivät muutu.
fr: Les options suivantes sont disponibles:<br /><ol><li><b>Tout le monde</b><br />Avec cette option, toutes les personnes et leurs familles sont affichées.</li><li><b>Contemporains (&lt;100 ans)</b><br />Avec cette option vous verrez tous les évènements datant de moins d'un siècle pour le jour ou le mois choisi.</li><li><b>Personnes vivantes</b><br />A moins que l'administrateur n'ait configuré <b>webtrees</b> pour rendre visibles les personnes vivantes à tout le monde, cette option ne vous sera accessible qu'après connexion.<br /><br />Avec cette option, seuls les évènements concernant les personnes vivantes seront affichés.</li></ol>Quand vous cliquez une option, les évènements de votre choix sont affichés.<br /><br />Les réglages jour, mois, et année ainsi que les modes <b>Jour</b> ou <b>Mois</b> restent comme ils étaient.
nb: Følgende valgmuligheter finnes:<br /><ol><li><b>Alle personer</b><br />Alle personer og familier vises.</li><li><b>De siste 100 årene</b><br />Alle begivenheter for den valgte dag/måned vises, men kun begivenheter innenfor de siste 100 år.</li><li><b>Nålevende personer</b><br />Dette alternativet er kun tilgjengelig hvis du er innlogget, med mindre administratoren har innstilt <b>webtrees</b> til å vise nålevende personer til hvem som helst.<br /><br />Med dette alternativet vises kun begivenheter for nålevende personer.</li></ol>Når du klikker på en valgmulighet, vil de begivenheter du har valgt vises.<br /><br />Innstillingene for dag, måned og år, samt <b>Dags-</b> eller <b>Måneds</b>-visningen, forblir uforandret.
sk: Sú dostupné nasledujúce možnosti:<br /><ol><li><b>Všetci ľudia</b><br />Zobrazia sa všetky osoby a rodiny.</li><li><b>Posledné roky (&lt;100 rokov)</b><br />Uvidíte všetky udalosti, ktoré sa stali vo vybraný deň alebo mesiac, ale nie staršie než 100 rokov.</li><li><b>Žijúci ľudia</b><br />Ak administrátor nenastavil <b>webtrees</b> tak, že sú žijúci ľudia viditeľný pre všetkých, táto možnosť bude dostupná iba po prihlásení.<br /><br />Zobrazia sa iba udalosti živých ľudí.</li></ol>Keď kliknete na nejakú voľbu, zobrazia sa udalosti vášho výberu.<br /><br />Nastavenia dňa, mesiaca a roku, rovnako ako mód <b>Deň</b> alebo <b>Mesiac</b> zostávajú zachované.

source: Tip
fi: Vihje
fr: Conseil
nb: Tips
sv: Tips
