Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: A number of different plots of statistics from your database can be produced.<br /><br />Select the chart, then adjust the options from the drop-down boxes.<br /><br />The numbers included in each plot depend on the data available. For example, individuals without a month of birth (e.g. just '1856') cannot be included in a plot of births by month.
nb: En rekke forskjellige diagram med statistikk fra din database kan produseres.<br /><br />Velg diagramtype, og juster alternativene fra rullegardin-menyene.<br /><br />Hvilke tall som tas med i hvert enkelt diagram, avhenger av de tilgjengelige data. Personer med bare fødselsår (f.eks. bare '1856') kommer for eksempel ikke med i et diagram over fødte per måned.
sv: Ett antal olika statistikgrafer kan fås från dindatabas.<br /><br />Välj diagram, sen välj alternativ från rullgradindrutan.<br /><br />Nummervärden som finns i varje graf beror på den data som finns. Som exampel, personer utan en födelsemånad (t.ex. endast '1856') kan inte finnas i en grafmed antal födelser per månad.

source: X axis
nb: X-akse
sv: X-axel

source: Y axis
nb: Y-akse
sv: Y-axel

source: Z axis
nb: Z-akse
sv: Z-axel

source: Help for «%s»
nb: Hjelp for «%s»
sv: Hjälp för «%s»

source: Unpin Sidebar
nb: Frigjør sidemeny
sv: Frigör sidopanel

source: Pin Sidebar
nb: Lås sidemeny
sv: Fäst sidopanel

source: Sidebar Close
nb: Lukk sidemeny
sv: Stäng sidopanel

source: Sidebar Open
nb: Åpne sidemeny
sv: Öppna sidopanel

# surname
source: (unknown)
nb: (ukjent)
sv: (Okänt)

# given name
source: (unknown)
nb: (ukjent)
sv: (Okänt)

source: webtrees Authentication System
nb: Autentiseringssystemet til webtrees
sv: webtrees Registereringsystem

source: You must enter a valid login ID and password to access this resource
nb: Du må taste inn gyldig brukernavn og passord for å få tilgang til denne siden
sv: Du måste skriva in ett korrekt Inloggningsid och lösenord för att få tillgång till denna resurs

source: #%d
nb: Nr %d
sv: nr %d

source: Sosa
nb: Sosa-nummer

source: Relationship chart
nb: Slektskapsdiagram
sv: Släktdiagram

source: Hidden
nb: Skjult
sv: Dold

source: Total Shared Notes
nb: Antall delte notater
sv: Antal delade anteckningar

source: Compact chart
nb: Kompakt diagram
sv: Kompakt diagram

source: Execution time:
nb: Eksekveringstid:
sv: Exekveringstid:

source: sec.
nb: sek.
sv: sek.

source: Total Database Queries:
nb: Antall søk i databasen:
sv: Totalt antal databasfrågor:

source: Total privacy checks:
nb: Antall kontroller av personvern:
sv: Totalt antal integritetskontroller:

source: Total Memory Usage:
nb: Total bruk av minne:
sv: Total minnesanvändning:

source: mother's %s
nb: mors %s
sv: moders %s

source: father's %s
nb: fars %s
sv: faders %s

source: parent's %s
nb: forelders %s
sv: förälders %s

source: husband's %s
nb: ektemanns %s
sv: makes %s

source: wife's %s
nb: hustrus %s
sv: makas %s

source: spouse's %s
nb: ektefelles %s
sv: makes/makas %s

source: brother's %s
nb: brors %s
sv: brors %s

source: sister's %s
nb: søsters %s
sv: systers %s

source: sibling's %s
nb: søskens %s
sv: syskons %s

source: son's %s
nb: sønns %s

source: daughter's %s
nb: datters %s
sv: dotters %s

source: child's %s
nb: barns %s
sv: barns %s

source: Multimedia objects
nb: Multimedieobjekter
sv: Lista över Multimediaobjekt

source: Aqua Marine
nb: Havblå
sv: Aqua Marine (färg)

source: Parent
nb: Forelder
sv: Förälder

source: Step-Parent
nb: Steforelder
sv: Styvförälder

source: Half-Sibling
nb: halvsøsken
sv: Halvsyskon

source: Half-Sister
nb: Halvsøster
sv: Halvsyster

source: Half-Brother
nb: Halvbror
sv: Halvbror

source: Edit Source
nb: Endre kilde
sv: Redigera källa

source: DICTIONARY_SORT=1
nb: DICTIONARY_SORT=0
sv: DICTIONARY_SORT=0

source: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z
nb: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Æ Ø Å
sv: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Å Ä Ö

source: LANGUAGE_LIST_SEPARATOR_LAST
nb: og

source: Guatemala City, Guatemala
nb: Guatemala, Guatemala

source: Kona, Hawaii
nb: Kailua-Kona, Hawaii

source: Mt. Timpanogos, Utah
nb: Mount Timpanogos, Utah

source: Fill in the following parameters for the plot
nb: Fyll ut følgende parametere for diagrammet
sv: Fyll i följande variabler för tavlan

source: for
sv: för

source: Google-map type
sv: Google-karttyp

source: The following options are available for the X axis (horizontal). Each will then be presented according to options set for the Y and Z axes.<p style="padding-left: 25px"><b>Month of birth</b>&nbsp;&nbsp;individuals born in each month.<br /><b>Month of death</b>&nbsp;&nbsp;individuals who died in each month.<br /><b>Month of marriage</b>&nbsp;&nbsp;marriages that occurred in each month.<br /><b>Month of birth of first child in a relation</b>&nbsp;&nbsp;the number of first-borns for each family by month.<br /><b>Month of first marriage</b>&nbsp;&nbsp;the number of first marriages per month.<br /><b>Months between marriage and first child</b>&nbsp;&nbsp;the number of months between marriage and birth of first child to that couple.<br /><b>Age related to birth year</b>&nbsp;&nbsp;age at death, related to the time period that includes each person's birth year.<br /><b>Age related to death year</b>&nbsp;&nbsp;age at death, related to the time period that includes each person's year of death.<br /><b>Age in year of marriage</b>&nbsp;&nbsp;the average age of individuals at the time of their marriages.<br /><b>Age in year of first marriage</b>&nbsp;&nbsp;the average age of individuals at the time of their first marriage.<br /><b>Number of children</b>&nbsp;&nbsp;average family sizes.<br /><b>Individual distribution</b>&nbsp;&nbsp;placement of all persons or persons with the specified name, by country.<br /><b>Birth by country</b>&nbsp;&nbsp;country of birth.<br /><b>Marriage by country</b>&nbsp;&nbsp;country of marriage.<br /><b>Death by country</b>&nbsp;&nbsp;country of death.<br /><b>Individuals with sources</b>&nbsp;&nbsp;pie chart of individuals with sources.<br /><b>Families with sources</b>&nbsp;&nbsp;pie chart of families with sources.</p>
sv: Följande alternativ är möjlig för X-axel (horisontal). Varje graf beror på alternativa val som gjort för Y och Z axel.<p style="padding-left: 25px"><b>Födelsemånad</b>&nbsp;&nbsp;personer födda i varje månad.<br /><b>Dödsmånad</b>&nbsp;&nbsp;personer som dog varje månad.<br /><b>Vigselmånad</b>&nbsp;&nbsp;vigsel som hände varje månad.<br /><b>Födelsemånad för första barn i förhållandet</b>&nbsp;&nbsp;antal först-födda för varje familj per månad.<br /><b>Månad för första äktenskap</b>&nbsp;&nbsp;antal av första äktenskap per månad.<br /><b>Månader mellan vigsel och första barn</b>&nbsp;&nbsp;antal månader mellan mellan vigsel och första barnfödelsen för det paret.<br /><b>Ålder i förhållandet till födelseår</b>&nbsp;&nbsp;ålder vid död, i förhållandet till tidperiod som inkluderar varje persons födelseår.<br /><b>År i förhållandet till dödsår</b>&nbsp;&nbsp;ålder vid död, förhållandet till tidsperiod som inkluderar varje persons dödsår.<br /><b>Ålder i år när vigd</b>&nbsp;&nbsp;genomsnittsålder för person vid tiden för vigsel.<br /><b>Ålder i år vid första äktenskap</b>&nbsp;&nbsp;genomsnittsålder vid tiden för personens första äktenskap.<br /><b>Antal barn</b>&nbsp;&nbsp;genomsnittligt familjestorlek.<br /><b>Utbredning av personer</b>&nbsp;&nbsp;boendeort för alla personer eller personer med visst namn, per land.<br /><b>Födelse per land</b>&nbsp;&nbsp;land för födelse.<br /><b>Vigsel per land</b>&nbsp;&nbsp;land vid vigsel.<br /><b>Död per land</b>&nbsp;&nbsp;land när dött.<br /><b>Personer med källor</b>&nbsp;&nbsp;cirkeldiagram av personer med källor.<br /><b>Familjer med källor</b>&nbsp;&nbsp;cirkeldiagram av familjer med källor.</p>

source: Olivia
sv: Olivia (färg)

source: Cardston, Alberta, Canada
hu: Cardston, Alberta, Kanada
sv: Cardston, Alberta, Kanada

source: sort by date of birth
hu: születési dátum szerint rendezve

source: sort by date of marriage
hu: házasság dátuma szerint rendezve

source: sort by date of death
hu: elhalálozás dátuma szerint rendezve

source: This media object has been deleted. You should review the deletion and then <a href="%1$s">accept</a> or <a href="%2$s">reject</a> it.
hu: Ez a médiaobjektum törölve lett. Ön felül kell vizsgálja ezt a törlést, majd <a href="%1$s">fogadja el</a> vagy <a href="%2$s">utasítsa vissza</a> azt.

source: This media object has been deleted. The deletion will need to be reviewed by a moderator.
hu: Ez a médiaobjektum törölve lett. A törlést felül kell vizsgálja egy moderátor.

source: The changes have been accepted.
hu: A változások elfogadva.

source: The changes have been rejected.
hu: A változások elutasítva.

source: Media object
hu: Média objektum

source: This media object does not exist or you do not have permission to view it.
hu: A médiaobjektum nem létezik, vagy nincs jogosultsága a megtekintéséhez.

source: Do not update the “last change” record
hu: Ne frissítse az "utolsó módosítás" mezőt

source: CKEditor
hu: CKSzerkesztő

source: Google Maps
hu: Google Térkép

source: OK
hu: Oké

# NOMINATIVE
source: Vendémiaire
hu: Szüret hava

# NOMINATIVE
source: Brumaire
hu: Köd hava

# NOMINATIVE
source: Frimaire
hu: Dér hava

# NOMINATIVE
source: Nivôse
hu: Hó hava

# NOMINATIVE
source: Pluviôse
hu: Eső hava

# NOMINATIVE
source: Ventôse
hu: Szél hava

# NOMINATIVE
source: Germinal
hu: Sarjadás hava

# NOMINATIVE
source: Floréal
hu: Virágzás hava

# NOMINATIVE
source: Prairial
hu: Rét hava

# NOMINATIVE
source: Messidor
hu: Aratás hónapja

# NOMINATIVE
source: Thermidor
hu: Hőség hónapja

# NOMINATIVE
source: Fructidor
hu: Gyümölcs hava

# GENITIVE
source: Vendémiaire
hu: Szüret hava

# GENITIVE
source: Brumaire
hu: Köd hava

# GENITIVE
source: Frimaire
hu: Dér hava

# GENITIVE
source: Nivôse
hu: Hó hava

# GENITIVE
source: Pluviôse
hu: Eső hava

# GENITIVE
source: Ventôse
hu: Szél hava

# GENITIVE
source: Germinal
hu: Sarjadás hava

# GENITIVE
source: Floréal
hu: Virágzás hava

# GENITIVE
source: Prairial
hu: Rét hava

# GENITIVE
source: Messidor
hu: Aratás hónapja

# GENITIVE
source: Thermidor
hu: Hőség hónapja

# GENITIVE
source: Fructidor
hu: Gyümölcs hava

# LOCATIVE
source: Vendémiaire
hu: Szüret hava

# LOCATIVE
source: Brumaire
hu: Köd hava

# LOCATIVE
source: Frimaire
hu: Dér hava

# LOCATIVE
source: Nivôse
hu: Hó hava

# LOCATIVE
source: Pluviôse
hu: Eső hava

# LOCATIVE
source: Ventôse
hu: Szél hava

# LOCATIVE
source: Germinal
hu: Sarjadás hava

# LOCATIVE
source: Floréal
hu: Virágzás hava

# LOCATIVE
source: Prairial
hu: Rét hava

# LOCATIVE
source: Messidor
hu: Aratás hónapja

# LOCATIVE
source: Thermidor
hu: Hőség hónapja

# LOCATIVE
source: Fructidor
hu: Gyümölcs hava

# INSTRUMENTAL
source: Vendémiaire
hu: Szüret hava

# INSTRUMENTAL
source: Brumaire
hu: Köd hava

# INSTRUMENTAL
source: Frimaire
hu: Dér hava

# INSTRUMENTAL
source: Nivôse
hu: Hó hava

# INSTRUMENTAL
source: Pluviôse
hu: Eső hava

# INSTRUMENTAL
source: Ventôse
hu: Szél hava

# INSTRUMENTAL
source: Germinal
hu: Sarjadás hava

# INSTRUMENTAL
source: Floréal
hu: Virágzás hava

# INSTRUMENTAL
source: Prairial
hu: Rét hava

# INSTRUMENTAL
source: Messidor
hu: Aratás hónapja

# INSTRUMENTAL
source: Thermidor
hu: Hőség hónapja

# INSTRUMENTAL
source: Fructidor
hu: Gyümölcs hava

source: Primidi
hu: Egyes napok

source: Duodi
hu: Kettes napok

source: Tridi
hu: Hármas napok

source: Quartidi
hu: Négyes napok

source: Quintidi
hu: Ötös napok

source: Sextidi
hu: Hatos napok

source: Septidi
hu: Hetes napok

source: Octidi
hu: Nyolcas napok

source: Nonidi
hu: Kilences napok

# NOMINATIVE
source: Muharram
hu: Moharrem

# NOMINATIVE
source: Safar
hu: Szafar

# NOMINATIVE
source: Rabi' al-awwal
hu: Rébi el avvel

# NOMINATIVE
source: Jumada al-awwal
hu: Dsemádi el avvel

# NOMINATIVE
source: Rajab
hu: Redseb

# NOMINATIVE
source: Ramadan
hu: Ramadán

# NOMINATIVE
source: Shawwal
hu: Sevvál

# GENITIVE
source: Muharram
hu: Moharrem

# GENITIVE
source: Safar
hu: Szafar

# GENITIVE
source: Rabi' al-awwal
hu: Rébi el avvel

# GENITIVE
source: Jumada al-awwal
hu: Dsemádi el avvel

# GENITIVE
source: Rajab
hu: Redseb

# GENITIVE
source: Ramadan
hu: Ramadán

# GENITIVE
source: Shawwal
hu: Sevvál

# LOCATIVE
source: Muharram
hu: Moharrem

# LOCATIVE
source: Safar
hu: Szafar

# LOCATIVE
source: Rabi' al-awwal
hu: Rébi el avvel

# LOCATIVE
source: Jumada al-awwal
hu: Dsemádi el avvel

# LOCATIVE
source: Rajab
hu: Redseb

# LOCATIVE
source: Ramadan
hu: Ramadán

# LOCATIVE
source: Shawwal
hu: Sevvál

# INSTRUMENTAL
source: Muharram
hu: Moharrem

# INSTRUMENTAL
source: Safar
hu: Szafar

# INSTRUMENTAL
source: Rabi' al-awwal
hu: Rébi el avvel

# INSTRUMENTAL
source: Jumada al-awwal
hu: Dsemádi el avvel

# INSTRUMENTAL
source: Rajab
hu: Redseb

# INSTRUMENTAL
source: Ramadan
hu: Ramadán

# INSTRUMENTAL
source: Shawwal
hu: Sevvál

source: Belize
hu: Belizé

source: Ghana
hu: Ghána

source: Malawi
hu: Malavi

source: Pakistan
hu: Pakisztán

source: Togo
hu: Togó

source: Samoa
hu: Szamoa

source: Accra, Ghana
hu: Accra, Ghána

source: Asuncion, Paraguay
hu: Asunción, Paraguay

source: Caracas, Venezuela
hu: Caracas, Venezuella

source: Denver, Colorado
hu: Denver, Kolorádó

source: Apia, Samoa
hu: Apia, Szamoa
