Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: The Home page consists of several separate blocks, and can be customized. On sites that have more than one genealogical database, you may see a different Home page for each. Depending on how the administrator customized the site, you may see any of the following blocks on the Home Page:<ul><li><a href="?help=index_charts"><b>Charts</b></a></li><li><a href="?help=index_favorites"><b>GEDCOM favorites</b></a></li><li><a href="?help=index_gedcom_news"><b>GEDCOM news</b></a></li><li><a href="?help=index_stats"><b>GEDCOM statistics</b></a></li><li><a href="?help=index_login"><b>Login</b></a></li><li><a href="?help=index_loggedin"><b>Logged in users</b></a></li><li><a href="?help=index_common_names"><b>Most common surnames</b></a></li><li><a href="?help=index_onthisday"><b>On this day in your history</b></a></li><li><a href="?help=index_media"><b>Random media</b></a></li><li><a href="?help=recent_changes"><b>Recent changes</b></a></li><li><a href="?help=index_events"><b>Upcoming events</b></a></li><li><a href="?help=index_welcome"><b>Welcome</b></a></li></ul>
fi: Etusivulla on useita lohkoja, joita voit räätälöidä. Kun palvelimella on useita sukututkimustietokantoja, jokaisella voi olla yksilöllinen Etusivu. Riippuen ylläpitäjän asetuksista, voit nähdä seuraavat lohkot Etusivulla:<ul><li><a href="?help=index_charts"><b>Kaaviot</b></a></li><li><a href="?help=index_favorites"><b>GEDCOM suosikit</b></a></li><li><a href="?help=index_gedcom_news"><b>GEDCOM uutiset</b></a></li><li><a href="?help=index_stats"><b>GEDCOM tilastot</b></a></li><li><a href="?help=index_login"><b>Sisäänkirjautuminen</b></a></li><li><a href="?help=index_loggedin"><b>Sisäänkirjautuneet käyttäjät</b></a></li><li><a href="?help=index_common_names"><b>Yleisimmät sukunimet</b></a></li><li><a href="?help=index_onthisday"><b>Tänä päivänä</b></a></li><li><a href="?help=index_media"><b>Satunnaismedia</b></a></li><li><a href="?help=recent_changes"><b>Viimeiset muutokset</b></a></li><li><a href="?help=index_events"><b>Tulevia tapahtumia</b></a></li><li><a href="?help=index_welcome"><b>Tervetuloa</b></a></li></ul>
fr: La page d'Accueil est composée de plusieurs blocs séparés et peut être personnalisée. Sur les sites possédant plusieurs bases de données généalogiques, vous pouvez voir une page d'Accueil différente pour chacune. Selon la personnalisation de la page d'Accueil effectuée par l'administrateur, vous pouvez voir n'importe lequel des blocs suivants:<ul><li><a href="?help=index_charts"><b>Bloc graphique</b></a></li><li><a href="?help=index_favorites"><b>Favoris GEDCOM</b></a></li><li><a href="?help=index_gedcom_news"><b>Nouvelles GEDCOM</b></a></li><li><a href="?help=index_stats"><b>Statistiques GEDCOM</b></a></li><li><a href="?help=index_login"><b>Connexion</b></a></li><li><a href="?help=index_loggedin"><b>Utilisateurs connectés</b></a></li><li><a href="?help=index_common_names"><b>Top 10 des noms de famille</b></a></li><li><a href="?help=index_onthisday"><b>Ce jour-là</b></a></li><li><a href="?help=index_media"><b>Une image au hasard</b></a></li><li><a href="?help=recent_changes"><b>Modifications récentes</b></a></li><li><a href="?help=index_events"><b>Les événements à venir</b></a></li><li><a href="?help=index_welcome"><b>Bienvenue</b></a></li></ul>
nb: Startsiden består av flere forskjellige blokker, og den kan tilpasses etter ønske. På nettsteder med mer enn én slektsdatabase vil det kunne være forskjellige Startsider for hver av dem. Avhengig av hvordan administratoren har satt opp nettstedet, vil du kunne se de følgende blokkene på Startsiden:<ul><li><a href="?help=index_charts"><b>Diagram</b></a></li><li><a href="?help=index_favorites"><b>Favoritter i slektsbasen</b></a></li><li><a href="?help=index_gedcom_news"><b>Nyheter for slektsbasen</b></a></li><li><a href="?help=index_stats"><b>Slektstrestatistikk</b></a></li><li><a href="?help=index_login"><b>Logg inn</b></a></li><li><a href="?help=index_loggedin"><b>Brukere som er logget inn</b></a></li><li><a href="?help=index_common_names"><b>Vanligste etternavn</b></a></li><li><a href="?help=index_onthisday"><b>Årsdag for hendelser i slekten</b></a></li><li><a href="?help=index_media"><b>Tilfeldig utvalgt bilde/mediefil</b></a></li><li><a href="?help=recent_changes"><b>Siste endringer</b></a></li><li><a href="?help=index_events"><b>Kommende begivenheter</b></a></li><li><a href="?help=index_welcome"><b>Velkommen</b></a></li></ul>
sk: Domovská stránka obsahuje niekoľko nezávislých blokov, ktoré si môžete upraviť a nastaviť ako chcete. Na stránkach, kde majú viacej rodokmeňových databází, môžete vidieť domovskú stránku pre každú z nich. V závislosti na tom, ako správca nastavil web, môžete vidieť nasledujúce bloky na Domovskej stránke:<ul><li><a href=\"?help=index_charts\"><b>Schémy</b></a></li><li><a href=\"?help=index_favorites\"><b>Obľúbené z GEDCOMu</b></a></li><li><a href=\"?help=index_gedcom_news\"><b>Novinky z GEDCOMu</b></a></li><li><a href=\"?help=index_stats\"><b>Štatistiky z GEDCOMu</b></a></li><li><a href=\"?help=index_login\"><b>Prihlásenie</b></a></li><li><a href=\"?help=index_loggedin\"><b>Prihlásený uživatelia</b></a></li><li><a href=\"?help=index_common_names\"><b>Nejčastejšie priezviská</b></a></li><li><a href=\"?help=index_onthisday\"><b>Tohoto dňa vo vašej histórii</b></a></li><li><a href=\"?help=index_media\"><b>Náhodný obrázok</b></a></li><li><a href=\"?help=recent_changes\"><b>Nedávne zmeny</b></a></li><li><a href=\"?help=index_events\"><b>Nadchádzajúce udalosti</b></a></li><li><a href=\"?help=index_welcome\"><b>Vitajte</b></a></li></ul>

source: Most viewed items block
fi: Suosikkikohteet-lohko
fr: Bloc des pages les plus visitées
nb: Blokken mest viste elementer
sk: Blok najčastejšie zobrazovaných položiek
sv: Mest visade blocket

source: This block will list the top 10 individuals, families, or sources that have been viewed by visitors to this site. In order for this block to appear the site administrator must have enabled the Item Hit counters.
fi: Tämä lohko näyttää tämän sivuston 10 suosituinta henkilöä, perhettä tai lähdettä. Jotta tämä lohko olisi näkyvissä, ylläpitäjän täytyy aktivoida osumalaskurit.
fr: Ce bloc liste les 10 individus, familles ou sources ayant étés le plus vus par les visiteurs. Pour que ce bloc fonctionne, l'administrateur doit avoir activé le compteur de visites.
nb: Denne blokken vil vise de 10 mest viste personene, familiene eller kildene på nettstedet. For å kunne vise denne blokken, må administratoren for nettstedet ha aktivert telleren.
sk: Tento blok zobrazuje zoznam Top 10 osôb, rodín, alebo zdrojov ktoré boli zobrazené návštevníkmi týchto stránok. Pre zobrazenie tohoto bloku musí administrátor stránok zapnúť počitadlo prístupov k položkám.
sv: Detta block kommer att lista de 10 mest besökta personer, familjer eller källor av besökare på sajten. För att detta område ska visas måste sajtadministratören sätta på träffräknaren.

source: Welcome block
fi: Tervetuloa-lohko
fr: Bloc Bienvenue
nb: Velkomstblokk
sk: Uvítací blok
sv: Välkomstblock

source: The Welcome block shows you the current database title, the date and time, and, if enabled by the admin, the Hit Counter.<br /><br />The Hit Counter is only available in the Welcome block and on the Individual Information page. The counter counts the "Hits" of these pages. That means it counts how many times these pages are visited. The counter does not check the Internet address of a visitor; every visit to a page from <u>any</u> remote location counts as another Hit.
fi: Tervetuloa-lohkossa näkyy käytössä olevan tietokannan otsikkonimi, päivämäärä ja aika ja jos ylläpitäjä on ottanut käyttöön, luettu laskurin.<br /><br />Luettu laskuri on vain tarjolla Tervetuloa-lohkossa ja Henkilötietosivulla. Luettu laskuri ilmaisee montako kertaa sivu on avattu. Se ei seuraa vierailijakohtaisesti sivun avaamista, joten jokainen sivun avaus lisää laskurin arvoa.
fr: Le bloc de Bienvenue vous indique le titre de base de données actuelle, la date et l'heure, et, s'il est activé par l'administrateur, le Compteur de visite.<br /><br />Le compteur de visite n'est disponible que dans le bloc d'accueil et sur la page d'informations de l'individu. Le compteur compte les "Visites (Hits)" de ces pages. Cela veut dire qu'il compte combien de fois ces pages sont visitées. Le compteur ne vérifie pas l'adresse Internet d'un visiteur, chaque visite d'une page à partir <u>de n'importe quel</u> compte comme une autre visite.
nb: Velkomstblokken viser tittelen på den valgte GEDCOM, dato og tidspunkt, og - hvis det er aktivert - Telleverket. <br /><br />Telleverket er bare tilgjengelig i Velkomstblokken og på Personinformasjonssidene. Telleverket teller hvor mange ganger siden er blitt besøkt. Den tar ikke besøkerens Internet-adresse i betraktning: hvert besøk til en side fra <u>hvilken som helst</u> ekstern plassering teller som et besøk.
sk: Uvítací blok vám ukazuje názov aktuálnej databázi, dátum a čas a ak to je povolené správcom počitadlo prístupov.<br /><br />Počitadlo prístupov je dostupné iba v Uvítacom bloku a na Osobnej stránke. Počitadlo sčítá prístupy (stiahnutia) týchto stránok. To znamená počet, koľkokrát boly tieto stránky navštívené. Počitadlo nekontroluje internetovú adresu návštevníka, takže každý prístup z <u>nejakého</u> vzdialeného miesta sa počíta ako další.

source: On this chart you can display one or more persons along a horizontal timeline. This chart allows you to see how the lives of different people overlapped.<br /><br />You can add people to the chart individually or by family groups by their IDs. The previous list will be remembered as you add more people to the chart. You can clear the chart at any time with the <b>Clear Chart</b> button.<br /><br />You can also add people to the chart by searching for them by date range or locality.
fi: Tässä kaaviossa voit esittää vaakatason aikajanalla yhden tai useeamman henkilön. Kaavio antaa sinun nähdä henkilöiden elämän tapahtumat verrattuna toisiin.<br /><br />Voit lisätä kaavioon henkilöt yksitellen tai perheittäin syöttämällä ID-tunnukset. Edellinen käytetty lista jää muistiin, kun lisäät uusia kaavioon. Kaaviosta voit poistaa listan valitsemalla <b>Tyhjennä kaavio</b>.<br /><br />Henkilöiden lisääminen onnistuu myös ajanjakso- tai paikallisuushaun avulla.
fr: Sur ce graphique, vous pouvez afficher une ou plusieurs personnes le long d'une ligne horizontale du temps. Ce tableau vous permet de voir comment la vie des gens différents se chevauchent.<br /><br />Vous pouvez ajouter des personnes à la carte, individuellement ou par groupes de familles par leurs IDs. La liste précédente se souviendra que vous ajoutez plus de gens à la carte. Vous pouvez effacer la liste à tout moment avec le bouton <b>Effacer le tableau</b>.<br /><br />Vous pouvez également ajouter des personnes à la liste en les cherchant par plage de dates ou de la localité.
nb: Dette diagrammet viser en eller flere personer langs en vannrett tidslinje, så du kan se hvordan personers liv overlappet hverandre.<br /><br />Du kan legge til personer en og en eller etter familie. Det tidligere utvalget beholdes etter som du føyer flere personer til diagrammet. Du kan tømme listen ved å klikke på <b>Nullstill diagram</b>.<br /><br />Du kan også legge til personer gjennom å søke etter dem etter tidsrom eller sted.
sk: V tejto schéme si môžete zobraziť jednu alebo viacej osôb vo vodorovnej časovej ose. Tiež vám umožní vidieť, ako sa prekrývali životy rôznych osôb.<br /><br />Pridávať ľudíi môžete jednotlivo, alebo po skupinách rodín podľa ich ID. Zoznam sa bude ukladať s tým, ako budete pridávať ďalšie osoby do schémy. Môžete ho kedykoľvek vymazať tlačidlom <b>Vyčistit schému</b>.<br /><br />Pridať osoby môžete tiež vyhľadaním podľa rozmedzia dátumov alebo lokality.

source: Link to an existing family as a child
fi: Lisää lapseksi perustettuun perheeseen
fr: Ajouter cette personne comme enfant à une famille existante
nb: Koble til en eksisterende familie som et barn
sk: Pridať k existujúcej rodine ako dieťa
sv: Länka ett barn till en existerande familj

source: You can link this person as a child to an existing family when you click this link.<br /><br />Suppose that at one time the parents of the person were unknown, and you discovered later that the parents have a record in this database.<br /><br />Just click the link, enter the ID of the family, and you have competed the task. If you don't know the family's ID, you can search for it.
fi: Klikkaamalla tätä linkkiä voit liittää hänet lapseksi olemassa olevaan perheeseen.<br /><br />Oletetaan, että tämän henkilön vanhemmat ovat tuntemattomia, mutta ilmeneekin, että vanhemmilla onkin tietue tässä GEDCOM-tiedostossa.<br /><br />Klikkaa linkkiä, lisää perheen ID-tunnus (mikäli et tiedä ID-tunnusta, voit etsiä sitä ponnahdusikkunassa) ja homma on hoidettu.
fr: Vous pouvez lier cet individu comme enfant à une famille déjà créée quand vous cliquez sur ce lien.<br /><br />Supposez qu'au moment de l'enregistrement de l'invidu, les parents de cet individu semblent inconnus, et que vous découvriez plus tard que les parents étaient déjà enregistrés dans la base.<br /><br />Cliquez simplement sur le lien, entrez l'ID de la famille, et la tâche est complète. Si vous ne connaissez pas l'ID de la famille, vous pouvez le rechercher.
nb: Ved å klikke på på denne linken, kan du knytte denne personen til en eksisterende familie som barn.<br /><br />Tenk deg at foreldrene til personen var ukjente da du førte ham/henne inn, men at du senere fant ut at de allerede fantes i slektsbasen.<br /><br />Klikke på linken og angi familiens ID, og koblingen er gjort. Hvis du ikke kjenner familiens ID, kan du søke etter den.
sk: Kliknutím na tento odkaz môžete túto osobu pripojiť ako dieťa k existujúcej rodine.<br /><br />Predpokládajme, že rodičia tejto osoby boli neznámy a vy teraz zistíte, že majú svoj záznam v tomto GEDCOMe.<br /><br />Kliknite iba na odkaz, vložte ID rodiny (ak nepoznáte ID, môžete použiť okno pre vyhľadávanie) a práca je hotová.
sv: Du kan länka denna person som barn till en befintlig familj när du klickar på denna länk.<br /><br />Anta att vid något skede föräldarna till denna person var okända och att du senare finner att föräldrarna redan finns i databasen.<br /><br />Bara klicka denna länk, skriv in familjen ID, och uppgiften är utfört. Om du inte vet familjen ID, kan du söka det.

source: Link to an existing family as a husband
fi: Lisää aviomieheksi perustettuun perheeseen
fr: Ajouter cette personne comme époux à une famille existante
nb: Koble til en eksisterende familie som en ektemann/partner
sk: Pridať k existujúcej rodine ako manžela
sv: Länka en make till en existerande familj

source: This item will allow you to link the current individual as a husband to a family that is already in the database. By clicking this link you can add this person to an existing family, of which the husband was unknown until now. This person will take the place of the previously unknown husband. All events, marriage information, and children will keep their existing links to the family.<br /><br />Just click the link, enter the ID of the family, and you have competed the task. This is an advanced editing option that should only be used if the family you want to link to already exists. If you want to add a <u>new</u> family to this individual, use the <b>Add a new wife</b> link.
fi: Klikkaamalla tätä linkkiä voit liittää hänet aviomieheksi olemassa olevaan perheeseen, jonka aviomies on tähän asti ollut tuntematon.<br /><br />Kyseinen henkilö korvaa näin tuntemattoman henkilön. Kaikki tapahtumat, avioliittotiedot ja lapset säilyttävät entiset kytkennät perheeseen.<br /><br />Klikkaa linkkiä, lisää perheen ID-tunnus (mikäli et tiedä ID-tunnusta, voit etsiä sitä ponnahdusikkunassa) ja homma on hoidettu. Tämä on edistyksellinen muokkausvaihtoehto, jota saa käyttää vain mikäli liitettävä perhe on jo olemassa GEDCOM-tiedostossa. Mikäli haluat lisätä uuden perheen, käytä "Lisää uusi vaimo" linkkiä.
fr: Cette option vous permettra de lier l'individu courant en tant que mari à une famille qui est déjà enregistrée dans la base de données. En cliquant sur ce lien vous pouvez ajouter cet individu à une famille existante, pour laquelle le mari était inconnu jusqu'alors. Cet individu remplacera le mari inconnu jusqu'ici. Toutes les informations comme le mariage ou les enfants conserveront leurs liens avec cette famille.<br /><br />En cliquant simplement sur ce lien, entrez l'ID de la famille, et vous aurez compléter la tache. C'est une option d'édition avancée qui devrait seulement être employée si la famille que vous liez existe déjà. Si vous souhaitez ajouter une <u>nouvelle/u> famille à cet individu, utilisez le lien <b>Ajouter une nouvelle épouse</b>.
nb: Her kan du knytte personen til en eksisterende familie som ektemann. Ved å følge denne linken kan du koble personen til en eksisterende familie der ektemannen hittil har vært ukjent. Personen overtar plassen etter den hittil ukjente ektemannen. Alle begivenheter, bryllupsinformasjon og barn beholder deres eksisterende forbindelse med familien.<br /><br />Klikk på linken, før inn familiens ID, og arbeidet er gjort.<br /><br />Dette er en avansert endringsmulighet, som bare skal brukes hvis familien du vil knytte personen til allerede eksisterer. Hvis du vil legge en <u>ny</u> familie til personen, bruker du valget <b>Legg til en ny hustru/partner</b> i stedet.
sk: Táto položka vám umožní pripojiť túto osobu ako manžela k rodine, ktorá už je zapísaná v GEDCOMe. Kliknutím na tento odkaz pridáte túto osobu k rodine, u ktorej manžel doteraz nebol známy. Táto osoba zaujme miesto tej neznámej osoby. Všetky udalosti, informácie o manželstve a deti zostanú pripojené k rodine tak, ako sú.<br /><br />Iba kliknite na tento odkaz, zadajte ID rodiny (ak nepoznáte ID, môžete ho vyhľadať pomocou pop-up okna) a celá operácia je hotová. Toto je špeciálna voľba, ktorá by sa mala používať jedine v prípade, že rodina, ku ktorej chcete osobu pripojiť, je už v GEDCOMe uložená. Ak chcete pridať novú rodinu, použijte odkaz pre pridanie novej manželky.
sv: Detta tillåter dig att länka den nuvarande personen som make till en familj som redan finns i databasen. Genom att klicka denna länk kan du lägga till denna person till en befintig familj, vars make var okänd upptill nu. Denna person kommer att ersätta den tidigare unkända maken. Alla händelser, vigselinformation, och barn håller kvar dess länk till familjen.<br /><br />Bara klicka på länken, skriv in familjens ID, och du har utfört uppgiften. Detta är en advancerad redigeringsalternativ som skall endast användas om du vill länka till en familj som redan finns. Om du vill lägga till en <u>ny</u> familj till denna person, använd <b>Lägg till ny maka</b>-länken.

source: This will allow you to link another individual, who already exists, as a new husband to this person. This will create a new family with the husband you select. You will also have the option of specifying a marriage for this new family.
fi: Tämän avulla voit liittää tiedostossa jo olevan henkilön uudeksi aviomieheksi tälle henkilölle. Näin luodaan uusi perhe valitsemasi aviomiehen kanssa. Voit myös määritellä avioliiton tälle uudelle perheelle.
fr: Ceci vous permettra de lier un autre individu, qui existe déjà, en tant que nouveau mari à cet individu. Cette opération crééra une nouvelle famille avec le mari que vous avez choisi. Vous aurez également l'option d'indiquer un mariage pour cette nouvelle famille.
nb: Her kan knytte en mann som allerede er registrert i slektsbasen, som en ny ektemann til denne personen. Det vil da bli laget en ny familie med den ektemannen du velger. Du vil også ha muligheten å angi opplysninger om vielsen for den nye familien.
sk: Toto vám umožňuje pridať osobu, ktorá už existuje, ako nového manžela k tejto osobe. Bude vytvorená nová rodina s manželom, ktorého ste vybrali. Máte tiež možnosť špecifikovať udaje o sobáši novej rodiny.
sv: Detta tillåter dig att länka en annan person, som redan finns, som ny make till denna person. Detta kommer att skapa en ny familj med den maken du valt. Du vill också ha möjlighet att specifisera en vigsel för denna nya familj.

source: This will allow you to link another individual, who already exists, as a new wife to this person. This will create a new family with the wife you select. You will also have the option of specifying a marriage for this new family.
fi: Tämän avulla voit liittää tiedostossa jo olevan henkilön uudeksi vaimoksi tälle henkilölle. Näin luodaan uusi perhe valitsemasi aviovaimon kanssa. Voit myös määritellä avioliiton tälle uudelle perheelle.
fr: Ceci vous permettra de lier un autre individu, qui existe déjà, en tant que nouvelle épouse de cet individu. Ceci crééra une nouvelle famille avec l'épouse que vous avez sélectionnée. Vous aurez également la possibilité d'indiquer un mariage pour cette nouvelle famille.
nb: Her kan knytte en kvinne som allerede er registrert i slektsbasen, som en ny hustru til denne personen. Det vil da bli laget en ny familie med den hustruen du velger. Du vil også ha muligheten å angi opplysninger om vielsen for den nye familien.
sk: Toto vám umožňuje pridať osobu, ktorá existuje, ak novú manželku tejto osoby. This will create a new family with the wife you select. You will also have the option of specifying a marriage for this new family.
sv: Detta tillåter dig att länka en annan befintlig person, som ny maka till denna person. En ny familj skapas med den maka du valt. Du har också möjlighet att specificera en vigsel för den nya familjen.

source: Link to an existing family as a wife
fi: Lisää vaimoksi perustettuun perheeseen
fr: Ajouter cette personne comme épouse à une famille existante
nb: Koble til en eksisterende familie som en hustru/partner
sk: Pripojiť k existujúcej rodine ako manželku
sv: Länka en maka till en existerande familj
