Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: FAQs are lists of questions and answers, which allow you to explain the site's rules, policies, and procedures to your visitors. Questions are typically concerned with privacy, copyright, user-accounts, unsuitable content, requirement for source-citations, etc.
fi: UKK (Usein Kysytyt Kysymykset) ovat lista kysymyksiä vastauksineen, jossa voit kuvata palvelimen säännöt, käytännöt ja menettelyt. Kysymys koskee yleensä aiheita yksityisyys, tekijänoikeus, käyttäjätilit, sopimaton sisältö, tarpeet lähdetietoihin jne.
fr: FAQ sont des listes de questions et réponses, qui vous permettent d'expliquer les règles du site, les politiques et procédures à vos visiteurs. Les questions sont généralement concernés par la vie privée, droit d'auteur, comptes utilisateurs, contenus inappropriés, exigence de la source des citations, etc.
hu: A GYIK egy kérdések-válaszok lista, amelyben leírhatja a weblappal kapcsolatos fontosabb információkat. A kérdések többnyire a felhasználási feltételekre, adatvédelmi irányelvekre, felhasználói fiókokra, forrásidézésre szoktak vonatkozni.
nb: En FAQ (Frequently Asked Questions - Vanlige spørsmål) er en liste med spørsmål og svar hvor man kan informere besøkere om nettstedets regler, praksis og prosedyrer. Spørsmålene handler typisk om personvern, copyright, brukerkonti, upassende innhold, krav om kildehenvisninger, osv.
sk: Často kladené otázky (FAQ) je zoznam otázok a odpovedí, ktoré vám umožnia vysvetliť pravidlá webu, zásady a postupy vašim návštevníkom. Otázky sa typicky týkajú utajenia, copyrightu, užívateľských účtov, nevhodného obsahu, požiadavkov pre citácie atd.

source: You may use HTML to format the answer and to add links to other websites.
fi: Käytä HTML, kun haluat muotoilla vastauksen ja upottaa siihen linkkejä muihin web-osoitteisiin.
fr: Vous pouvez utiliser le HTML dans votre format de réponse et pour ajouter des liens vers des sites externes.
hu: Használhat HTML-t a válasza megformázásához vagy hivatkozások beszúrásához.
nb: HTML kan brukes for å formatere svaret og for å linke til andre nettsteder.
sk: Pre sformátovanie odpovedi a pridanie odkazov na ďalšie weby môžete použiť HTML.
sv: Du kan använda HTML för att forma svar och lägga till länkar till andra webbsajter.

source: This field controls the order in which the FAQ items are displayed.<br /><br />You do not have to enter the numbers sequentially. If you leave holes in the numbering scheme, you can insert other items later. For example, if you use the numbers 1, 6, 11, 16, you can later insert items with the missing sequence numbers. Negative numbers and zero are allowed, and can be used to insert items in front of the first one.<br /><br />When more than one FAQ item has the same position number, only one of these items will be visible.
fi: Tällä kentällä määrätään missä järjestyksessä esitetään Usein kysytyt aiheet.<br /><br />Järjestysnumeroiden ei tarvitse olla peräkkäisiä. Kun numerointitapa ei ole jatkuva, voit hyödyntää aukot myöhemmin. Esimerkiksi, kun käytät numerointitapa 1, 6, 11, 16, voit myöhemmin käyttää käyttämättä jääneet numerot. Voit myös käyttää negatiivisia lukuja tai nollaa, kun haluat laittaa aiheen ylemmäksi luettelossa.<br /><br />Kun useammalla aiheella on sama numero, vain yksi aihe esitetään.
fr: Ce champ contrôle l'ordre dans lequel les éléments de la FAQ sont affichés.<br /><br />Vous n'avez pas à entrer les numéros de façon séquentielle. Si vous laissez des trous dans le système de numérotation, vous pouvez insérer d'autres éléments plus tard. Par exemple, si vous utilisez les numéros 1, 6, 11, 16, vous pouvez insérer des éléments plus tard, avec les numéros de séquence manquants. Les nombres négatifs et zéro sont autorisés, et peut être utilisé pour insérer des éléments en face de la première.<br /><br />Lorsqu'il y a plus qu'un élément de FAQ avec le même numéro, un seul de ces éléments sera visible.
hu: Ez a mező ellenőrzi, hogy a GYIK elemei milyen sorrendben jelenjenek meg.<br /><br />A számozás nem kell folyamatos legyen. Ha helyeket hagy a számozásban utólag beszúrhat újabb kérdéseket a sorba. Például ha a 10, 20, 30, 40 számokat használja, akkor pl. 25-ös számmal beszúrhat egy újabb kérdést a 20 és 30-as közé. Negatív számok és nulla engedélyezett.<br /><br />Ha két kérdésnek ugyanaz a száma, akkor ezekből csak egy fog megjelenni.
nb: Dette feltet styrer rekkefølgen som FAQ-elementene vises i. <br /> <br /> Du trenger ikke å legge inn sekvensnumrene i rekkefølge. Hvis du lar det være hull i nummerrekkefølgen, kan du sette inn andre elementer senere. Hvis du for eksempel bruker tallene 1, 6, 11, 16, kan du senere sette inn elementer med de manglende sekvensnumrene. Negative tall og null er tillatt, og kan brukes til å sette inn elementer foran det første. <br /> <br /> Når mer enn ett FAQ-element har samme sekvensnummer, vil bare ett av disse elementene være synlig.
sk: Toto pole riadi poradie v ktorom sú polžky FAQ zobrazené.<br /><br />Nemusíte zadávať čísla sekvenčne. Ak necháte prázdne miesta v číselnom poradí, môžete vložiť ďalšie položky neskoršie. Napríklad, ak použijete čísla 1, 6, 11, 16, môžete neskoršie vložiť položky s chýbajúcimi číslami. Záporné čísla a nula sú dovolené, a môžu byť použité na vloženie položiek pred prvú položku.<br /><br />Ak má viac než jedna položka FAQ rovnaké číslo pozície tak bude zobrazená iba jedna.
sv: Detta fält bestämmer vilken ordning FAQ-poster visar.<br /><br />Du behöver inte fylla in nummrena i ordning. Om du lämnar hål i nummersekvensen kan du lägga in nya poster senare. T.ex om du använder siffrorna 1, 6, 11, 16 kan du senare lägga in poster med de saknade sifforna. Negativa siffror och noll är tillåtna och kan användas för att sätta in psoter före den första posten.<br /><br />När mer en post har samma nummer kommer bara en post att vara synlig.

source: You can determine whether this FAQ will be visible regardless of GEDCOM, or whether it will be visible only to the current GEDCOM.<br /><ul><li><b>ALL</b>&nbsp;&nbsp;&nbsp;The FAQ will appear in all FAQ lists, regardless of GEDCOM.</li><li><b>%s</b>&nbsp;&nbsp;&nbsp;The FAQ will appear only in the currently active GEDCOM's FAQ list.</li></ul>
fi: Voit määräta esitetäänkö tämä Usein kysytty aihe ainoastaan käytössä olevalle GEDCOMille vai kaikille GEDCOMeille.<br /><ul><li><b>Kaikki</b>&nbsp;&nbsp;&nbsp; Usein kysytty aihe esitetään aina.</li><li><b>%s</b>&nbsp;&nbsp;&nbsp; Esitetään vain käytössä olevan GEDCOMin Usein kysytty-luettelossa.</li></ul>
fr: Vous pouvez déterminer si cette FAQ sera spécifique à ce GEDCOM ou non.<br /><ul><li><b>TOUS</b>&nbsp;&nbsp;&nbsp;La FAQ apparaîtra dans toutes les listes de FAQ peu importe le GEDCOM.</li><li><b>%s</b>&nbsp;&nbsp;&nbsp;La FAQ apparaîtra uniquement dans la FAQ du GEDCOM en cours.</li></ul>
hu: Beállíthatja, hogy ez a GYIK hogyan legyen látható a GEDCOM-tól függetlenül, vagy ennek fügvényében.<br /><ul><li><b>MIND</b>&nbsp;&nbsp;&nbsp;A GYIK megjelenik a GYIK listában tekintet nélkül a GEDCOM-ra.</li><li><b>%s</b>&nbsp;&nbsp;&nbsp;A GYIK csak a jelenleg aktív GEDCOM oldalán jelenik meg.</li></ul>
nb: Du kan bestemme om dette Spørsmål &amp; Svar skal være synlig uavhengig av hvilken GEDCOM som vises, eller om den skal være synlig kun for gjeldende GEDCOM.<br /><ul><li><b>ALLE</b>&nbsp;&nbsp;&nbsp;FAQ-en vil være synlig i alle FAQ-listene, uansett hvilken GEDCOM.</li><li><b>%s</b>&nbsp;&nbsp;&nbsp;FAQ-en vil bare være synlig i den aktive GEDCOMens FAQ-liste.</li></ul>
sk: Môžete určiť či FAQ bude zobrazené nbez ohľadu na GEDCOMe, alebo či bude zobrazné iba z aktuálnym GEDCOMom.<br /><ul><li><b>Všetky</b>&nbsp;&nbsp;&nbsp;FAQ bude zobrazené na zozname všetkých FAQ, bez ohľadu na GEDCOM.</li><li><b>%s</b>&nbsp;&nbsp;&nbsp;FAQ bude zobrazené iba na zozname FAQ aktuálneho aktívneho GEDCOMu.</li></ul>

source: Delete FAQ item
fi: Poista kysymys
fr: Supprimer FAQ
hu: GYIK elem törlése
nb: Slett FAQ-element
sk: Zmazať položku FAQ
sv: Radera FAQ-post

source: This option will let you delete an item from the FAQ page
fi: Tämä valinta sallii sinun poistaa kysymyksen UKK-sivulta.
fr: Cette option vous permettra de supprimer un élément de la page FAQ
hu: Ez az opció engedélyezi, hogy kitöröljön elemeket a GYIK oldalról
nb: Dette valget lar deg slette et element fra siden med Spørsmål &amp; Svar
sk: Táto voľba vám umožňuje zmazať položku na stránke FAQ
sv: Detta val låter dig radera en post från FAQ-sidan.

source: This option will let you edit an item on the FAQ page.
fi: Tämä valinta sallii sinun muokata kysymystä tai sen vastausta.
fr: Cette option vous permettra de modifier un élément sur la page FAQ.
hu: Ez az opció engedélyezi, hogy szerkesszen elemeket a GYIK oldalon
nb: Dette valget lar deg redigere et element på siden med Spørsmål &amp; Svar
sk: Táto voľba vám umožňuje upraviť položku na stránke FAQ.
sv: Detta val låter dig redigera en post på FAQ-sida.

source: Move FAQ item down
fi: Siirrä kysymys alas
fr: Déplacer FAQ vers le bas
hu: GYIK elem lefele mozgatása
nb: Flytt FAQ-element nedover
sk: Presunúť položku FAQ dole
sv: Flytta FAQ-post nedåt

source: This option will let you move an item downwards on the FAQ page.<br /><br />Each time you use this option, the FAQ Position number of this item is increased by one. You can achieve the same effect by editing the item in question and changing the FAQ Position field. When more than one FAQ item has the same position number, only one of these items will be visible.
fi: Tällä valinnalla siirretään aihe alemmaksi Usein kysytty sivulla.<br /><br />Joka kerta kun valitset tämän, aiheen järjestysnumero kasvaa yhdellä. Saman lopputuloksen saat muokkaamalla aihetta ja muuttamalla aiheen järjestysnumeron. Kun useammalla aiheella on sama järjestysnumero, vain yksi niistä esitetään.
fr: Cette option vous permet de descendre un élément dans la FAQ.<br /><br />A chaque utilisation, la position de la question/réponse dans la FAQ est augmentée de 1. Vous pouvez également changer cette position sur la page d'édition de la question/réponse. Si plusieurs questions/réponses ont le même numéro, une seule sera visible.
hu: Ez az opció lehetővé teszi, hogy lefele mozgasson elemeket a GYIK oldalon.<br /><br />Amikor ezt az opciót használja a GYIK helyszáma egyel nő. Ugyanezt a hatást elérheti úgy is, hogy szerkeszti a kérdést és megváltoztatja a helyszámát. Amennyiben több kérdésnek is ugyanaz a száma, csak egy lesz látható ezekből.
nb: Dette valget lar deg flytte et element nedeover på FAQ-siden.<br /><br />Hver gang du bruker dette valget, vil FAQ-posisjonsnummeret for dette elementet øke med en. Du kan få samme effekt ved å redigere det aktuelle elementet og endre FAQ-posisjonsfeltet. Når mere enn ett element har samme posisjonsnummer, vil kun ett av elementene være synlig.
sk: Táto voľba vám umožní presunúť položku nižšiee na stránke FAQ.<br /><br />Vždy keď použijete túto možnosť bude číslo pozície položky FAQ zväčšené o 1. Rovnaký efekt môžete dosiahnúť priamo zmenou čísla pozície položky FAQ. Pozor ak viacej položiek FAQ má rovnaké číslo tak bude zobrazená iba jedna.
sv: Detta val låter dig flytta ner en post på FAQ-sidan.<br /><br />Varje gång du använder detta val kommer FAQ-positionsnummret att ökas med ett. Du kan uppnå samma resultat genom att editera posten manuellt och ändra FAQ-positionsfältet. När mer än en FAQ-post har samma positionsnummer kommer bara en av posterna att vara synlig.

source: Move FAQ item up
fi: Siirrä kysymys ylös
fr: Déplacer FAQ vers le haut
hu: GYIK elem felfele mozgatása
nb: Flytt FAQ-element oppover
sk: Presunúť položku FAQ hore
sv: Flytta FAQ-post uppåt

source: This option will let you move an item upwards on the FAQ page.<br /><br />Each time you use this option, the FAQ Position number of this item is reduced by one. You can achieve the same effect by editing the item in question and changing the FAQ Position field. When more than one FAQ item has the same position number, only one of these items will be visible.
fi: Tällä valinnalla siirretään aihe ylemmäksi Usein kysytty sivulla.<br /><br />Joka kerta kun valitset tämän, aiheen järjestysnumero pienenee yhdellä. Saman lopputuloksen saat muokkaamalla aihetta ja muuttamalla aiheen järjestysnumeron. Kun useammalla aiheella on sama järjestysnumero, vain yksi niistä esitetään.
fr: Cette option vous permet de déplacer un élément vers le haut sur la page de FAQ.<br /><br />Chaque fois que vous utilisez cette option, la position de la FAQ de cet article est réduite de un. Vous pouvez obtenir le même effet en modifiant l'article en question et modifier le champ Position de la FAQ. Lorsque plus d'un élément de FAQ a le même numéro, un seul de ces éléments sera visible.
hu: Ez az opció lehetővé teszi, hogy felfele mozgasson elemeket a GYIK oldalon.<br /><br />Amikor ezt az opciót használja a GYIK helyszáma egyel csökken. Ugyanezt a hatást elérheti úgy is, hogy szerkeszti a kérdést és megváltoztatja a helyszámát. Amennyiben több kérdésnek is ugyanaz a száma, csak egy lesz látható ezekből.
nb: Dette valget lar deg flytte et element oppover på FAQ-siden.<br /><br />Hver gang du bruker dette valget, vil FAQ-posisjonsnummeret for dette elementet reduseres med en. Du kan få samme effekt ved å redigere det aktuelle elementet og endre FAQ-posisjonsfeltet. Når mere enn ett element har samme posisjonsnummer, vil kun ett av elementene være synlig.
sk: Táto voľba vám umožní presunúť položku vyššie na stránke FAQ.<br /><br />Vždy keď použijete túto možnosť bude číslo pozície položky FAQ zmenšené o 1. Rovnaký efekt môžete dosiahnúť priamo zmenou čísla pozície položky FAQ. Pozor ak viacej položiek FAQ má rovnaké číslo tak bude zobrazená iba jedna.
sv: Detta val låter dig flytta upp en post på FAQ-sidan.<br /><br />Varje gång du använder detta val kommer FAQ-positionsnummret att minskas med ett. Du kan uppnå samma resultat genom att editera posten manuellt och ändra FAQ-positionsfältet. När mer än en FAQ-post har samma positionsnummer kommer bara en av posterna att vara synlig.

source: Relatives Report
fi: Sukulaisuusraportti
fr: Parenté
hu: Rokonok
nb: Slektsrapport
sk: Report príbuzných
sv: Släktrapport

source: A report of a person and a list of their relatives.
fi: Raportti henkilöstä ja luettelo hänen sukulaisista.
fr: Rapport d'une personne et une liste de sa parenté.
hu: Jelentés egy személyről és a rokonainak a kilistázása.
nb: En rapport for en person og en liste over vedkommendes slektninger
sk: Report osoby a jej príbuzných.
sv: Rapport över en person och en lista över dess släkt.

source: Sitemaps
fi: Sivustokartat
fr: Plan du site
hu: Oldaltérképek

source: Generate sitemap files for search engines.
fi: Luo sivustoluetteloa hakukoneita varten.
fr: Générer des fichiers "plan du site" pour les moteurs de recherche.
hu: Oldaltérkép fájlok generálása a keresőmotroknak.
nb: Lag filer til nettstedskart for søkemotorer.
sk: Generovať súbory mapy stránok pre vyhľadávacie enginy.
sv: Generera sajtkartfiler för sökmotorer

source: Generate Sitemap files
fi: Luo sivukarttatiedostot
fr: Générer mes fichiers "Plan du site"
hu: Oldaltérkép generálása
nb: Lag filer for nettstedskart
sk: Generovať súbory mapy stránok.
sv: Generera Sajtkartfiler

source: Selected items to store in Sitemap:
fi: Valitse kohteet, jotka tallennetaan sivukarttaan:
fr: Éléments à inclure dans le Plan du site
hu: Válassza ki az Oldaltérképben tárol elemeket:
nb: Velg hva som skal med i nettstedskartet:
sk: Vybrané položky k uložení na Mape stránok:
sv: Välj objekt att spara i Saijkarta:

source: Home page
fi: Etusivu
fr: Accueil
hu: Kezdőlap
nb: Startside
sk: Domovská stránka
sv: Hemsida

source: Individual information
fi: Henkilötiedot
fr: Renseignements personnels
hu: Személyes adatok
nb: Individ informasjon
sk: Informácie o osobe
sv: Personuppgifter

source: Individual List
fi: Henkilöluettelo
fr: Liste des individus
hu: Személyek listája
nb: Personliste
sk: Zoznam osôb
sv: Personlista

source: Family information
fi: Perheen tiedot
fr: Informations sur la famille
hu: Család információ
nb: Familieinformasjon
sk: Informácie o rodine
sv: Familje-information

source: Family List
fi: Perheluettelo
fr: Liste des familles
hu: Családok listája
nb: Familieliste
sk: Zoznam rodín
sv: Familjelista

source: GEDCOMs to store in Sitemap:
fi: GEDCOM-tiedostot, jotka tallennetaan sivukarttaan:
fr: Fichiers GEDCOM à prendre en compte&nbsp;:
hu: Oldaltérképben tárolt GEDCOMok:
nb: Slektsfil(er) du vil inkludere i nettstedskartet:
sk: GEDCOMy k uloženiu na Mape stránok:
sv: GEDCOMs att spara i Sajtkarta:

source: The following Sitemap files have been generated and can be downloaded:
fi: Seuraavat sivustokarttatiedostot on luotu ja voidaan siirtää työasemalle:
fr: Les 'Sitemaps' suivants ont été générés et peuvent ête téléchargés:
hu: A következő Oldaltérkép le lett generálva és letölthető:
nb: Følgende filer for nettstedskart er opprettet og kan lastes ned:
sk: Nasledujúce súbory mapy stránok budú vygenerované a môžu byť stiahnuté:
sv: Följande Sajtkartfiler har genereats och kan laddas ner:

source: Place all the files in the root of your webtrees installation.
fi: Sijoita kaikki tiedostot webtrees asennuksen juurihakemistoon.
fr: Placez tous les fichiers à la racine de votre installation webtrees.
hu: Helyezze az összes fájlt a webtrees telepítés gyökérkönyvtárába.
nb: Legg alle filene i roten på installasjonen av webtrees.
sk: Umiestniť všetky súbory do koreňového adresára vašej inštalácii webtrees.
sv: Placera alla filer i din webtrees installations rot.

source: Item
fi: Kohde
fr: Elément
hu: Bejegyzés
nb: Oppføring
sk: Položka
sv: Objekt

source: Priority
fi: Prioriteetti
fr: Priorité
hu: Prioritás
nb: Prioritet
sk: Priorita
sv: Prioritet

source: Updates
fi: Päivitykset
fr: Mises à jour
hu: Frissítések
nb: Oppdateringer
sk: Aktualizácie
sv: Uppdateringar

source: always
fi: aina
fr: toujours
hu: mindig
nb: alltid
sk: vždy
sv: alltid

source: hourly
fi: tunneittain
fr: chaque heure
hu: óránként
nb: hver time
sk: hodinový
sv: varje timme

source: daily
fi: päivittäin
fr: chaque jour
hu: Napi
nb: daglig
sk: Deňne
sv: dagligen

source: weekly
fi: viikoittain
fr: chaque semaine
hu: Heti
nb: ukentlig
sk: Týždenne
sv: varje vecka

source: monthly
fi: kuukausittain
fr: chaque mois
hu: Havi
nb: månedlig
sk: mesačne
sv: varje månad

source: yearly
fi: vuosittain
fr: chaque année
hu: Éves
nb: årlig
sk: Ročne
sv: årligen

source: never
fi: ei koskaan
fr: jamais
hu: soha
nb: aldri
sk: nikdy
sv: aldrig

source: Generate
fi: Luo
fr: Générer
hu: Generálás
nb: Trykk for å opprette filen
sk: Generovať
sv: Skapa

source: Sitemaps are a way for webmasters to tell search engines about the pages on a website that are available for crawling. All major search engines support sitemaps. For more information, see <a href="http://www.sitemaps.org/">www.sitemaps.org</a>.
fi: Sivustokartoilla ylläpitäjät kertovat hakukoneille verkkosivujen sivuista, jotka ovat selattavia. Kaikki tärkeimmät hakukoneet tukevat sivustokarttoja. Saat lisätietoja sivulla <a href="http://www.sitemaps.org/">www.sitemaps.org</a>.
fr: Les cartes du site sont une façon pour les administrateurs de dire aux moteurs de recherche quelles pages du site sont disponibles au référencement. Tous les moteurs de recherche majeurs reconnaissent les cartes du site. Pour de plus amples informations, voir <a href="http://www.sitemaps.org/">www.sitemaps.org</a>.

source: After generating the sitemap files, you should upload them to the webtrees installation directory on the web-server.
fi: Luotuasi sivukartastotiedostot, sinun tulee siirtää ne webtrees asennuksen hakemistoon web-palvelimella.
fr: Après avoir créé les fichiers des cartes du site, vous devez les téléverser dans le répertoire de votre site webtrees sur le serveur web.

source: To tell search engines that sitemaps are available, you should add the following line to your robots.txt file.
fi: Kertoaksesi hakukoneille, että sivukartat ovat käytettävissä, sinun tulisi lisätä seuraava rivi robots.txt-tiedoston.
fr: Pour signifier aux moteurs de recherche que les cartes du site sont disponibles, vous devez ajouter les lignes suivantes à votre fichier robots.txt

source: To tell search engines that sitemaps are available, you can use the following links.
fi: Kertoaksesi hakukoneille, että sivukartat ovat käytettävissä, voit käyttää seuraavia linkkejä.
fr: Pour dire aux moteurs de recherche que les cartes du site sont disponibles, vous pouvez utiliser les liens suivants.

source: Select GEDCOMs
fi: Valitse GEDCOM tiedostot
fr: Sélectionnez les GEDCOMS
hu: GEDCOM kiválasztása
nb: Velg GEDCOM(er)
sk: Vybrať GEDCOMy
sv: Välj GEDCOM-filer

source: Select the GEDCOMs for which you want to create a Sitemap file. You must select at least one.<br /><br />When the <b>No links to private information</b> option is selected, only links to data that is publicly available will be included.
fi: Valitse GEDCOM tiedostot joista luodaan sivustoluettelo. Pitää valita vähintään yksi.<br /><br />Kun valitaan <b>Ei linkkeja yksityissuojattuun tietoon</b>, vain julkisesti avoimet tiedot linkitetään ja lisätään luetteloon.
fr: Sélectionner le GEDCOM pour lequel vous souhaitez créer un fichier "Plan du site". Vous devez en sélectionner au moins un.<br /><br />Lorsque l'option «&nbsp;Pas de liens vers des informations privées&nbsp;» est sélectionnée, seuls les liens vers des données qui sont accessibles au public seront inclus.
hu: Válassza ki azokat a GEDCOMokat amelyek számára szeretne generálni oldaltérképet. Egyszerre egyet jelölhet ki.<br /><br />Amennyiben a <b>A privát információk ne legyenek linkelve</b> opció be van jelölve, csak a publikus adatok kerülnek indexelésre.
nb: Velg de GEDCOM-filer du vil generere Sitemap-filer for. Du må velge minst én<br /><br />Hvis <b>ingen lenker til privat informasjon</b> er valgt, vil Sitemap-filen bare inneholde linker til åpent tilgjengelig materiale.
sk: Vyberte GEDCOMy, pre ktoré chcete vytvoriť súbor mapy stránok. Musíte vybrať aspoň jeden.<br /><br />Ak zatrhnete <b>Žiadny odkaz k súkromným informáciám</b>, použijú sa iba odkazy k verejne prístupným údajom.

source: Select items
fi: Valitse kohdat
fr: Sélectionnez les éléments
hu: Elem kiválasztása
nb: Velg objekter
sk: Vybrať položky
sv: Välj objekt
