Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Select this option to include the media files associated with the records in your clippings cart. Choosing this option will automatically zip the files during download.
fi: Valitse tämä vaihtoehto sisällyttääksesi tietueeseen liitetyt mediatiedostot leikekoriisi. Tämä valinta zippaa tiedostot automaattisesti, kun tiedostot siirretään omalle koneellesi.
fr: Choisissez cette option pour inclure les fichiers média liés aux enregistrements d'invidus sélectionnés dans votre panier. En choisissant cette option, les fichiers média seront automatiquement zippés pendant le téléchargement.
nb: Kryss av her for å ta med mediefiler knyttet til de valgte postene i utklippsmappen. Filene vil automatisk bli pakket i en ZIP-fil under nedlastningen.
sk: Výberom tejto voľby zahrniete súbory médií, ktoré sa vzťahujú k záznamom vo vašej Schránke výstrižkov.Výber tejto voľby automaticky pri stiahnutí zabalí súbory do ZIPu.
sv: Välj detta val för att inkludera mediafiler associerade med poster som finns i din urklippskorg. Om du väljer detta val kommer filerna automatiskt zipas vid nerladdning.

source: This form allows you to add a new favorite item to your list of favorites.<br /><br />You must enter either an ID for the person, family, or source you want to store as a favorite, or you must enter a URL and a title. The Note field is optional and can be used to describe the favorite. Anything entered in the Note field will be displayed in the Favorites block after the item.
fi: Tässä voit lisätä uuden suosikin suosikkiluetteloosi. Lisää joko henkilön, perheen tai lähteen ID-tunnus tai URL-osoite ja otsikko. Huomautuskenttä on vaihtoehtoinen ja siinä voi antaa kuvauksen suosikista. Kaikki, mikä on kirjoitettu huomautuskenttään näkyy Suosikki-lohkossa, kohteen perässä.
fr: Ce formulaire vous permet d'ajouter un nouveau favori à votre liste de favoris. Vous devez entrer l'ID de l'individu ou de la famille ou la source que vous voulez enregistrer comme favori, sinon vous pouvez saisir un URL et un titre. Le champ Notes est optionnel et peut être utilisé pour décrire le favori. N'importe quel commentaire écrit dans le champ Notes sera affiché dans le bloc favoris après celui-ci.
nb: Her kan du legg til en ny favoritt i listen over favoritter i slektsbasen. Du må enten angi IDen til en:<ul><li>Person</li><li>Familie</li><li>Kilde</li></ul>eller<ul><li>Internettadresse(URL) og en tittel</li></ul>I notatfeltet, som er valgfritt, kan du gi en beskrivelse av favoritten. Denne vil i tilfelle bli vist rett etter favoritten i rammen for favoritter.
sk: Tento formulár vám umožňuje pridať do vašeho zoznamu obľúbených novú položku. Musíte zadať ID osoby, rodiny, alebo zdroja ktorý chcete uložiť ako obľúbené, alebo musíte zadať URL a názov. Pole Poznámka je nepovinné a môže byť použité na popis. Čokoľvek uložené v poli Poznámka bude zobrazené v bloku Obľúbené za položkou.
sv: Detta formulär tillåter dig att lägga till ett nytt favoritobjekt till din favoritlista. Du måste skriva in antingen ett ID för personen, familjen eller källan som du vill lägga till som favorit eller så lägger du till ett URL och en titel. Anteckningsfältet är valfritt och kan användas för att beskriva favoriten. Det som skrivs in i anteckningsfältet kommer att visas i favoritblocket efter objektet.

source: Most common surnames block
fi: Yleisimmät sukunimet-lohko
fr: Bloc des noms de familles les plus fréquents
nb: Blokken for vanligste etternavn
sk: Blok najčastejších priezvísk
sv: Vanligaste förekommande förnamns block

source: This block displays a list of frequently occurring surnames from this database. A surname must occur at least %s times before it will appear in this list. The administrator has control over this threshold.<br /><br />When you click on a surname in this list, you will be taken to the Individuals, where you will get more details about that name.
fi: Tässä lohkossa näytetään tämän GEDCOM-tiedoston yleisimmät sukunimet. Sukunimen on esiinnyttävä vähintään %s kertaa, ennen kuin se näkyy luettelossa.<br /><br /> Ylläpitäjä asettaa näytettävien sukunimien lukumäärän.<br /><br /> Klikkaamalla sukunimeä pääset Henkilöluetteloon, josta saat lisätietoa nimestä.
fr: Ce bloc liste les noms de famille les plus fréquents de la base de données. Un nom de famille doit apparaitre au moins %s fois pour être listé. L'administrateur peut modifier ce seuil.<br /><br />En cliquant sur un nom de la liste vous obtiendrez la liste des individus portant ce nom.
hu: A GEDCOM-állományban legtöbbet előforduló vezetéknevek láthatók ebben a blokkban. A feltüntetett nevek számát az adminisztrátor szabja meg. <br /><br />A nevek természetesen kattinthatóak, így bővebben tájékozódhat az adott személyről az Személyek listája útján.
nb: Nederst i blokken for statistikk finner du en oversikt over etternavnene som er mest brukt i slektsbasen. Et etternavn må finnes flere ganger enn %s for å vises. Det er administratoren på nettstedet som betemmer dette.<br /><br />Ved å trykke på et av navnene, vil du bli sendt videre til en liste med personer som har dette etternavnet. Der vil du igjen få flere opplysninger om de ulike personene som har dette navnet.
sk: V tomto bloku sú zobrazené priezviská, ktoré sa v tomto GEDCOMe vyskytujú najčastejšie.<br />Minimálnu četnosť výskytu jedného priezviska potrebnú k tomu, aby priezvisko bolo zaradené medzi najčastejšie môže nastaviť administrátor.<br />(Súčasné nastavenie tohoto limitu je %s)<br />Na mená môžete kliknúť. Jedným kliknutím na meno sa dostanete na Zoznam osôb, kde získate ďalšie informácie o tomto mene.
sv: I detta block visas de efternamn som är vanligast i denna GEDCOM-fil. Antalet namn som visas ställs in av administratören.<br />(Den nuvarande inställningen är efternamn som finns i GEDCOM-filen fler gånger än %s)<br /><br />Namnet är klickbara. Klicka på ett namn tar dig till Personer, Där du får mer information om namnet.

source: The GEDCOM Favorites block is much the same as the "My Favorites" block of My Page. Unlike the My Page configuration, only the administrator or a user with Admin rights can change the list of favorites in this block.<br /><br />The purpose of the GEDCOM Favorites block is to draw the visitor's attention to persons of special interest. This GEDCOM's favorites are available for selection from a drop-down list in the header on every page.<br /><br />When you click on one of the listed site favorites, you will be taken to the Individual Information page of that person.
fi: GEDCOM suosikki-lohko on saman tapainen kuin Oman sivuni suosikit. Toisin kuin Omalla sivullani, vain ylläpitäjän oikeuksilla voidaan muuttaa tämän lohkon suosikit.<br /><br />GEDCOM suosikki-lohkon tarkoitus on kiinittää vierailjiloiden huomiota erityisen kiinnostaviin henkilöihin. Sivujen otsikkoalueella olevasta alasvetovalikosta pääsee käsiksi tämän GEDCOMin suosikkeihin.<br /><br />Klikkaamalla jotain suosikkia listassa pääsee kyseisen henkilön henkilötiedot-sivulle.
fr: Le bloc Favoris GEDCOM est presque semblable au bloc "Mes Favoris" de la Page personnelle. Contrairement à la configuration de la Page personnelle, seulement l'administrateur ou un utilisateur ayant les droits de Gestionnaire peut modifier la liste des favoris de ce bloc.<br /><br />Le but du bloc Favoris GEDCOM est d'attirer l'attention du visiteur sur des personnes d'un intérêt spécial. Les favoris GEDCOM sont accessibles par sélection dans une liste déroulante, situés dans l'en-tête de chaque page.<br /><br />En cliquant sur l'un des favoris listés du site, vous serez dirigez sur la page de la fiche Individuelle de cet individu.
nb: Blokken GEDCOM-Favoritter ligner blokken "Mine favoritter" på Min Side, med den forskjell at kun administratoren eller en bruker med Administrator-rettigheter kan endre på listen med favoritter i denne blokken.<br /><br />Formålet med blokken GEDCOM-Favoritter er å gjøre besøkere oppmerksom på spesielt interessante personer. GEDCOM-favorittene kan velges fra en rulleliste i sidehodet på hver eneste side.<br /><br />Ved å klikke på en av favorittene kommer du direkte til personens Fakta-side.
sk: Blok Obľúbených v GEDCOMe je skoro rovnaký ako Moje obľúbené na Mojej stránke. Oproti Mojej stránke môže meniť zoznam obľúbených iba správca alebo uživateľ s administrátorskými právami.<br /><br />Účel bloku Obľúbených je zamerať pozornosť návštevníkov na určité zaujímavé osoby. Tieto obľúbené si môžete nájsť v hlavičke každej stránky vo vysúvacom zozname.<br /><br />Keď kliknete na ktorúkoľvek osobu, zobrazí sa vám jej Osobná stránka.

source: GEDCOM news block HTML
fi: GEDCOM uutiset-lohkon HTML
fr: Bloc d'information GEDCOM HTML
nb: HTML for blokken GEDCOM-nyheter
sk: Blok Noviniek GEDCOMu v HTML
sv: GEDCOM nyhets block HTML

source: The GEDCOM News text allows the use of <b>HTML tags</b> and <b>HTML entities</b>. HTML should not be used in News titles.<br /><br />Be sure to always use both start and end tags. It may help to have an understanding of HTML appropriate for a web site administrator. This program uses <b>Cascading Style Sheets (CSS)</b> as well. A different CSS is implemented for each theme. You can use classes from these style sheets to control the appearance of your messages.
fi: GEDCOM uutisten tekstissa voi käyttää <b>HTML tags</b> ja <b>HTML entities</b>. HTML ei tulisi käyttää uutisten otsikkotiedoissa.<br /><br />Varmista, että käytät aina aloitus- ja lopetus tagit. Ylläpitäjä olisi hyvä ymmärtää HTML perusteita. Lisäksi käytetään <b>Cascading Style Sheets (CSS)</b>Jokaiselle teemalle on oma CSS. You can use classes from these style sheets to control the appearance of your messages.
fr: Le contenu-texte du bloc Nouvelles GEDCOM permet l'utilisation de <b>balises HTML</b> et <b>d'entités HTML</b>. HTML ne doit pas être utilisé dans le titre du bloc Nouvelles.<br /><br />Assurez-vous de toujours ouvrir et fermer vos balises. L'administrateur du site aura avantage à posséder une connaissance adéquate du HTML. Ce logiciel utilise également les <b>Feuilles de Style en Cascade (CSS)</b>. Un feuille de style CSS différente est exécutée pour chaque thème. Vous pouvez utiliser les classes de ces feuilles de style afin de contrôler l'affichage du contenu-texte de ce bloc.
nb: I blokken GEDCOM-Nyheter kan man bruke <b>HTML-koder</b> og <b>HTML-enheter</b>. HTML kan ikke brukes i tittelfeltet for Nyheter.<br /><br />Husk alltid å bruke både start- og sluttkoder. Det er en absolutt fordel om du kjenner til HTML i den grad man kan forvente av en nettstedsadministrator. Programmet bruker også CSS (Cascading Style Sheets). Temaene bruker forskjellige CSS-direktiver for å formatere sidene. Du kan bruke klasser fra disse stilmalene for å kontrollere utseendet på dine beskjeder.
sk: Novinky v GEDCOMe umožňujú použiť <b>HTML tagy</b> a <b>HTML entity</b>. HTML by sa nemalo používať v názvoch článkov.<br /><br />Uistite sa, či jste nezabudli použíť uzatvárací tag. Je dobré mať príslušnú znalosť HTML. Program tiež využívá <b>kaskádové štýly (CSS)</b>. Rôzný štýl je použitý pre každý motív. Môžete použíť i triedy z týchto štýlov, aby bol vami upravený vzhľad zhodný zo stránkami.

source: GEDCOM news block
fi: GEDCOM uutiset-lohko
fr: Bloc d'information GEDCOM
nb: Blokk for GEDCOM-nyheter
sk: Blok noviniek GEDCOMu
sv: GEDCOM nyhetsblock

source: The News block is like a bulletin board for this GEDCOM. The site administrator can place important announcements or interesting news messages here.<br /><br />If you have something interesting to display, please contact the site administrator; he can put your message on this bulletin board.
fi: Uutislohko on kuin tämän GEDCOMin ilmoitustaulu. Ylläpitäjä voi laittaa tänne tärkeitä ilmoituksia tai uutisia.<br /><br />Jos sinulla on jotakin mielenkiintoista näytettävää, ota yhteyttä ylläpitäjään, joka voi laittaa ilmoituksesi esille.
fr: Ce bloc fonctionne comme un tableau d'affichage.<br /><br />L'administrateur y affiche des annonces importantes ou des nouveautés intéressantes.<br /><br />Pour y afficher quelque chose, contacter l'administrateur.
hu: A Hírek blokkja leginkább egy hirdetőtáblára hasonlít.<br />Az oldal admnisztrátora fontos bejelentéseket vagy érdekes híreket tehet itt közzé.<br /><br />Ha Önnek van valamilyen közérdekű, érdekes híre, küldje el az adminisztrátornak, aki felrakja azt a hirdetőtáblára.
nb: Nyhetsblokken er som en oppslagstavle for denne slektsbasen.<br />Administratoren på nettstedet kan her legge inn viktige kunngjøringer eller interessante nyhetsmeldinger.<br /><br />Dersom du har noe interessant å meddele andre brukere og besøkende, vennligst kontakt administratoren på nettstedet via lenken nederst på siden.
sk: Blok Noviniek GEDCOMu je niečo ako billboard tohoto GEDCOMu.<br />Administrátor sem môže umiestniť dôležité oznámenia alebo zaujímavé novinky.<br /><br />Ak máte niečo zaujímavého k zobrazeniu, kontaktujte prosím administrátora a on vašu správu bude môcť pridať do noviniek.
sv: Nyhetsblocket är som en anslagstavla för denna GEDCOM-fil. Administratören kan lägga upp viktiga meddelande eller intressanta nyheter här.<br /><br />Om du har något intressant att visa, kontakta administratören så kan han lägga upp ditt meddelande på anslagstavlan.

source: Login block
fi: Sisäänkirjautumislohko
fr: Bloc de connexion (login)
nb: Innloggingsblokk
sk: Prihlasovací blok
sv: Inloggningsblock

source: You can login on almost every page of this program. You will usually do so on the first page, since you can only access privileged information when you are logged in.<br /><br />You can login by typing your <b>username</b> and <b>password</b> and then clicking the Login button.
fi: Voit kirjautua sisään melkein millä tahansa sivulla. Yleensä tämä tapahtuu jo ensimmäisellä sivulla, muuten et pääse näkemään käyttöoikeuksin suojattuja tietoja.<br /><br />Sisäänkirjautuminen tapahtuu antamalla käyttäjätunnus ja salasana, sitten klikkaamalla Kirjaudu.
fr: Vous n'aurez accès aux informations protégées qu'une fois connecté.<br />Pour cela, entrez votre <b>nom d'utilisateur</b> et votre <b>mot de passe</b>.<br /><br />~Demander un nouveau mot de passe~<br />Si vous avez perdu votre mot de passe, cliquez sur ce lien. Vous serez redirigé vers le formulaire de «Demande de mot de passe perdu».
hu: Bár Ön majdnem az összes oldalon be tud jelentkezni, leggyakrabban mégis a nyitóoldalon teszi ezt meg, mivel csak ezután kaphat jogosultságot bizonyos adatok megtekintéséhez.<br />A <b>felhasználónév</b> és a <b>jelszó</b> begépelésével valamint a Belépés gombra való kattintással tud bejelentkezni.<br /><br />~ÚJ JELSZÓ KÉRÉSE~<br />Amennyiben Ön elfelejtette a jelszavát, kattintson erre a hivatkozásra egy új jelszóért.<br />Ennek hatására átkerül az "Elvesztettem a jelszavamat" oldalra.
nb: Selv om du kan logge deg inn på nesten alle sider i dette programmet, vil du sikkert til vanlig gjøre dette via åpningssiden, fordi det er bare når du er logget inn at du vil kunne få adgang til beskyttet informasjon.<br /><br />Du kan logge deg inn ved å oppgi <b>brukernavn</b> og <b>passord</b> og trykke på knappen "Logg inn".
sk: I keď je možné sa prihlásiť takmer na každej stránke tohoto programu, je najlepšie prihlásiť sa hneď na prvej stránke, pretože máte tak prístup k ďalším informáciám.<br />Prihlásite sa vložením <b>uživatelského mena</b> a <b>hesla</b> a kliknutím na tlačítko "Prihlásiť sa".<br /><br />~ŽIADOSŤ O NOVÉ HESLO~<br />Ak ste zabudli svoje heslo, môžete kliknúť na tento odkaz pre zažiadanie o nové heslo.<br />Budete presmerovaný na "Stránku s žiadosťou o zaslanie hesla".
sv: Även om du kan logga in på nästan vilken sida som helst i programmet, vill du oftast logga in på första sidan, eftersom du endast kan komma åt tillåten information när du är inloggad.<br />Du kan logga in genom att skriva ditt <b>användarnamn</b> och <b>lösenord</b> och klicka på logga in knappen.

source: Random picture block
fi: Satunnainen kuva-lohko
fr: bloc image aléatoire
nb: Blokk for tilfeldig bilde
sk: Blok náhodného obrázku
sv: Slumpmässig bildsblock

source: In this block <b>webtrees</b> randomly chooses a media file to show you on each visit to this page.<br /><br />When you click on the picture, you will see its full-size version. Below the picture you have a link to the person associated with the picture. When you click on the picture caption, you will see the picture on the MultiMedia page. When you click on the person's name, you will be taken to the Individual Information page of that person.
fi: Tässä lohkossa <b>webtrees</b> näyttää satunnaisesti valitsemansa mediatiedoston jokaisella sivulla käynnillä.<br /><br />Klikkaamalla kuvaa avautuu täysikokoinen kuva. Kuvan alla on linkki kuvaan liittyvään henkilöön. Klikkaamalla kuvan otsikkoa, näet kuvan Multimediasivulla. Klikkaamalla henkilön nimeä, pääset kyseisen henkilön Henkilötiedot-sivulle.
fr: Dans ce bloc <b>webtrees</b> choisit au hasard un fichier multimédia pour vous l'afficher à chaque visite sur cette page.<br /><br />Lorsque vous cliquez sur la photo, vous la verrez en pleine grandeur. Sous la photo que vous avez un lien à la personne associée à l'image. Lorsque vous cliquez sur la légende d'image, vous pourrez voir des photos sur la page multimédia. Lorsque vous cliquez sur le nom de la personne, vous serez redirigé vers la page Informations de l'individu de cette personne.
nb: I denne blokken velger <b>webtrees</b> tilfeldig et nytt bilde som vises hver gang siden besøkes.<br /><br />Når du klikker på bildet, vises det i full størrelse. Under bildet finnes en link til personen bildet er knyttet til. Klikker du på billedteksten, vises bildet på Multimedia-siden, og klikker du på personens navn, kommer du til personens informasjonsside.
sk: V tomto bloku <b>webtrees</b> náhodne vyberá z obrázkov a zobrazuje ich pri každej návšteve tejto stránky.<br /><br />Keď kliknete na obrázok, zobrazí sa vám v plnej veľkosti. Pod obrázkom je odkaz na osobu asociovanú s obrázkom. Kaď kliknete na titulok obrázku, zobrazí sa vám obrázok na stránke s multimédiami. Keď kliknete na meno osoby, zobrazí se vám jej Osobná stránka.
sv: I detta block visar <b>webtrees</b> slumpmässigt en media-fil för dig varje gång du besöker denna sida.<br /><br />När du klickar på bilden, ser du en full version. Nedanför bilden finns en länk till personen som är associerad med bilden. När du klickar på bildtexten, ser du bilden på MultiMedia sidan. När du klickar på personens namn, kommer du till Person Information sidan för denna person.

source: On this day in your history block
fi: Tänä päivänä historiassasi-lohko
fr: En ce jour dans votre bloc d'histoire
nb: Årsdag for begivenheter i slekten i historieblokken din
sk: Blok tohoto dňa vo vašej histórii
sv: Denna dag i din historia-block

source: This block is similar to the "Upcoming Events" block, except that it displays today's events.
fi: Tämä lohko on samantapainen kuin "Tulevien tapahtumien"-lohko, mutta näyttää vain tämän päivän tapahtumia.
fr: Ce bloc est similaire au bloc "Calendrier", sauf qu'il affiche les évènements d'aujourd'hui.
nb: Denne blokken ligner blokken med kommende hendelser, men den viser dagens begivenheter.
sk: Tento blok je podobný bloku \"Nadchádzajúce udalosti\", ale zobrazuje iba dnešné udalosti.
sv: Detta block liknar "Uppkommande Händelser"-block, med undantag för att det visar dagens händelser.
