Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Add a narrative story to a person.
fi: Lisää henkilöön liittyvä kertomus.
fr: Ajouter un récit narratif à une personne.
hu: Egy történet hozzáadása egy személyhez.
nb: Legg til et notat til en person
sk: Pridať rozprávačský príbeh k osobe.
sv: Lägg till berättelse till en person

source: Edit story
fi: Muokkaa tarinaa
fr: Modifier l'histoire
hu: Történet szerkesztése
nb: Rediger notat
sk: Upraviť príbeh
sv: Redigera berättelse

source: Add story
fi: Lisää tarina
fr: Ajouter une histoire
hu: Történet hozzáadása
nb: Legg til notat
sk: Pridať príbeh
sv: Lägg till berättelse

source: Story title
fi: Tarinan otsikko
fr: Titre de l'histoire
hu: Történet címe
nb: Notattittel
sk: Názov príbehu
sv: Berättelsens rubrik

source: Story
fi: Tarina
fr: Histoire
hu: Történet
nb: Notat
sk: Príbeh
sv: Berättelse

source: Individual
fi: Henkilö
fr: Individu
hu: Személy
nb: Person
sk: Osoba
sv: Person

source: Are you sure you want to delete this story?
fi: Haluatko varmasti poistaa tarinan?
fr: Etes-vous sûr de vouloir supprimer cette histoire?
hu: Biztos, hogy szeretné törölni ezt a történetet?
nb: Er du sikker på at du vil slette dette notatet?
sk: Ste si istý, že chcete zmazať tento príbeh?
sv: Är du säker på att du vill ta bort denna berättelse?

source: Personal Facts
fi: Henkilötiedot
fr: Faits personnels
hu: Személyes események
nb: Fakta
sk: Osobné údaje
sv: Personfakta

source: Adds a tab to the individual page which displays the facts of an individual and their close relatives.
fi: Lisää henkilösivulle välilehti, jolla näytetään henkilöön liitetyt tiedot ja lähisukulaiset.
fr: Ajoute un onglet sur la page individuelle qui affiche les faits d'un individu et de leurs proches.
hu: Hozzáad egy fület a saját laphoz, amelyben megjelennek az egyén és a közeli rokonok adatai.
nb: Legger til en fane på individsiden som viser begivenhetene for en person og hans/hennes nære slektninger.
sk: Pridává panel, ktorý zobrazuje údaje o jednotlivcovi a jeho najbližších príbuzných, na osobnú stránku.
sv: Lägger till en flik till personsida som visar fakta om en person och dess nära släkt.

source: Events of close relatives
fi: Lähisukulaisten tapahtumat
fr: Évènements de la famille proche
hu: Közeli családtagok eseményei
nb: Begivenheter for nære slektninger
sk: Udalosti blízkych príbuzných
sv: Händelser för nära släktingar

source: Historical facts
fi: Historialliset tiedot
fr: Faits historiques
hu: Történelmi események
nb: Historiske fakta
sk: Historické udalosti
sv: Historiska fakta

source: Expanded Relatives Report
fi: Laajennettu sukulaisuusraportti
fr: Parenté élargie
hu: Bővített rokonsági jelentés
nb: Utvidet slektsrapport
sk: Rozšírený report príbuzných
sv: Utvidgad släktrapport

source: A report of a person and details of their relatives.
fi: Raportti henkilöstä ja sukulaistensa tiedoista.
fr: Rapport d'une personne incluant les détails de ses proches.
hu: Jelentés egy személyről, részletezve a rokokat.
nb: En utvidet rapport om en person med detaljer om slektninger.
sk: Report osoby s detailami o jej príbuzných.
sv: Raport över en person och dess släktuppgifter

source: Top 10 Given Names
fi: Yleisimmät etunimet
fr: Top 10 des prénoms
hu: A 10 leggyakoribb keresztnév
nb: Topp 10 fornavn
sk: Top 10 mien
sv: De 10 vanligaste förnamnen

source: This block shows a table of the 10 most frequently occurring given names in the database. The actual number of given names shown in this block is configurable.
fi: Tässä lohkossa näytetään taulukko tietokannan 10 yleisimmästä etunimestä. Näytettävien nimien lukumäärä on valittavissa.
fr: Ce bloc affiche une table des 10 prénoms les plus fréquents présents dans la base de données. Le nombre de prénoms affiché dans ce bloc est configurable.
hu: Ebben a blokkban megjelenik a 10 leggyakoribb keresztnév. A megjelenő nevek számát be lehet állítani.
nb: Denne blokken viser en tabell over de 10 vanligste fornavn i databasen. Antallet fornavn som skal vises i denne blokken er konfigurerbart.
sk: V tomto bloku je tabuľka 10 nejčastejšie sa vyskytujúcich krstných mien v databázi. Počet zobrazovaných krstných mien je konfigurovateľný.
sv: Detta block visar en tabell över de 10 vanligaste förekommande förnamn i databasen. Antal namn som visa kan konfigureras.

source: Top Given Name
fi: Yleisin etunimi
fr: Top Prénom
hu: Leggyakoribb keresztnév
nb: Vanligste fornavn
sk: Top mená
sv: Det vanligaste förnamnet

source: Unknown
fi: Tuntematon
fr: Total inconnu
hu: Ismeretlen
nb: Ukjent
sk: Neznáme
sv: Okänd

source: List
fi: Luettelo
fr: Liste
hu: Lista
nb: Liste
sk: Zoznam
sv: Lista

source: Table
fi: Taulukko
hu: Táblázat
nb: Tabell
sk: Tabuľka
sv: Tabell

source: Include people whose gender is unknown
fi: Sisältäen henkilöt, joiden sukupuoli on tuntematon
fr: Inclure les individus dont le sexe est inconnu
hu: Foglalja bele az ismeretlen nemű személyeket
nb: Ta med personer av ukjent kjønn
sk: Vrátane osôb, ktorých pohlavie nie je známe

source: User Favorites
fi: Käyttäjän suosikit
fr: Bloc «Mes favoris»
hu: Felhasználói kedvencek blokk
nb: Favoritter
sk: Blok uživateľských Obľúbených
sv: Område med användarens favoriter

source: The User Favorites block shows the user a list of his favorite people in the database so that he can easily link to them.
fi: Käyttäjän suosikki-lohko näyttää luettelon suosikki-henkilöistä ja nopeuttaa siirtymistä niihin.
fr: Le bloc «Mes favoris» affiche les liens mémorisés par l'utilisateur.
hu: A Felhasználói kedvencek blokk a kedvenc személyek listáját tartalmazza, hogy így könnyebben megtalálhassák őket.
nb: Blokken Favoritter viser en liste med brukerens egne "favorittpersoner" i slekten slik at de lett kan finnes igjen.
sk: V bloku uživateľských Obľúbených sa uživateľovi zobrazí zoznam obľúbených osôb v tomto systéme, takže sa k ním môže ľahšie dostať.
sv: Användarblocket för favoriter visar en lista över användarens favoritkompisar i systemet så att man enkelt kan länka till dem.

source: My Favorites
fi: Suosikkini
fr: Mes favoris
hu: Kedvenceim
nb: Mine favoritter
sk: Moje obľúbené
sv: Mina favoriter

source: You have not selected any favorites.<br /><br />To add an individual, a family, or a source to your favorites, click on the <b>Add a new favorite</b> link to reveal some fields where you can enter or search for an ID number. Instead of an ID number, you can enter a URL and a title.
fi: Et ole valinnut suosikkeja. Lisää henkilö suosikkeihisi etsimällä hänen tietonsa ja klikkaamalla "Lisää suosikkeihini" -linkkiä tai käytä alla olevaa ID laatikkoa ja lisää henkilö hänen ID numeronsa avulla.
fr: Vous n'avez pas sélectionné de favoris.<br /><br />Pour ajouter un individu, une famille ou une source à vos favoris, cliquez sur le lien <b>Ajouter un favori</b> afin d'afficher les champs à informer ou à rechercher. Rechercher le numéro d'identification ID d'un individu en cliquant sur l'icône ou entrer une adresse URL et un titre.
hu: Önnek nincsenek kijelölt Kedvencei.<br /><br />Ha egy személyt, családot vagy forrást fel kíván venni Kedvencek közé, keresse meg és kattintson a <b>Új kedvenc hozzáadása</b> hivatkozásra, vagy használja az alábbi beviteli mezőt az azonosító alapján történő felvételhez. Azonosító szám helyett be írhat egy URL -t és egy címet.
nb: <i>Du har ikke valgt noen favoritter ennå.</i><br />For å legge til en person til favorittene dine, kan du enten finne siden med fakta om personen og så klikke på linken <br />"Legg til i Mine favoritter" eller bruke ID-feltet under for å legge til en person ved hjelp av personens ID-nummer.
sk: Nevybrali ste žiadne obľúbené. Ak chcete pridať nejakú osobu ku svojim obľúbeným, nájdite informácie o tejto osobe a potom kliknite na odkaz "Pridať do mojich obľúbených" alebo vyplňte políčko ID dole pre pridanie osoby pomocou ID čísla.
sv: Du har inte angett några favoriter. För att lägga till personer till dina favoriter, sök reda på personens detaljer och klicka på 'Lägg till mina favoriter' eller använd ID fältet för att lägga till en person genom att ange dess ID nummer.

source: Are you sure you want to remove this item from your list of Favorites?
fi: Haluatko varmasti poistaa tämän tietueen suosikeistasi?
fr: Confirmez-vous la suppression de ce favori ?
hu: Biztosan el kívánja távolítani ezt az elemet a Kedvencek közül?
nb: Er du sikker på at du vil fjerne denne personen fra dine favoritter?
sk: Ste si istý, že chcete odstrániť túto položku z vašich obľúbených?
sv: Är du säker på att du vill radera denna post från dina favoriter?

source: No such ID exists in this GEDCOM file.
fi: Tätä ID-tunnusta ei ole tässä GEDCOM-tiedostossa.
fr: Objet non trouvé dans ce fichier GEDCOM.
hu: Az azonosító nem létezik ebben a GEDCOM állományban.
nb: Ingen slik ID i denne GEDCOM-fil
sk: Žiadne také ID neexistuje v tomto GEDCOM súbore.
sv: Idt finns inte i denna GEDCOM-fil.

source: Add a new favorite
fi: Lisää uusi suosikki
fr: Ajouter un favori
hu: Új kedvenc hozzáadása
nb: Legg til en ny favoritt
sk: Pridať nové obľúbené
sv: Lägg till en ny favorit

source: Enter a Person, Family, or Source ID
fi: Lisää henkilö, perhe tai lähde-ID
fr: Entrer un code Individu, Famille ou Source
hu: Írjon be egy Személy, Család vagy Forrás azonosítóját
nb: Angi person, familie eller kilde-ID
sk: Zadajte ID osoby, rodiny alebo zdroja
sv: Skriv in ett person-, familj- eller käll-ID

source: OR<br />Enter a URL and a title
fi: TAI<br />lisää URL-osoite ja otsikko
fr: OU<br />Entrer une URL et un titre
hu: VAGY<br />Írjon be egy URL-t és egy címet
nb: eller<br />en internettadresse (URL) og en tittel
sk: Alebo<br />Vložte URL a názov
sv: ELLER<br />Skriv in en URL och en titel

source: Title:
fi: Otsikko:
fr: Titre
hu: Cím:
nb: Tittel
sk: Názov:
sv: Titel:

source: Enter an optional note about this favorite
fi: Kirjoita tarvittaessa lisätieto tästä suosikista
fr: Entrer un commentaire pour ce favori
hu: Beírhat egy tetszőleges jegyzetet erről a kedvencről
nb: Beskrivelse av denne favoritten (valgfritt)
sk: Vložte ľubovolnú poznámku o tomto obľúbenom.
sv: Skriv en extra anteckning om denna favorit

source: Birth Date and Place Report
fi: Syntymäaika ja-paikkaraportti
fr: Lieux et dates des naissances
hu: Születésnap és Helyzetjelentés
nb: Fødselsdato og stedsrapport
sk: Report datumov a miest narodenia
sv: Födelsedatum och -plats rapport

source: A report of people who were born in a given time or place.
fi: Raportti henkilöistä, jotka ovat syntyneet tiettynä ajanjaksona tai paikassa.
fr: Rapport des individus nés à une période ou un lieu donnés.
hu: Jelentés egy adott időben vagy helyen született személyről
nb: Oversikt over personer født et bestemt tidspunkt eller sted.
sk: Výpis osôb, ktoré sa narodili v daný čas alebo na danom mieste.

source: User Journal
fi: Käyttäjän päiväkirja
fr: Bloc «Mon journal»
hu: Felhasználói hírlap blokk
nb: Notatblokk
sk: Uživateľský denník
sv: Användarens dagbok

source: The User Journal block lets the user keep notes or a journal online.
fi: Käyttäjän päiväkirja-lohkolla käyttäjä voi ylläpitää päiväkirjaa tai tehdä sinne muistiinpanoja.
fr: Le bloc «Mon journal» permet à l'utilisateur de conserver des notes personnelles en ligne.
hu: A felhasználók hírlapjához saját feljegyzések készíthetőek.
nb: Blokken Notatblokk gir den enkelte brukeren mulighet til å gjøre notater på siden.
sk: Uživateľský denník umožňuje uživateľom uchovávať poznámky, alebo viesť denník online.
sv: Vid användarens dagboksblock kan användaren ha anteckningar eller dagbok online.

source: My Journal
fi: Päiväkirjani
fr: Mon Journal
hu: Az én hírlapom
nb: Min notatblokk
sk: Môj denník
sv: Min dagbok

source: You have not created any Journal items.
fi: Et ole luonnut päiväkirjamerkintöjä.
fr: Journal vide.
hu: Ön még nem hozott létre hírlap-bejegyzést.
nb: Du har ikke skrevet noen notater ennå.
sk: Nevytvorili ste v denníku žiadne položky.
sv: Du har inte skapat några dagboksartiklar.

source: Are you sure you want to delete this Journal entry?
fi: Haluatko varmasti poistaa tämän päiväkirjamerkinnän?
fr: Confirmez-vous la suppression de cet élément du journal ?
hu: Biztosan törli ezt a hírlap-bejegyzést?
nb: Er du sikker på at du vil slette dette notatet?
sk: Naozaj chcete vymazať túto položku z denníku?
sv: Är du säker på att du vill ta bort denna dagboksnotering?

source: Add a new Journal entry
fi: Lisää päiväkirjamerkintä
fr: Ajouter un élément au journal
hu: Új hírlap-bejegyzés hozzáadása
nb: Legg til nytt notat
sk: Pridať do denníku nový záznam
sv: Lägg till en ny dagboksnotering

source: Batch Update
fi: Eräpäivitys
fr: Mise à jour par lot
hu: Tömeges frissítés
nb: Batch-oppdatering
sk: Hromadný update
sv: Satsvis uppdatering

source: Perform bulk updates and corrections on your GEDCOM data
fi: Suorita bulkkipäivitykset ja korjaukset GEDCOM teidoston dataan
fr: Effectuer les mises à jour en vrac et des corrections sur vos données GEDCOM
hu: A GEDCOM adatok frissítése és hibajavítása
nb: Utfør masseoppdateringer og rettelser i slektsbasen
sk: Vykopnať aktualizácie a opravy na vašich dátach GEDCOMu
sv: Utför massauppdatering och korrektioner på din GEDCOM-data

source: Family tree
fi: Sukupuu
fr: Nom du fichier GEDCOM
hu: Családfa
nb: Familietre
sk: Rodokmeň
sv: Släktträd

source: Your user account does not have "automatically approve changes" enabled. You will only be able to change one record at a time.
fi: Sinun käyttäjätunnukselle ei ole sallittu "hyväksy automaattisesti muutokset". Voit muuttaa vain yksitellen tietueita eli tietoja.
fr: Votre compte d'utilisateur ne peut pas "approuver automatiquement les changements". Vous devez effectuer qu'une seule modification à la fois.
hu: Az Ön felhasználói fiókjában nem engedélyezett a változtatások automatikus elfogadása. Egyszerre csak egy bejegyzést módosíthat.
nb: Din brukerkonto har ikke "Godkjenn endringer automatisk" aktivert. Du vil derfor bare kunne endre en post om gangen.
sk: Váš uživatelský účet nemá povolené \"automaticky schvaľovať zmeny\". Budete schopný meniť naraz iba jeden záznam.

source: Nothing found.
fi: Mitään ei löytynyt.
fr: Rien trouvé ou tâche complétée
hu: Nincs találat.
nb: Fant ikke noe.
sk: Nič nenájdené.
sv: Inget hittades.

source: Update the CHAN record
fi: Päivitä CHAN-tietue
fr: Mettre à jour la date de dernière modification (CHAN)
hu: CHAN bejegyzés frissítése
nb: Oppdater registreringen CHAN
sk: Aktualizovať záznam CHAN
sv: Uppdatera CHAN-datapost

source: No
fi: Ei
fr: Non
hu: Nem
nb: Nei
sk: Nie
sv: Nej

source: Yes
fi: Kyllä
fr: Oui
hu: Igen
nb: Ja
sk: Ano
sv: Ja

source: Update
fi: Päivitä
fr: Mise à jour
hu: Frissít
nb: Oppdater
sk: Aktualizácia
sv: Uppdatera

source: Update all
fi: Päivitä kaikki
fr: Tout mettre à jour
hu: Minden frissítése
nb: Oppdater alt
sk: Aktualizovať všetko
sv: Uppdatera allt

source: Remove duplicate links
fi: Poista tuplana olevia linkkejä
fr: Suppression des doublons de liens
hu: Dupla hivatkozások törlése
nb: Fjern dupliserte lenker
sk: Odstrániť duplicitné odkazy
sv: Ta bort dubbla länkar

source: A common error is to have multiple links to the same record, for example listing the same child more than once in a family record.
fi: Yleinen virhe on useita linkkejä samaan tietueeseen, esimerkiksi sama lapsi esiintyy useammin kuin kerran perhetietueessa.
fr: Une erreur commune est d'avoir plusieurs liens vers le même enregistrement, par exemple la liste des enfants plus d'une fois dans un livret de famille.
hu: Egy általános hiba, hogy több hivatkozás létezik egy bejegyzésre. Pl. egy gyermek többszöri hozzáadása egy család bejegyzéshez.
nb: En vanlig feil er å ha flere lenker till samme registrering, f.eks. samme barn forekommer mer enn en gang i en familieregistrering.
sk: Bežná chyba je mať viacero odkazov na ten istý záznam, napríklad zobrazenie toho samého dieťaťa viackrát v rodinnom zázname.
sv: Ett vanligt fel är att ha flera länkar till samma datapost, t.ex. samma barn förekommer mer än en gång i familjedataposten

source: Add missing married names
fi: Lisää puuttuvat avionimet
fr: Ajouter les noms après mariage manquants
hu: Hiányzó házasult nevek kiegészítése
nb: Legg til navn som gift
sk: Pridať chýbajúce priezviská po sobáši
sv: Lägg till äktenskapsnamn

source: You can make it easier to search for married women by recording their married name.<br />However not all women take their husband's surname, so beware of introducing incorrect information into your database.
fi: On helpompi etsiä avioituneita naisia merkitsemällä heidän avionimensä.<br/>Kaikki naiset eivät kuitenkaan ota aviomiehensä sukunimeä, joten huolehdi oikeiden tietojen syöttämisestä GEDCOM-tiedostoosi.
fr: Vous pouvez faciliter la recherche de femmes mariées en enregistrant leur nom de femme mariée.<br />Cependant toutes les femmes ne prennent le nom de leur mari, alors méfiez-vous de l'introduction des informations incorrectes dans votre base de données.
hu: Könnyebbé válik a keresés egy házas nő után, ha beírja a házasság utáni nevét.<br />Bár nem minden nő veszi fel a férje nevét a házasságkötéskor, tehát figyeljen, hogy nem írjon be hibás adatokat az adatbázisba.
nb: Du kan gjøre det enklere å søke etter gifte kvinner ved å legge til etternavnet de fikk når de giftet seg.<br />Men, ikke alle tar mannens etternavn, så vær forsiktig så feilaktig informasjon ikke kommer inn i slektsbasen.
sk: Zaznačením priezvísk po sobáši môžete uľahčiť vyhľadávanie vydatých žien.<br />Nie všetky ženy však prijmú manželove priezvisko, takže dajte pozor na zadávanie nesprávnych informácií do databáze.
sv: Du kan göra de lättare att söka efter gifta kvinnor genom att lägga till deras namn som gifta.<br />Märk dock att alla kvinnor inte tar deras make efternamn, så se upp att inte felaktig information kommer in i din databas.

source: Surname Option
fi: Sukunimioptio
fr: Option Nom
hu: Családnév beállítások
nb: Alternativ for etternavn
sk: Voľby priezvísk
sv: Efternamns alternativ

source: Wife's surname replaced by husband's surname
fi: Aviovaimon sukunimi korvattu aviomiehen sukunimellä
fr: nom de famille de l'épouse remplacé par le nom du mari
hu: A feleség vezetékneve le lett cserélve a férj vezetéknevére
nb: Hustruens etternavn erstattet med mannens etternavn
sk: Priezvisko manželky prepísať priezviskom manžela
sv: Makans efternamn ersatt med maken efternamn

source: Wife's maiden surname becomes new given name
fi: Aviovaimon tyttönimestä tulee uusi etunimi
fr: nom de jeune fille de l'épouse devient le nouveau nom donné
hu: A feleség leánykori vezetékneve lesz az új utónév
nb: Kones pikenavn blir nytt mellomnavn
sk: Dievčie preizvisko manželky prepísať novým menom
sv: Makan flicknamn blir nytt förnamn

source: Fix name slashes and spaces
fi: Korjaa nimien kauttaviivat ja tyhjät merkit
fr: Correction des noms avec 'slash' et espace
hu: Nevek szabványosítása
nb: Rett skråstreker og mellomrom i navn
sk: Opraviť lomky a medzery v menách
sv: Rätta namnes snedstreck och mellanrum

source: Correct NAME records of the form 'John/DOE/' or 'John /DOE', as produced by older genealogy programs.
fi: Korjaa NAME tietueiden esitystapa 'Matti/Meikäläinen/' tai 'Matti /Meikäläinen', jotka olivat esitystapana vanhemmissa ohjelmaversioissa.
fr: Corriger les enregistrements de nom de la forme "Jean/DUPONT/" ou "Jean /DUPONT", tels qu'ils sont produits par certains programmes de généalogie.
hu: A helyes NAME mező formája 'János/NAGY/' vagy 'János /NAGY', ezt régebbi családfaprogramok generálták.
nb: Korriger NAME-poster på formen 'John/DOE/' eller 'John /DOE', som eldre slektsforskningsprogrammer bruker.
sk: Opraviť záznamy NAME v tvare 'Ján/FERKO/' alebo 'Ján /FERKO', ktoré boli produkované staršími rodokmeňovými programami.
sv: Rätta NAME-dataposter av form 'John/DOE/' eller 'John /DOE', som produceras av äldre släktprogram.

source: Search and replace
fi: Etsi ja korvaa
fr: Rechercher et remplacer
hu: Keresés és csere
nb: Søk og erstatt
sk: Nájsť a nahradiť
sv: Sök och ersätt

source: Search and/or replace data in your GEDCOM using simple searches or advanced pattern matching.
fi: Etsi ja/tai korvaa tietoja GEDCOM-tiedostossasi käyttäen yksinkertaisia hakuja tai edistynyttä kuviotäsmäystä.
fr: Recherche et/ou remplace des données de votre fichier GEDCOM en utilisant des recherches par texte ou par motif
hu: Kereshet és/vagy behelyettesíthet adatokat az Ön családfájában az egyszerű vagy haladó kereső segítségével.
nb: Søk og/eller erstatt data i din GEDCOM v.h.a. enkle søk eller avansert mønster-samsvar.
sk: Vyhľadať a/alebo nahradiť data vo vašom GEDCOMe použitím jednoduchého hľadania alebo pokročilými výrazmi.
sv: Sök och/eller ersätt data i din GEDCOM med hjälp av enkel sökning eller avancerad mönstermatchning.

source: The regex appears to contain an error. It can't be used.
fi: Normaalimuodossa on virhe. Sitä ei voi käyttää.
fr: L'expressions régulières 'regex' semble contenir une erreur. Il ne peut pas être utilisé.
hu: A regex hibásnak tűnik. Nem használható fel.
nb: Din regex ser ut til å inneholde feil og kan ikke brukes.
sk: Regulárny výraz obsahuje chybu. Nemôže sa použiť.

source: Match the exact text, even if it occurs in the middle of a word.
fi: Täsmää tarkasti teksti, vaikka se esiintyisi keskellä sanaa.
fr: Recherche du texte exact, même s'il se trouve au milieu d'un mot.
hu: A pontos szöveget feleltesse meg, még ha a szó közepén található is.
nb: Match eksakt tekst, selv om den er i midten av et ord.
sk: Musí sa zhodovať presný text, i vtedy keď sa objaví uprostred slova.
sv: Matcha exakt text, även om den finns mitt i ord.

source: Match the exact text, unless it occurs in the middle of a word.
fi: Täsmää tarkka teksti, ellei se esiinny keskellä sanaa
fr: Recherche du texte exact, sauf s'il se trouve au milieu d'un mot.
hu: A pontos szöveget feleltesse meg, kivéve ha a szó közepén található.
nb: Match eksakt tekst, unntatt hvis den er i midten av et ord.
sk: Musí sa zhodovať presný text, i keď sa neobjaví uprostred slova.
sv: Matcha exakt text, såvida den inte finns mitt i ord.

source: Use a &laquo;?&raquo; to match a single character, use &laquo;*&raquo; to match zero or more characters.
fi: Käytä &laquo;?&raquo; täsmätäksesi yhden erillisen merkin, käytä &laquo;*&raquo; täsmätäksesi nolla tai useampia merkkejä.
fr: Utiliser un &laquo;?&raquo; correspond à un seul caractère, utiliser &laquo;*&raquo; correspond à zéro ou plusieurs caractères.
hu: Használja a &laquo;?&raquo;-et egy karakter helyettesítésére, vagy a &laquo;*&raquo; karaktert több karakter helyettesítésére.
nb: Bruk et &laquo;?&raquo; for å matche ett enkelt tegn, bruk &laquo;*&raquo; for å matche ingen eller flere tegn.
sk: Použite &laquo;?&raquo; pre zhodu jediného znaku, &laquo;*&raquo; pre žiadny, alebo viacej znakov.
sv: Använd &laquo;?&raquo; för att matcha ett tecken, använd &laquo;*&raquo; för att matcha noll eller flera tecken.

source: Search text/pattern
fi: Etsi tekstiä/kuviota
fr: Recherche texte/motif
hu: Szöveg/mintázat keresése
nb: Søk tekst/mønster
sk: Vyhľadať text/výraz
sv: Sök text/mönster

source: Replacement text
fi: Korvaava teksti
fr: Texte de remplacement
hu: Helyettesítő szöveg
nb: Erstatningstekst
sk: Nahradenie textu
sv: Ersättande text

source: Search method
fi: Hakutapa
fr: Méthode de recherche
hu: Keresési metódus
nb: Søkemetode
sk: Vyhľadávacia metóda
sv: Sökmetod

source: Exact text
fi: Tarkka teksti
fr: Texte exact
hu: Pontos szöveg
nb: Eksakt tekst
sk: Presný text
sv: Exakt text

source: Whole words only
fi: Vain kokonaiset sanat
fr: Mots entiers seulement
hu: Csak egész szavak
nb: Bare hele ord
sk: Iba celé slová
sv: Endast hela ord

source: Wildcards
fi: Jokerimerkit
fr: Caractères de remplacements
hu: Helyettesítő karakterek
nb: Jokertegn
sk: Výraz
sv: Jokertecken

source: Regular expression
fi: Normaalimuoto
fr: Expression régulière
hu: Reguláris kifejezés
nb: Regulært uttrykk
sk: Regulárny výraz
sv: Reguljärt uttryck
