Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: This is case sensitive. If a database with this name does not already exist webtrees will attempt to create one for you. Success will depend on permissions set for your web server, but you will be notified if this fails.
fi: Huom. pienet ja isot kirjaimet. Jos tietokanta tällä nimellä ei ole olemassa, niin webtrees yrittää luoda sen. Tämä onnistuu vain kun riittävät oikeudet on olemassa web palvelimessa. Jos epäonnistuu, niin saat ilmoituksen.
fr: Le nom est sensible à la casse. Si une base de données portant ce nom n'existe pas déjà, webtrees tentera d'en créer une pour vous. La réussite de cette opération dépendre des permissions de votre serveur, et vous serez notifié en cas d'échec.
hu: Ez kis-nagybetű érzékeny. Ha még nem létezik ilyen adatbázisnév a webtrees létrehoz egyet. Ennek sikere az Ön adatbázisjogain múlik, de ha hiba történik értesítve lesz.
nb: Versalfølsom. Om en database med dette navn ikke allerede eksisterer, vil webtrees forsøke å opprette en for deg. Dette avhenger av tillatelser satt for din webserver, men du vil bli varslet om opprettelse av database mislykkes.
sk: Rozlišujte malé a veľké písmena. Ak databáza s týmto menom ešte neexistuje, webtrees sa pokúsi vytvoriť novú. Úspech bude závisieť na dostatočných právach vášho webového serveru, ak sa to nepodarí dostanete informáciu.
sv: Detta är skiftlägeskänslig. Om en databas med detta namn inte redan finns, försöker webtrees skapa en för dig. Detta lyckas endast om tillräkliga rättigheter finns för webbservern. Du informeras om det misslyckas.

source: Table prefix
fi: Taulukon etuliite
fr: Préfixe des tables
hu: Tábla előtag
nb: Tabellprefiks
sk: Prefix tabuliek
sv: Tabellprefix

source: The prefix is optional, but recommended. By giving the table names a unique prefix you can let several different applications share the same database. "wt_" is suggested, but can be anything you want.
fi: Etuliite on valinnainen, mutta suositellaan. Käytettäessä etuliitettä tietokannan taulukoissa, monet eri sovellukset voivat hyödyntää samaa tietokantaa. Oletuksena ehdotetaan etuliitteeksi "wt_" jonka voit kuitenkin muuttaa muuksi.
fr: Le préfixe est optionnel, mais recommandé. En donnant à vos tables un préfixe unique, vous pourrez installer plusieurs applications en parallèle utilisant la même base de données. "wt_" est recommandé, mais vous êtes libre de choisir un autre préfixe.
hu: Az előtag opcionális, de ajánlott. Egyedi előtagokat használva több program használhatja ugyanazt az adatbázist. A "wt_" előtag egy javaslat, de bármit használhat amit szeretne.
nb: Det er valgfritt å bruke prefiks, men anbefalt. Ved å gi tabellen et unikt prefiks, kan flere applikasjoner dele samme database. "wt_" er foreslått, men du står fritt til å velge.
sk: Predpona je voliteľná, ale doporučená. Nastavením unikátnej predpony môžete nechať zdieľať rôzne aplikácie rovnakú databázu. Odporúčame \"wt_\", ale môže byť akákoľvek.
sv: Man kan välja om man vill ha prefix, men rekommenderas. Genom att ge tabellnamn ett unik prefix, kan du låta flera olika program använda samma databas. "wt_" är föreslaget, men det kan ändras.

source: The password needs to be at least six characters long.
fi: Salasanan pitää olla vähintään kuusi merkkiä.
fr: Le mot de passe doit être long d'au moins 6 caractères.
hu: A jelszónak minimum 6 karakter hosszúnak kell lennie.
nb: Passordet må inneholde minst seks tegn.
sk: Heslo musí byť dlhšie než 6 znakov.
sv: Lösenordet måste vara minst sex tecken långt.

source: The passwords do not match.
fi: Salasana ei sama.
fr: Les mots de passe ne correspondent pas.
hu: A jelszavak nem egyeznek.
nb: Passordene stemmer ikke overens.
sk: Heslá sa nezhodujú.
sv: Lösenorden stämmer inte överens.

source: You must enter all the administrator account fields.
fi: Täytä kaikki ylläpitäjän tilitiedot.
fr: Tous les champs du compte administrateur doivent être remplis.
hu: A rendszergazda fiók összes mezőjét ki kell töltse.
nb: Du må fylle ut alle felter for administrasjonskontoen.
sk: Musíte vložit všetky údaje o účte administrátora.
sv: Fyll i alla fält för admistratörkontot.

source: System settings
fi: Järjestelmän asetukset
fr: Paramètres système
hu: Rendszerbeállítások
nb: Systeminnstillinger
sk: Systémové nastavenia
sv: Systeminställningar

source: Administrator account
fi: Ylläpitäjän tili
fr: Compte d'administrateur
hu: Rendszergazda fiók
nb: Administratorkonto
sk: Administrátorský účet
sv: Administratörskonto

source: You need to set up an administrator account. This account can control all aspects of this <b>webtrees</b> installation. Please choose a strong password.
fi: Pitää luoda ylläpitäjän tili, jolla ohjataan kaikki vaihtoehdot <b>webtrees</b> asennuksessa. Valitse riittävän vahva salasana.
fr: Vous devez créer un compte d'administrateur. Ce compte peut contrôler tous les aspects de l'installation de <b>webtrees</b>. Veuillez choisir un mot de passe difficile à deviner.
hu: Be kell állítson egy rendszergazda fiókot. Ezen keresztül kezelheti ezen <b>webtrees</b> telepítés beállításait. Kérem erős jelszót válasszon.
nb: Du må sette opp en administratorkonto. Denne kontoen kan styre alle deler av denne installasjonen av <b>webtrees</b>. Velg et sikkert passord.
sk: Nastavte účet administrátora. Tento účet kontroluje celú inštaláciu <b>webtrees</b>. Prosím zvolte si silné heslo.
sv: Du behöver sätta upp ett administratörkonto. Detta konto kan kontrollera alla aspekter för denna <b>webtrees</b> installation. Välj ett starkt lösenord.

source: Your name
fi: Nimi
fr: Votre nom
hu: Az Ön neve
nb: Ditt navn
sk: Vaše meno
sv: Ditt namn

source: This is your real name, as you would like it displayed on screen.
fi: Tämä on nimisi, joka näkyy sivuilla.
fr: Ceci est votre nom, tel qu'il apparaîtra à l'écran
hu: Ez az Ön neve, amely megjelenik a publikus felületeken is.
nb: Dette er ditt egentlige navn, som du vil ha det vist på nettstedet.
sk: Toto je vaše skutočné meno, ktoré chcete zobraziť na monitore.
sv: Detta är ditt namn, som det syns på skärmen.

source: Login ID
fi: Sisäänkirjautuminen, käyttäjätunnus
fr: Identifiant
hu: Felhasználói azonosító
nb: Brukernavn
sk: Prihlasovacie ID
sv: Inloggnings-ID

source: You will use this to login to webtrees.
fi: Tarvitaan sisäänkirjautumiseen
fr: Cet identifiant sera utilisé pour se connecter à webtrees.
hu: Ezt fogja használni a webtreesbe való belépéskor.
nb: Brukes ved innlogging på webtrees
sk: Toto použijete na prihlásenie do webtrees.
sv: Du behöver det för att logga in till webtrees.

source: This must to be at least six characters. It is case-sensitive.
fi: Vähintään kuusi merkkiä, huom. pienet ja isot kirjaimet.
fr: Le mot de passe doit être long d'au moins 6 caractères. Il est sensible à la casse.
hu: Ez legalább 6 karakter kell legyen. Kis-nagybetű érzékeny.
nb: Dette skal inneholde minst seks tegn, og er versalfølsomt.
sk: Heslo musí byť dlhé minimálne 6 znakov. Rozlišujte veľké a malé písmena.
sv: Det bör vara minst sex tecken. Det är skiftlägeskänsligt.

source: Type your password again, to make sure you have typed it correctly.
fi: Kirjoita salasanasi uudelleen varmistaaksesi, että kirjoitit sen oikein.
fr: Entrez votre mot de passe à nouveau, pour vérifirez qu'il a été entré correctement.
hu: Írja be megint a jelszavát, ellenőrizve annak helyességét.
nb: Skriv inn ditt passord igjen for å være sikker på at du har skrevet det korrekt.
sk: Zadajte heslo ešte raz, zabráníte tým preklepom.
sv: Skriv ditt lösenord på nytt, för att kontrollera att det blev rätt.

source: This will be used to send you password reminders, site notifications and messages from other family members who register on your site.
fi: Tämä käytetään kun lähetämme sinulle salasanasi, tai ilmoituksia ja viestejä muilta rekisteröityneiltä sivuston jäseniltä.
fr: Cette adresse sera utilisée pour envoyer les différentes messages envoyés par webtrees et les autres utilisateurs.
hu: Ez a jelszó emlékeztetők, értesítések és más családtagok üzeneteinek továbbításakor használjuk ha regisztrálnak a weblapra.
nb: Denne vil bli brukt til å sende deg passord, påminnelser og meldinger fra andre familiemedlemmer som registrerer seg på din nettside.
sk: Bude použitá na zasielanie správ od členov rodiny, ktorý tu budú zaregistrovaný, oznámenia z webu a obnovenie hesla."
sv: Detta används till att sända lösenordpåminnelse, sajt-noteringar och meddelande från andra släktmedlemmar som är registerade på sajten.

source: <b>webtrees</b> needs to send emails, such as password reminders and site notifications. To do this, it can use this server's built in PHP mail facility (which is not always available) or an external SMTP (mail-relay) service, for which you will need to provide the connection details.
fi: <b>webtrees</b> lähettää sähköpostia koskien salasanasi ja sivustosta ilmoituksia. Sen voidaan tehdä käyttäen palvelimen omaa PHP mail ominaisuus (jos asennettu), tai käyttäen operaattorisi SMTP yhteys, johon tarvitaan myös tietyt yhteystiedot.
fr: <b>webtrees</b> a besoin d'envoyer des emails, tels que les notifications ou les rappels de mots de passe. Pour cela, il est possible d'utiliser soit la fonctionnalité native à PHP (qui n'est pas toujours disponible) ou bien un service SMTP externe, pour lequel vous devez fournier les paramètres de connexion.
hu: <b>webtrees</b> automatikusan küld leveleket, mint a jelszó emlékeztetők vagy weblap üzenetek. Ennek érdekében a rendszer a beépített PHP levélküldő szolgáltatást (ez nem mindig áll rendelkezésre) vagy egy külső SMTP (levél-továbbító) szolgáltatást, amihez meg kell adnia a kapcsolódási információkat.
nb: <b>webtrees</b> skal kunne sende epost, som feks. glemte passord og meldinger. Du kan benytte din servers PHP-mail-egenskaper (hvilket ikke alltid er tilgengelig) eller en ekstern SMTP (mail-relay) service, for hvilket du må legge inn oppkoblingsdetaljer.
sk: <b>webtrees</b> potrebuje posielať emaily, ako obnovenie hesiel a rôzne oznámenia. Aby to bolo možné, použije sa zabudovaný PHP modul alebo externá SMTP služba, ktorú budete musieť nastaviť.
sv: <b>webtrees</b> behöver sända e-post, så somdig lösenords påminnelser, satjunderrättelser och meddelande. För att göra det, den kan använda denna servers inbyggda PHP e-post egenskaper (som inte alltid är tillgängliga) eller en external SMTP (e-post relä) service för vilken du behöver anslutningsdetaljer.

source: To use a Google mail account, use the following settings: server=smtp.gmail.com, port=587, security=tls, username=xxxxx@gmail.com, password=[your gmail password]
fi: Käytettäessä Google mail, käytä seuraavat asetukset: server=smtp.gmail.com, port=587, security=tls, username=xxxxx@gmail.com, salasana=[sinun gmail salasana]
fr: Afin d'utiliser un compte mail Google, entrez les paramètres suivants : serveur=smtp.gmail.com, port=587, securité=tls, identifiant=xxxxx@gmail.com, mot de passe=[your gmail password]
hu: Egy Google levelező fiók használatához a következő adatokat kell megadja: szerver=smtp.gmail.com, port=587, biztonság=tls, felhasználónév=xxxxx@gmail.com, jelszó=[your gmail password]
nb: For å benytte en Google Mail-konto, bruk følgende innstillinger: server=smtp.gmail.com, port=587, security=tls, username=xxxxx@gmail.com, password=[ditt gmail passord]
sk: Pre použitie účtu na Google mail nastavte nasledujúce: server=smtp.gmail.com, port=587, security=tls, username=xxxxx@gmail.com, password=[vaše heslo na gmail]
sv: För att använda ett Google e-postkonto, använd följande inställningar: server=smtp.gmail.com, port=587, security=tls, username=xxxxx@gmail.com, password=[ditt gmail-lösenord]

source: If you do not know these settings, leave the default values. They may work. You can change them later.
fi: Jos olet epävarma, kokeile annetut oletusarvot. Voit muuttaa ne myöhemmin.
fr: Si vous ne connaissez pas les paramètres suivants, laissez les valeurs par défaut, qui peuvent parfois marcher. Vous pourrez également les changer ultérieurement.
hu: Ha nem ismeri ezeket a beállításokat, hagyja meg az alapértelmezetteket. Ezek lehet működnek. Később megváltoztathatja őket.
nb: Bruk gitte verdier om du ikke kjenner disse innstillingene. De vil sannsyligvis virke. Verdiene kan endres senere.
sk: Ak nepoznáte tieto nastavenia, nechajte tu pôvodné hodnoty. Neskoršie ich môžete zmeniť.
sv: Om du inte känner till inställningar, lämna dem vid standard värde. Det kan fungera. Du kan ändra dem senare.

source: SMTP mail server
fi: SMTP sähköpostipalvelimen nimi
fr: Serveur de mail SMTP
hu: SMTP levelezőszerver
sv: SMTP e-postserver

source: If you don't want to send mail, for example when running webtrees with a single user or on a standalone computer, you can disable this feature.
fi: Voit estää tämä omaisuus, kun et tarvitse postin lähettämistä, esimerkiksi silloin kun on vain yksi käyttäjä webtrees'issa, tai tietokone ei ole kytkettynä verkkoon.
fr: Si vous ne souhaitez pas envoyer de messages, si vous utilisez webtrees en local ou si vous êtes l'unique utilisateur par exemple, vous pouvez désactiver cette fonctionnalité.
hu: Ha nem szeretne leveleket küldeni, például ha egyfelhasználós vagy önálló rendszert működtet, kikapcsolhatja ezt a szolgáltatást.
nb: Hvis du ikke vil sende epost, feks. om du kjører webtrees med én enkelt bruker eller på egen PC, kan du slå av denne funksjonen.
sk: Ak nechcete posielať maily, napríklad používate webtrees sami alebo na vlastnom počítači, môžete túto funkciu deaktivovať.
sv: Om du inte vill sända e-post, t.ex. när webtrees används av endast en person eller datorn inte är kopplad till nätet, kan du inaktivera denna egenskap.

source: Server
fi: Palvelin
fr: Serveur
hu: Szerver

source: This is the name of the SMTP server. 'localhost' means that the mail service is running on the same computer as your web server.
fi: SMTP palvelimen nimi. 'localhost' käytetään kun sähköpostipalvelu ja web palvelin on samassa tietokoneessa.
fr: Il s'agit du nom du serveur SMTP. "localhost" signifie que le service de mail est hébergé sur le même ordinateur que le serveur de mail.
hu: Ez az SMTP szerver neve. 'localhost'-on az értendő, hogy a levelező szolgáltatás ugyanott fut ahol a webszerver.
nb: Dette er navnet på SMTP-serveren. 'localhost' betyr, at mailserveren kjører på samme computer som din webserver.
sk: Toto je méno SMTP serveru. 'localhost' znamená, že mailová služba beží na rovnakom počítači ako webový server.
sv: Detta är namnet på SMTP-server. 'localhost' betyder att e-post kör på samma dator som din webb-server.

source: Port
fi: Portti

source: By default, SMTP works on port 25.
fi: Oletusarvo, SMTP toimii portissa 25.
fr: Par défaut, la protocole SMTP utilise le port 25.
hu: Alapértelmezetten az SMTP a 25-ös porton fut.
nb: Som standard bruker SMTP port 25.
sk: Implicitne pracuje SMTP s portom 25.
sv: Som standard använder SMTP port 25.

source: Most SMTP servers require a password.
fi: Usein SMTP palvelimet vaativat salasanaa.
fr: Certains serveurs SMTP nécessite un mot de passe.
hu: A legtöbb SMTP szerver jelszót igényel.
nb: De fleste SMTP-servere krever passord.
sk: Veľa SMTP serverov vyžaduje heslo.
sv: De flesta SMTP-servrar fodrar lösenord.

source: Security
fi: Salausmuoto
fr: Sécurité
hu: Biztonság
nb: Sikkerhet
sk: Zabezpečenie
sv: Säkerhet

source: Most servers do not use secure connections.
fi: Usein palvelimet eivät käytä salausta yhteyksissään.
fr: La plupart des serveurs n'utilisent pas de connexions sécurisés.
hu: A legtöbb szerver nem használ biztonságos kapcsolatot.
nb: De fleste servere bruker ikke sikre tilkoblinger.
sk: Veľa serverov nevyužíva zabezpečené pripojenie.
sv: De flesta server använder inte säkrade anslutningar

source: This is used in the "From:" header when sending mails.
fi: Käytetään sähköpostisanoman otsikkossa lähetysosoite "From:"
fr: Cette adresse est utilisée dans l'en-tête "De/From" lors de l'envoi de messages.
hu: Ez jelenik meg a Feladó mezőben levélküldéskor.
nb: Brukes i "Fra:"-feltet ved forsendelse av epost.
sk: Toto sa používá pri odosielaní mailov v hlavičke \"From:\"
sv: Detta används i avsändningsadressens rubrik (From:) när e-post sänds

source: This is used in the "Sender:" header when sending mails. It is often the same as the "From:" header.
fi: Tämä käytetään sähköpostin otsikkossa lähettäjänosoite (Sender). Yleensä sama kuin lähetysosoite (From).
fr: Cette adresse est utilisée dans l'en-tête "Expéditeur/Sender" lors de l'envoi de messages.
hu: Ez jelenik meg a Külső mezőben levélküldéskor. Ez többnyire ugyanaz mint a Feladó.
nb: Brukes i "Avsender"-feltet ved forsendelse av epost. Er ofte det samme som "Fra"-feltet.
sk: Toto sa používa pri odosielaní mailov v hlavičke \"Sender:\". Je to často rovnaké ako hlavička \"From:\"
sv: Detta används i avsändaradressens rubrik (Sender:) när e-post sänds. Är ofta samma som avsändningsadressen rubrik (From:)

source: Your system is almost ready for use. The final step is to download a configuration file <b>%1$s</b> and copy this to the <b>%2$s</b> directory on your webserver. This is a security measure to ensure only the website's owner can configure it.
fi: Olet melkein valmis. Viimeisenä toimenpiteenä pitää siirtää asetukset-tiedoston <b>%1$s</b> web palvelimen hakemistoon <b>%2$s</b>. Tällä toimenpiteellä varmistetaan, että web sivuston omistaja saa ainoastaan tehdä muutoksia asetuksiin.
fr: L'installation est presque terminée. L'étape finale consiste à télécharger le fichier <b>%1$s</b> et de le copier dans le dossier <b>%2$s</b> sur votre serveur Web. Il s'agit d'une mesure de sécurité afin de vérifier que seul le propriétaire du site web peut le configurer.
hu: A rendszer használatra kész. A végső lépés a beállítófájl <b>%1$s</b> letöltése és a bemásolása a(z) <b>%2$s</b> mappába. Ez egy biztonsági lépés amely csak a weblap tulajdonosának teszi lehetővé a beállítást.
nb: Din installasjon er nesten klar til bruk. Siste trinn er å laste ned konfigurasjonsfilen <b>%1$s</b> og kopiere den til mappen <b>%2$s</b> på din server. Dette er for å sikre at kun du som eier skal kunne kofigurere nettsiden.
sk: Váš systém je skoro pripravený na použitie. Posledný krok je stiahnutie konfiguračného súboru <b>%1$s</b>. Skopírujte ho do adresára <b>%2$s</b> na vašom webovom servere. Toto je bezpečnostná politika, ako si zaistiť, že len vlastník webu ho môže nastaviť.
sv: Ditt system är nästan färdig att använda. Det sista steget är att ladda ner en konfigurationsfil <b>%1$s</b> och kopiera den till <b>%2$s</b> katalogen på din webbserver. Detta är ett säkerhetsåtgärd för att säkra endast webbsajts ägaren kan konfigurera den.

source: You should set the directory <b>%s</b> so that the webserver has read-write access.<br/>This normally means setting the permissions to "777" or "drwxrwxrwx".
fi: Hakemiston <b>%s</b> oikeudet pitää muuttaa niin, että web palvelulla on luku- ja kirjoitusoikeudet.<br/> Yleensä tämä tarkoittaa, aseta hakemistolle oikeudet "777" tai "drwxrwxrwx".
fr: Vous devriez régler les permissions du répertoire <b>%s</b> à "777" ou "drwxrwxrwx" pour permettre au serveur Web d'avoir les droits en écriture.
hu: Állítsa be a(z) <b>%s</b> mappát olvasható-írható hozzáféréssel.<br/>Ez többnyire a "777" vagy "drwxrwxrwx" jogot jelenti.
nb: Mappen <b>%s</b> settes opp slik at webserveren har lese- og skrivetilgang.<br/>Dette gjøres normalt ved å sette rettighetene til "777" eller "drwxrwxrwx".
sk: Mali by ste nastaviť, aby adresár <b>%s</b> mal práva pre čítanie/zápis. <br/>Normálne to znamená nastaviť práva na \"777\" alebo \"drwxrwxrwx\"
sv: Du skall sätta katalogen <b>%s</b> så att webbservern har läs-skriv åtkomst.<br/>Det betyder normalt att sätta rättigheter till "777" eller "drwxrwxrwx".

source: You should set the file <b>%s</b> so that the webserver has read-only access.<br/>This normally means setting the permissions to "444" or "-r--r--r--".
fi: Tiedostolle <b>%s</b> oikeudet pitää muuttaa niin, että web palvelulla on vain lukuoikeudet.<br/> Yleensä tämä tarkoittaa, aseta tiedostolle oikeudet "444" tai "-r--r--r--".
fr: Vous devriez régler les permissions du répertoire <b>%s</b> à "444" ou "-r--r--r--" pour limiter le serveur Web à un accès en lecture.
hu: Állítsa be a(z) <b>%s</b> fájlt csak írható hozzáféréssel.<br/>Ez többnyire a "444" vagy "-r--r--r--" jogot jelenti.
nb: Du bør beskytte filen <b>%s</b> slik at webserveren kun har lesetilgang.<br/>Dette betyr vanligvis at rettighetene på filen skal settes til "444" eller "-r--r--r--".
sk: Mali by ste nastaviť, aby súbor <b>%s</b> mal práva len pre čítanie. <br/>Normálne to znamená nastaviť práva na \"444\" alebo \"-r--r--r--\"
sv: Du skall sätta filen <b>%s</b> så att webbservern har läs-enbart åtkomst.<br/>Det betyder normalt att sätta rättigheter till "444" eller "-r--r--r--".

source: <b>webtrees</b> will check the permissions in the next step.
fi: <b>webtrees</b> tarkistaa oikeudet seuraavassa toimenpiteessä
fr: <b>webtrees</b> vérifiera les permissions lors de l'étape suivante.
hu: A <b>webtrees</b> a következő lépésben ellenőrzi a jogokat.
nb: <b>webtrees</b> vil kontrollere rettighetene i neste trinn.
sk: <b>webtrees</b> v ďalšom kroku skontroluje práva.
sv: <b>webtrees</b> kontrollerar rättigheter i nästa steg.

source: Download %s
fi: Siirrä %s
fr: Télécharger %s
hu: Letöltés %s
nb: Last ned %s
sk: Načítam %s
sv: Ladda ner %s

source: After you have copied this file to the webserver and set the access permissions, click here to continue
fi: Kun olet kopioinut tiedoston web palvelimelle ja muuttanut luku- ja kirjoitusoikeudet, klikkaa tämän jatkaaksesi
fr: Après avoir copié ce fichier sur le serveur Web et correctement appliqué les permissions, cliquez ici pour continuer.
hu: Miután bemásolta ezt a fájlt a megfelelő helyre és beállította a jogokat, kattintson a folytatásra
nb: Etter å ha kopiert filen til din webserver og satt de riktige rettigheter, klikker du her for å fortsette
sk: Potom, čo ste skopíroval tento súbor na webový server a nastavil prístupové práva, môžete pre pokračovanie kliknúť tu.
sv: Efter att du kopierat denna fil till webbservern and satt åtkomsträttigheter, klicka här för att fortsätta

source: Reminder: you must copy %s to your webserver
fi: Muista: pitää kopioida %s web palvelimellesi
fr: Rappelez-vous : vous devez copier %s sur votre serveur Web.
hu: Emlékeztető: be kell másolja a(z) %s-t a webszerverére
nb: Husk: Du må kopiere %s til din webserver
sk: Upozornenie: musíte skopírovať %s na váš webový server
sv: Kom-i-håg: du måste kopiera %s till din webserver

source: An unexpected database error occured.
fi: Virhe tietokannassa.
fr: Une erreur de base de données s'est produite de manière inattendue
hu: Váratlan adatbázis hiba történt.
nb: En uventet databasefeil har oppstått.
sk: Objavila sa neočakávaná chyba databáze.
sv: Fel i databasen.

source: The webtrees developers would be very interested to learn about this error. If you contact them, they will help you resolve the problem.
fi: webtrees kehittäjät olisivat kiinnostuneet saamaan tietoa tästä virheestä. Ottamalla yhteys heihin, saat apua ongelman selvittämisessä.
fr: Les développeurs de webtrees seraient intéressés par cette erreur. Ils pourront vous aider à la résoudre si vous les contactez.
hu: A webtrees fejlesztői fontosnak tartják ennek a hibának a megismerését. Ha felveszi velük a kapcsolatot, segít a probléma megoldásában.
nb: Utviklerne av webtrees vil meget gjerne høre om denne feilen. Hvis du kontakter dem, vil de hjelpe deg med å løse problemet.
sk: Vývojári aplikácie webtrees by sa radi dozvedeli o tejto chybe. Ak ich zkontaktujete, pomôžu vám vyriešiť tento problém.
sv: webtrees utvecklare är intresserad av att få uppgifter om detta fel. Om du kontaktar dem, kanske de kan hjälpa med en lösning.

source: Grandparents
fi: Isovanhemmat
fr: Grands-parents
hu: Nagyszülők
nb: Besteforeldre
sk: Starý rodičia
sv: Far-/morföräldrar
