Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Users' languages
fi: Käyttäjien kielet
fr: Langues des utilisateurs
hu: Felhasználók nyelve
nb: Språkene til brukere
sk: Uživateľské jazyky
sv: Användarnas språk

source: Week
fi: Viikko
fr: Semaine
hu: Hét
nb: Uke
sk: Týždeň
sv: Vecka

source: Setup wizard for <b>webtrees</b>
fi: <b>webtrees</b> Asennuksen opastusohjelma
fr: Assistant d'installation pour <b>webtrees</b>
hu: Beállítás varázsló a <b>webtrees</b>hez
nb: Oppsetningsassistent for <b>webtrees</b>
sk: Pomocník nastavenia pre <b>webtrees</b>
sv: Inställningsguide för <b>webtrees</b>

source: The configuration file has been successfully uploaded to the server.
fi: Konfigurointitiedot eli asetukset, siirto palvelimelle on onnistunut.
fr: Le fichier de configuration a été chargé avec succès sur le serveur
hu: A beállítások sikeresen importálva lettek a szerverre.
nb: Konfigurasjonsfil feilfritt opplastet til server.
sk: Konfiguračný súbor bol úspešne načítaný na server.
sv: Uppladdning av konfigurationfil till server lyckades.

source: Checking the access permissions...
fi: Tarkistetaan luku-, kirjoitusoikeudet...
fr: Vérification des droits d'accès ...
hu: Hozzáférési jogosultságok ellenőrzése...
nb: Undersøker adgangstillatelser...
sk: Overujem prístupové práva ...
sv: Kontrollerar läs- och skrivrättigheter...

source: The directory <b>%s</b> does not have read permission. You must change this.
fi: Sinulla ei ole lukuoikeuksia hakemistoon <b>%s</b>. Korjaa oikeudet.
fr: Le répertoire <b>%s</b> ne possède pas le droit de lecture. Vous devez corrigez ceci.
hu: A(z) <b>%s</b> mappához nincs olvasási jog. Ezt változtassa meg.
nb: Mappen <b>%s</b> har ikke leserettigheter. Du må rette opp dette.
sk: Adresár <b>%s</b> nie je prístupný pre čítanie. Zmeňte prístupové práva.
sv: Du har inte läsrättigheter till katalog <b>%s</b>. Ändra det.

source: The directory <b>%s</b> does not have write permission. You must change this.
fi: Sinulla ei ole kirjoitusoikeudet hakemistoon <b>%s</b>. Korjaa oikeudet.
fr: Le répertoire <b>%s</b> ne possède pas le droit d'écriture. Vous devez corrigez ceci.
hu: A(z) <b>%s</b> mappához nincs írási jog. Ezt változtassa meg.
nb: Mappen <b>%s</b> har ikke skriverettigheter. Du må rette opp dette.
sk: Adresár <b>%s</b> nie je prístupný pre zápis. Zmeňte prístupové práva.
sv: Du har inte skrivrättigheter till katalog <b>%s</b>. Ändra det.

source: The directory <b>%s</b> has read-write permission. Good.
fi: Onnistunut. Sinulla on tarvittavat luku- ja kirjoitusoikeudet hakemistoon <b>%s</b>.
fr: Le répertoire <b>%s</b> possède les droits de lecture et écriture. C'est bon.
hu: A(z) <b>%s</b> mappához van írási-olvasási jog. Rendben van.
nb: Mappen <b>%s</b> har både lese- og skriverettigheter. Ok.
sk: Adresár<b>%s</b> je prístupný pre čítanie/zápis. V poriadku.
sv: Bra, du har läs- och skrivrättigheter till katalog <b>%s</b>.

source: The file <b>%s</b> does not have read permission. You must change this.
fi: Sinulla ei ole lukuoikeudet tiedostoon <b>%s</b>. Korjaa oikeudet.
fr: Le fichier <b>%s</b> ne possède pas le droit de lecture. Vous devez corrigez ceci.
hu: A(z) <b>%s</b> fájlhoz nincs olvasási jog. Ezt változtassa meg.
nb: Filen <b>%s</b> har ikke leserettigheter. Du må rette opp dette.
sk: Súbor <b>%s</b> nie je prístupný pre čítanie. Zmeňte prístupové práva.
sv: Du har inte läsrättigheter till fil <b>%s</b>. Ändra det.

source: The file <b>%s</b> has write permission. This will work, but for better security, you should make it read only.
fi: Tiedostoon <b>%s</b> on kirjoitusoikeudet. Näinkin voit toimia, mutta olisi turvallisempi antaa vain lukuoikeudet
fr: Le fichier <b>%s</b> est accessible en écriture. Pour des raisons de sécurité, il est recommandé de le configurer en lecture seule.
hu: A(z) <b>%s</b> fájlhoz van írási jog. Ez működőképes, de a jobb biztonság érdekében javasolt csal olvashatóvá tenni.
nb: Filen <b>%s</b> har skriverettigheter. Dette er ok, men bør rettes til kun leserettigheter av sikkerhetsårsaker.
sk: Súbor <b>%s</b> je prístupný pre zápis. Bude to fungovať, ale doporučujeme zmeniť práva na <b>iba pre čítanie</b>
sv: Fil <b>%s</b> har skrivrättighet. Detta går, men säkrare om enbart läsrättighet.

source: The file <b>%s</b> has read-only permission. Good.
fi: Tiedostoon <b>%s</b> on vain lukuoikeudet. Suositeltavaa.
fr: Le fichier <b>%s</b> possède seulement le droit de lecture. C'est bon.
hu: A(z) <b>%s</b> fájlhoz van olvasási jog. Rendben van.
nb: Filen <b>%s</b> har kun leserettigheter. Ok
sk: Súbor <b>%s</b> má atribút iba na čítanie. Výborne.
sv: Bra, fil <b>%s</b> har enbart läsrättighet.

source: Test the permissions again
fi: Tarkista luku- ja kirjoitusoikeudet uudestaan.
fr: Tester de nouveau les permissions
hu: Jogok újratesztelése
nb: Test rettigheter på ny
sk: Testovať oprávnenia ešte raz.
sv: Granska läs- och skrivrättigheter på nytt.

source: Start using webtrees
fi: Käynnistä webtrees
fr: Commencer à utitiser webtrees
hu: webtrees használata
nb: Begynn å bruke webtrees
sk: Začať používaž webtrees
sv: Börja använda webtrees

source: Checking server configuration
fi: Tarkistetaan palvelimen asetuksia
fr: Vérification de la configuration du serveur
hu: Szerver beállítások ellenőrzése
nb: Sjekker serverinnstillinger
sk: Kontrolovať konfiguráciu serveru
sv: Kontrollerar serverkonfiguration

source: PHP extension "%s" is disabled. You cannot install webtrees until this is enabled. Please ask your server's administrator to enable it.
fi: PHP ominaisuus "%s" ei ole käytössä. webtreesiä ei voida asentaa ennen kuin ominaisuus on käytössä. Pyydä palvelimen ylläpitäjää ottamaan se käyttöön.
fr: L'extension PHP "%s" est désactivée. Vous ne pouvez installer webtrees si elle n'est pas activée. Contactez l'administrateur du serveur afin d'activer l'extension.
hu: A(z) "%s" PHP bővítmény (extension) nincs bekapcsolva. Nem tudja addig telepíteni a webtreest amig ez nem elérhető. Kérje meg a szerver rendszergazdáját, hogy engedélyezze a használatát és/vagy kapcsolja be azt.
nb: PHP-utvidelsen "%s" er slått av, og du kan derfor ikke installere webtrees. Kontakt serverens administrator for å få slått den på.
sk: Rozšírenie PHP "%s" je deaktivované. Pokial nebude aktívne, nebude vám dovolené inštalovať webtrees. Prosím požiadejte svojho správcu serveru o aktiváciu tohoto rozšírenia.
sv: PHP-filändelse "%s" är inaktiv. Du kan inte installera webtrees förrän den är aktiv. Be din server-administratör aktivera den.

source: jewish calendar
fi: juutalaiskalenteri
fr: Calendrier juif
hu: zsidó naptár
nb: jødisk kalender
sk: židovský kalendár
sv: judisk kalender

source: creating thumbnails of images
fi: pienoiskuvien luonti
fr: Création des miniatures
hu: bélyegképek generálása a képekhez
nb: danner miniatyrbilder av bilder
sk: vytvorenie náhľadov obrázkov
sv: skapar miniatyrbilder

source: reporting
fi: raportointi
fr: Rapport
hu: jelentések
nb: rapportering
sv: rapportering

source: PHP extension "%1$s" is disabled. Without it, the following features will not work: %2$s. Please ask your server's administrator to enable it.
fi: PHP ominaisuus "%1$s" ei ole käytössä. Ilman sitä, seuraavat ominaisuudet eivät onnistu: %2$s. Pyydä palvelimesi ylläpitäjää ottaamaan sen käyttöön.
fr: L'extension PHP "%1$s" est désactivée. Les fonctionnalités suivantes ne pourront fonctionner sans : %2$s. Contactez l'administrateur du serveur afin d'activer l'extension.
hu: A(z) "%1$s" PHP kiterjesztés inaktív. A kiterjesztés nélkül a(z) %2$s funkció nem működik. Kérem szóljon a rendszergazdának, hogy engedélyezze ezt.
nb: PHP-utvidelsen "%1$s" er slått av. Uten denne vil følgende egenskaper ikke fungere: %2$s. Spør din serveradministrator om å få den slått på.
sk: Rozšírenie PHP "%1$s" je deaktivované. Ak nebude aktívne, nebudú vám nasledujúce funkcie fungovať: %2$s. Prosím požiadajte svojho správcu serveru o aktiváciu tohoto rozšírenia.
sv: PHP-filändelse "%1$s" är inaktiv. Utan den kan följande egenskaper inte fungera: %2$s. Be din server-administratör aktivera den.

source: file upload capability
fi: tiedostojen palvelimelle-siirto ominaisuudet
fr: capacité de chargement de fichier
hu: fájlfeltöltési lehetőség
nb: filopplastingsevne
sk: možnosť nahrávať súbory
sv: tiedostojen siirtämisen palvelimelle ominaisuudet

source: PHP setting "%1$s" is disabled. Without it, the following features will not work: %2$s. Please ask your server's administrator to enable it.
fi: PHP asetus "%1$s" ei ole käytössä. Ilman sitä, seuraavat ominaisuudet eivät onnistu: %2$s. Pyydä palvelimesi ylläpitäjää ottaamaan asetuksen käyttöön.
fr: Le paramètre PHP "%1$s" est désactivée. La fonctionnalité suivante ne pourra fonctionner sans : %2$s. Contactez l'administrateur du serveur afin d'activer le paramètre.
hu: A(z) "%1$s" PHP kiterjesztés inaktív. A kiterjesztés nélkül a(z) %2$s funkció nem működik. Kérem szóljon a rendszergazdának, hogy engedélyezze ezt.
nb: PHP-innstillingen "%1$s" er slått av. Uten denne vil følgende egenskaper ikke fungere: %2$s. Kontakt din serveradministrator for å få den slått på.
sk: Nastavenie PHP \"%1$s\" nie je aktívne. Ak nebude povolené, nasledujúce funkcie vám nebudú fungovať: %2$s. Prosím požiadajte svojho správcu serveru o aktiváciu tohoto rozšírenia.
sv: PHP-inställning "%1$s" är inaktiv. Utan den kan följande egenskaper inte fungera: %2$s. Be din server-administratör aktivera den.

source: The server configuration is OK.
fi: Palvelimen asetukset ovat kunnossa
fr: La configuration du serveur est correcte.
hu: A szerver beállítások rendben vannak.
nb: Serverkonfigurasjon OK.
sk: Konfigurácia servera je OK.
sv: Server-konfigurationen är OK.

source: Checking server capacity
fi: Tarkistetaan palvelimen kapasiteetti
fr: Vérification de la capacité du serveur
hu: Szervererőforrások ellenőrzése
nb: Undersøker serverkapasitet
sk: Kontrola kapacity servera.
sv: Granskar serverns kapacitet

source: The memory and CPU time requirements depend on the number of individuals in your family tree.
fi: Muistin ja CPU vaatimukset riippuvat siitä, miten paljon henkilöitä sinulla on sukupuussa.
fr: La mémoire et le temps maximum d'exécution requis dépendent du nombre d'individus dans votre arbre.
hu: A memória és processzor igény a családfában található személyek számától függ.
nb: Minne- og CPU-tidsforbruk er avhengig av antall individer i ditt familietre.
sk: Požiadavky na pamäť a procesorový čas závisia na počtu osôb vo vašom rodokmeni.
sv: Minnet och processorns tids krav beror på antalet personer som finns i släktträdet.

source: The following list shows typical requirements.
fi: Seuraavassa listassa yleisimmät vaatimukset.
fr: La lste suivante donne une indication des performances requises.
hu: A következő listában megtalálhatóak az általános igények.
nb: Følgende liste viser typiske krav.
sk: Nasledujúci zoznam zobrazuje typické požiadavky.
sv: Följande lista visar typiska krav.

source: Small systems (500 individuals): 16-32MB, 10-20 seconds
fi: Pieni sovellus (500 henkilöä): 16-32MB, 10-20 sekuntia
fr: Petits arbres (500 individus) : 16-32 Mo, 10-20 secondes
hu: Kis rendszer (500 személy): 16-32 MB, 10-20 másodperc
nb: Små systemer (500 individer): 16-32MB, 10-20 sekunder
sk: Malý systém (500 osôb): 16-32MB, 10-20 sekúnd
sv: Små system (500 personer):16-32MB, 10-20 sekunder

source: Medium systems (5000 individuals): 32-64MB, 20-40 seconds
fi: Keskikokoinen sovellus (5000 henkilöä): 32-64MB, 20-40 sekuntia
fr: Arbres moyens (5.000 individus) : 32-64 Mo, 20-40 secondes
hu: Közepes rendszer (5000 személy): 32-64MB, 20-40 másodperc
nb: Mellomstore systemer (5000 individer): 32-64MB, 20-40 sekunder
sk: Stredný systém (5000 osôb): 32-64MB, 20-40 sekúnd
sv: Medelstora system (5000 personer): 32-64MB, 20-40 sekunder

source: Large systems (50000 individuals): 64-128MB, 40-80 seconds
fi: Isokokoinen sovellus (50 000 henkilöä): 64-128MB, 40-80 sekuntia
fr: Gros arbres (50.000 individus) : 64-128 Mo, 40-80 secondes
hu: Nagy rendszer (50000 személy): 64-128 MB, 40-80 másodperc
nb: Store systemer (50000 individer): 64-128MB, 40-80 sekunder
sk: Veľký systém (50000 osôb): 64-128MB, 40-80 sekúnd
sv: Stora system (50000 personer): 64-128MB, 40-80 sekunder

source: This server's memory limit is %dMB and its CPU time limit is %d seconds.
fi: Palvelimen muistirajoitus on %dMB ja CPU suoritusaikarajoitus on %d sekuntia.
fr: La limite de mémoire RAM du serveur est %d Mo, et le temps maximal d'exécution est de %d secondes.
hu: A szerver memóriakorlátja %dMB és a processzoridő korlát %d másodperc.
nb: Serverens minnegrense er på %dMB og CPU-tidsgrensen er på %d sekunder.
sk: Limit pamäte pre tento server je %d MB a limit pre procesorový čas je %d sekúnd.
sv: Denna servers minnsgräns är %dMB och dess CPU-tidsgräns är %d sekunder.

source: If you try to exceed these limits, you may experience server time-outs and blank pages.
fi: Jos ylität näitä rajoituksia, voi keskeytyä suoritettava työ tai saat tyhjiä sivuja.
fr: Si vous essayez de dépasser ces limites, vous pouvez faire face à des dépassements du temps d'exécution, et des pages blanches.
hu: Ha ezeket a korlátokat megpróbálja túllépni, hosszabb várakozási időre és üres oldalakra számíthat.
nb: Hvis du forsøker å overstiger disse grenser, kan du opleve "time-outs" fra serveren og blanke sider.
sk: Ak sa pokúsite presiahnúť tieto limity, môžou sa vám zobraziť prázdne stránky, prípadne time-outy.
sv: Om du överskrider dessa gränser, kan prosesseringen avbrytas eller du får tomma sidor.

source: If your server's security policy permits it, you will be able to request increased memory or CPU time using the <b>webtrees</b> administration page. Otherwise, you will need to contact your server's administrator.
fi: Jos palvelimen käytäntö ja asetuksissa on tällainen sallittu, niin voit <b>webtrees</b> ylläpitosivulla kasvattaa CPU-suoritusaika tai muisti. Muutoin pitää ottaa yhteys palvelimen ylläpitäjään.
fr: Si la stratégie sécuritaire de votre serveur web ou de votre hébergeur vous le permet, vous pourrez demander l'augmentation de la mémoire ou du temps CPU utilisés sur la page d'administration. Sinon, vous devrez contacter l'administrateur de votre serveur web ou de votre hébergeur.
hu: Ha a szerver biztonsági beállításai megengedi, beállíthat több memóriát és processzoridőt a <b>webtrees</b> adminisztrációs oldalán. Ellenkező esetben ezt a rendszergazdától kell kérje.
nb: Om serverens sikkerhets policy tillater det, kan du be om økt minne og CPU tidsinnstillinger på <b>webtrees</b> administrasjonsside. Om dette ikke går, må administrator for server kontaktes.
sk: Ak to bezpečnostná politika vášho serveru dovolí, budete schopný poslať požiadavok na zvýšenie pamete alebo procesorového času použitím správcovských stránok <b>webtrees</b>. Inak budete musieť kontaktovať správcu serveru.
sv: Om serverns säkerhetspolicy tillåter det, kan du efterfråga ökat minne eller ökad processortid på <b>webtrees</b> administrationssida. I annat fall får du kontakta administratören för servern.

source: This database is only running MySQL version %s. You cannot install webtrees here.
fi: Tietokantajärjestelmä toimii MySQL versiolla %s. Et voi asentaa webtrees siihen.
fr: La base de données nécessite au moins la version MySQL %s. Vous ne pouvez pas installer webtrees sur le serveur présent.
hu: Ez az adatbázis csak MySQL %s verzión fut. Erre nem telepítheti a webtrees-t.
nb: Databasen bruker kun MySQL versjon %s. Du kan ikke installere webtrees her.
sk: Táto databáza vyžaduje MySQL vo verzii %s. Webtrees tu inštalovať nemôžete.
sv: Denna databas kör endast med MySQL version %s. Du kan inte installera webtees här.

source: Unable to connect using these settings. Your server gave the following error.
fi: Yhteys ei toimi näillä asetuksilla. Palvelin antoi seuraavan virheilmoituksen.
fr: Impossible de se connecter avec ces paramètres. Le serveur a renvoyé l'erreur suivante.
hu: Nem lehet csatlakozni ezekkel a beállításokkal. A szerver a következő hibaüzenetet adta.
nb: Kunne ikke koble til med gitte innstillinger. Serveren returnerte følgende feil:
sk: Nieje možné pripojiť sa s týmto nastavením. Váš server vrátil nasledujúcu chybu.
sv: Kan inte ansluta med dessa inställningar. Servern gav följande felmeddelande.

source: Check the settings and try again.
fi: Tarkista asetukset ja yritä uudestaan
fr: Vérifiez les paramètres et tentez à nouveau.
hu: Ellenőrizze a beállításokat és próbálja újra.
nb: Kontroller innstillinger og prøv igjen.
sk: Zkontrolujte nastavenia a skúste znovu.
sv: Kontrollera inställningar och försök igen.

source: Connection to database server
fi: Tietokantapalvelimen yhteys
fr: Connection à la base de données.
hu: Csatlakozás az adatbázis szerverhez
nb: Forbindelse til database-server
sk: Pripojenie k databázovému serveru
sv: Anslutning till databas-servern

source: <b>webtrees</b> needs a MySQL database, version %s or later.
fi: <b>webtrees</b> edellyttää MySQL tietokantaa, versio %s tai uudempi.
fr: <b>webtrees</b> nécessite une base de données MySQL (version %s et plus)
hu: A <b>webtrees</b> MySQL %s vagy újabb verziót igényel.
nb: <b>webtrees</b> krever MySQL database versjon %s eller nyere.
sk: <b>webtrees</b> potrebuje MySQL databázu, verzie %s alebo novšiu.
sv: <b>webtrees</b> behöver MySQL-databas version %s eller senare.

source: Your server's administrator will provide you with the connection details.
fi: Palvelimesi yllläpitäjältä saat tarvittavat yhteystiedot.
fr: L'administrateur du serveur vous fournira les détails de connection.
hu: A rendszergazda ismertetheti Önnel a kapcsolódási beállításokat.
nb: Din serveradministrator kan gi deg oppkoblingsdetaljene.
sk: Váš správca serveru vám poskytne podrobnosti pripojenia.
sv: Från din serveradministratör får du nödig anslutningsinformation.

source: Database connection
fi: Tietokantayhteys
fr: Connection à la base de données
hu: Adatbázis csatlakozás
nb: Databaseforbindelse
sk: Pripojenie do databáze
sv: Databas-anslutning

source: Server name
fi: Palvelimen nimi
fr: Nom du serveur
hu: Kiszolgáló neve
nb: Servernavn
sk: Meno serveru
sv: Servernamn

source: Most sites are configured to use localhost. This means that your database runs on the same computer as your web server.
fi: Yleensä sivuston asennus tehdään käyttäen localhost. Silloin sinun tietokanta ja web palvelin ovat samassa tietokoneessa.
fr: La plupart des sites utilisent localhost comme nom d'hôte. Cela signifie que votre base de données est hébergée sur le même ordinateur que votre serveur Web.
hu: A weblapok többsége a localhost-ot használja. Ezt azt jelenti, hogy az adatbázis szerver ugyanott fut, ahol a webszerver.
nb: De fleste nettsteder er konfigurert til å bruke localhost. Dette betyr at din database kjører på den samme datamaskin som din web server.
sk: Väčšina stránok je nastavená na použitie localhostu. To znamená, že databáza beží na rovnakom počítači ako webový server.
sv: De flesta sajter är konfigurerad att använda en lokal värddator (localhost). Det betyder att din databas och webbserver i samma dator.

source: Port number
fi: Portin numero
fr: Numéro de port
hu: Port szám
nb: Portnummer
sk: Číslo portu
sv: Portnummer

source: Most sites are configured to use the default value of 3306.
fi: Yleensä sivuston asennus tehdään käyttäen oletusarvo 3306
fr: La plupart des sites utilisent la valeur par défaut 3306.
hu: A weblapok többsége az alapértelmezett 3306-os értéket használja.
nb: De fleste nettsteder er konfigurert til å bruke standardporten 3306.
sk: Väčšina stránok používa implicitné nastavenie 3306.
sv: De flesta sajter har konfigureras att använda standard värdet 3306.

source: Database user account
fi: Tietokannan käyttäjätunnus
fr: Identifiant de la base de données
hu: Adatbázis felhasználói fiók
nb: Databasens brukernavn
sk: Účet užívateľa databáze
sv: Databasens användarkonto

source: This is case sensitive.
fi: Huom. pienet tai isot kirjaimet.
fr: Sensible à la casse.
hu: Ez kis-nagybetű érzékeny.
nb: Versalfølsom (skill mellom store og små bokstaver)
sk: Rozlišuje veľké a malé písmena
sv: Obs: skiftlägeskänslig

source: Database password
fi: Tietokannan salasana
fr: Mot de passe de la base de données
hu: Az adatbázis jelszava
nb: Database passord
sk: Heslo pre databázu
sv: Databaslösenord

source: This database and table-prefix appear to be used by another application. If you have an existing PhpGedView system, you should create a new webtrees system. You can import your PhpGedView data and settings later.
fi: Tietokanta ja taulukko (etuliitteellä) on jo toisen sovelluksen käytössä. Jos sinulla on jo asennettuna PhpGedView, luo uuden webtrees käyttöä varten. Voit siirtää aikaisemmat PhpGedView tiedot ja asetukset myöhemmässä vaiheessa.
fr: La base de données et le préfixe de table semblent être utilisés par une autre application. Si une instance de PhpGedView existe déjà, vous devriez créer une instance séparée pour webtrees. Vous pourrez importer les paramètres et données de PhpGedView plus tard.
hu: Ezt az adatbázist és tábla előtagot úgy tűnik egy másik program használja. Ha már van telepítve egy PhpGedView rendszere, létre kell hozzon egy másik webtrees rendszert. A PhpGedView adatokat később importálhatja.
nb: Denne database og dette tabellprefiks brukes tilsynelatende allerede av en annen applikasjon. Hvis du har et eksisterende PhpGedView-system, bør du oprette et nytt webtrees-system. Du kan importere dine PhpGedView-data og innstillinger senere.
sk: Táto databáza a predpona pre tabulky je pravdepodobne používaná inou aplikáciou. Ak už máte existujúci PhpGedView, mali by ste vytvoriť nové prostredie webtrees. Nastavenia a dáta z PhpGedView môžete importovať neskoršie.
sv: Denna databas and tabell-prefix värkar att vara i användning av andra applikationer. Om du har ett befintligt PhpGedView-system, kan du skapa en ny webtrees system. Du kan importera dina PhpGedView data och inställning senare.

source: Database and table names
fi: Tietokantanimi ja taulukkonimet
fr: Base de données et nom des tables
hu: Adatbázis és tábla nevek
nb: Database og tabellnavn
sk: Názvy databáze a tabuliek
sv: Databas och tabellnamn

source: A database server can store many separate databases. You need to select an existing database (created by your server's administrator) or create a new one (if your database user account has sufficient privileges).
fi: Tietokantajärjestelmässä voi olla useita erillisiä tietokantoja. Valitse olemassa oleva tietokanta (palvelinylläpitäjän luoma) tai luo itse uusi (jos sinulla on riittävät oikeudet siihen).
fr: Un serveur de base de données peut héberger plusieurs bases de données distinctes. Vous devez sélectionner une base de données existante (créée par l'administrateur du serveur), ou en créer une nouvelle (si votre compte possède les droits nécessaires).
hu: Az adatbázis szerver több különböző adatbázis tárol. Válasszon ki egy már létezőt (a rendszergazda által létrehozottat) vagy hozzon létre egy újat (ha az adatbázis felhasználói jogosultsága ezt megengedi).
nb: En databaseserver kan inneholde mange separate databaser. Du kan velge en eksisterende database (opprettet av serveradministrator) eller oprette en ny (hvis din databases brukerkonto har rettigheter til dette).
sk: Databázový server umožňuje uložiť viacero oddelených databází. Vyberte existujúcu databázu (vytvorenú správcom vášho serveru) alebo vytvorte novú (ak má váš databázový účet dostatočné oprávnenia).
sv: En databasserver kan ha många separata databaser. Du kan välja en befintlig databas (skapad av din servers administratör) eller skapa en ny (om dina rättingheter räcker till att skapa en).

source: Database name
fi: Tietokannan nimi
fr: Nom de la base de données
hu: Az adatbázis neve
nb: Databasenavn
sk: Názov databázy
sv: Databasnamn
