Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Select the elements to be included in the Sitemap file.<br /><br />A priority can be specified for all selected elements. This priority is relative to the other priorities in the file. The update frequency can also be specified. This is an indication of how frequently the data in these items might change. This can influence the time between visits by the search engine, and thus will influence the amount of traffic the site generates.
fi: Valitse mitkä elementit otetaan mukaan sivustoluettelotiedostoon.<br /><br />Elementeille voi asettaa prioriteetin, joka on suhteessa muihin prioriteetteihin tiedostossa. Myös päivitystiheyden voi asettaa. Se antaa viitettä miten usein tieto muuttuu. Se saattaa vaikuttaa siihen miten usein hakukone käy uudestaan, joka myös vaikuttaa sivuston yhteyslinjan kuormittamiseen.
fr: Sélectionnez les éléments à inclure dans le fichier plan du site..<br /><br />Une priorité peut être spécifié pour tous les éléments sélectionnés. Cette priorité est relative à d'autres priorités dans le fichier. La fréquence de mise à jour peut également être précisé. Ceci est une indication de la fréquence à laquelle les données de ces articles peut changer. Cela peut influer sur le temps entre les visites par le moteur de recherche, et donc va influencer la quantité de trafic sur le site génère.
hu: Válassza ki az oldaltérképbe indexelendő elemeket.<br /><br />Minden elemnek meg kell adni a prioritását. A prioritások a fájl többi prioritásától függnek. Ez jelzi, hogy az adatok milyen gyakran változnak. Ez befolyásolja a keresőmotrok milyen gyakran indexeljék a fájlokat.
nb: Velg hva som skal tas med i Nettstedskartet.<br /><br />En prioritert rekkefølge kan angis for alle de valgte elementene. Denne prioriteten gjelder i forhold til de andre prioritetene i filen. Opdateringsfrekvensen kan også angis. Dette er en indikator for hvor ofte man kan regne med at innholdet i disse elementene endres. Dette kan påvirke hvor ofte søkemotoren besøker nettstedet, og det vil dermed også påvirke hvor mye trafikk nettstedet skaper.
sk: Vyberte prvky, ktoré budú zahrnuté do tvorby súboru mapy stránok.<br /><br />Môžete určiť prioritu pre každý vybraný prvok. Táto priorita je relatívna k ostatným prioritám v súbore. Môžete tiež nastaviť frekvencia aktualizácie. Tá určuje, ako často sa dáta v týchto položkách môžu zmeniť. Toto môže ovlivniť čas medzi návštevami vyhľadávacieho enginu, a tým tiež množstvo prevádzky, ktoré stránka vygeneruje.

source: A sidebar that shows an alphabetic list of all the families in the family tree.
fi: Sivupalkki, joka näyttää aakkosellisen luettelon kaikista sukupuun perheistä.
fr: Une barre latérale montrant une liste alphabétique de toutes les familles de l'arbre généalogique.

source: None
fi: Ei mikään
fr: Aucun
hu: Semmi
nb: Ingen
sk: Žiadny
sv: Inga

source: Family tree statistics
fi: Sukupuutilastot
fr: Statistiques de l'arbre généalogique
hu: Családfa statisztikák
nb: Slektstrestatistikk
sk: Štatistika rodokmeňa
sv: Släktträd statistik

source: The GEDCOM Statistics block shows the visitor some basic information about the database, such as when it was created and how many people are in it.<br /><br />It also has a list of the most frequent surnames. You can configure this block to not show the Frequent Surnames list, and you can also configure the GEDCOM to remove or add names to this list. You can set the occurrence threshold for this list in the GEDCOM configuration.
fi: GEDCOM tilastotietolohko näyttää kävijälle joitakin GEDCOMia koskevia perustietoja kuten luontipäivämäärän ja montako henkilöä siinä on.<br /><br />Se sisältää myös luettelon yleisimmistä sukunimistä. Voit määrittää esitetäänkö tämä luettelo lohkossa ja mitkä nimet poistetaan tai lisätään luetteloon. Säädöt voi tehdä GEDCOM asetuksissa.
fr: Le bloc «&nbsp;Statistiques GEDCOM&nbsp;» affiche quelques informations générales sur la base&nbsp;: date de création, nombre d'individus...
hu: A GEDCOM Statisztika blokk alapvető dolgokat mutat a jelenlegi GEDCOM-ból, mint a létrehozás dátuma, és hány személy található benne.
nb: Blokken for statistikk viser besøkende en del basisinformasjon om slektsfilen, slik som når den ble laget og hvor mange personer, familier og kilder som finnes i slektsbasen.<br /><br />Den har også en liste med de etternavnene som er registrert flest ganger i slektsbasen. Du kan velge om du vil vise disse etternavnene i blokken eller ikke.<br />Du kan også velge at visse navn ikke skal vises i listen eller legge legge til navn som du mener bør være med(selv om de ikke fyller kravet om å være med i listen).<br />Du kan angi antall ganger et navn må være registrert for å vises i listen i konfigurasjonsfilen for slektsbasen.
sk: Blok štatistiky GEDCOMu ukazuje návštevníkovi základné informácie o GEDCOM súbore, ako napríklad čas vytvorenia alebo počet osôb v súbore.
sv: Statistikblocket för GEDCOM-filer visar lite grundläggande information om databasen som när den skapades och hur många personer som är med i GEDCOM-filen.<br /><br />Den har också en lista för de vanligaste efternamnen. Du kan konfigurera detta område att inte visa vanligaste efternamnslistan och du kan också konfigurera GEDCOM-filen så att det läggs till eller tas bort namn från listan. Du kan ange tröskelvärdet för listan i konfiguration för GEDCOM-filen.

source: This family tree was last updated on %s.
fi: Tätä sukupuuta on viimeksi päivitetty %s.
fr: Cet arbre généalogique a été mis à jour le %s.
hu: A családfa utolsó frissítésének ideje: %s.
nb: Slektstreet ble sist oppdatert %s.
sk: Tento rodokmeň bol naposledy aktualizovaný %s.

source: Males
fi: Miehet
fr: Hommes
hu: Férfiak
nb: Menn
sk: Mužov
sv: Män

source: Females
fi: Naiset
fr: Femmes
hu: Nők
nb: Kvinner
sk: Žien
sv: Kvinnor

source: Total surnames
fi: Sukunimiä yhteensä
fr: Total des noms de famille
hu: Családnevek
nb: Totalt antall etternavn
sk: Celkove priezvísk
sv: Antal efternamn

source: Media objects
fi: Mediakohteet
fr: Objets multimédia
hu: Média objektumok
nb: Medieobjekter
sk: Média
sv: Mediaobjekt

source: Other records
fi: Muut tapahtumat
fr: Autres enregistrements
hu: Egyéb adatok
nb: Andre oppføringer
sk: Ostatných záznamov
sv: Andra poster

source: Total events
fi: Kaikki tapahtumat
fr: Nombre total d'évènements
hu: Események száma
nb: Antall begivenheter
sk: Celkove udalostí
sv: Antal händelser

source: Total users
fi: Käyttäjiä kaikkiaan
fr: Utilisateurs
hu: Felhasználók száma
nb: Antall brukere
sk: Celkove uživateľov
sv: Totalt antal användare

source: Earliest birth year
fi: Aikaisin syntymävuosi
fr: Naissance la +ancienne
hu: Legrégibb születési év
nb: Tidligste fødselsår
sk: Najstarší rok narodenia
sv: Tidigaste födelseår

source: Latest birth year
fi: Nuorimman henkilön syntymävuosi
fr: Naissance la +récente
hu: Legutolsó születési év
nb: Siste fødselsår
sk: Posledný rok narodenia
sv: Senaste födelseåret

source: Earliest death year
fi: Aikaisin kuolinvuosi
fr: Décès le +ancien
hu: Legkorábbi halálozási év
nb: Tidligste dødsår
sk: Najstarší rok úmrtia
sv: Tidigaste dödsår

source: Latest death year
fi: Viimeisin edesmennyt
fr: Décès le +récent
hu: Legkésőbbi halálozási év
nb: Siste dødsår
sk: Posledný rok úmrtia
sv: Senaste dödsår

source: Person who lived the longest
fi: Iäkkäin edesmennyt
fr: Personne ayant vécu le plus longtemps
hu: Legidősebb személy
nb: Person som har levd lengst
sk: Najdlhšie žijúca osoba
sv: Person som levt längst

source: Average age at death
fi: Keskimääräinen kuolinikä
fr: Âge moyen au décès
hu: Átlagos életkor elhalálozáskor
nb: Gjennomsnittsalder ved død
sk: Priemerný vek pri úmrtí
sv: Medelålder vid död

source: Family with the most children
fi: Suurin lapsiluku
fr: Record du nombre d'enfants
hu: Legnagyobb gyermekes család
nb: Familie med flest barn
sk: Rodina s najvyšším počtom detí
sv: Familj med flest barn

source: Average number of children per family
fi: Keskimääräinen lapsiluku
fr: Nombre moyen d'enfants par famille
hu: Gyermekek száma átlagosan családonként
nb: Gjennomsnittlig antall barn pr. familie
sk: Priemerný počet detí na rodinu
sv: Genomsnittligt antal barn per familj

source: View statistics as graphs
fi: Näytä tilastotiedot kaavioina
fr: Afficher les statistiques sous forme de graphiques
hu: Statisztikák mutatása grafikonon
nb: Vis statistikk i grafisk format
sk: Zobraziť štatistiku ako graf
sv: Visa statistik i grafik format

source: Most Common Surnames
fi: Yleisimmät sukunimet
fr: Principaux noms de familles
hu: Leggyakoribb vezetéknevek:
nb: Vanligste etternavn
sk: Najčastejšie priezviská
sv: De vanligaste efternamnen

source: Show date of last update?
fi: Näytä viimeisin päivityspäivämäärä?
fr: Afficher la date de la dernière mise à jour?
hu: Mutassa az utolsó frissítés dátumát?
nb: Vis dato for siste oppdatering?
sk: Zobraziť dátum poslednej aktualizácie?

source: Show common surnames?
fi: Näytä yleisimmät sukunimet?
fr: Montrer les noms les plus fréquents ?
hu: Leggyakoribb vezetéknevek mutatása?
nb: Vise vanligste etternavn?
sk: Zobraziť najčastejšie priezviská?
sv: Visa vanliga efternamn?

source: Select the stats to show in this block
fi: Valitse esitettävät tilastotiedot
fr: Selectionner les statistiques à afficher dans ce bloc
hu: Válassza azokat a statisztikákat amit ez a Blokk mutasson
nb: Velg statistikk som skal vises i denne blokken
sk: Vyberte štatistiky pre zobrazenie v tomto bloku
sv: Välj vilken statistik som ska visas i detta block

source: Show link to Statistics charts?
fi: Näytä linkki tilastotietokaavioihin?
fr: Afficher le lien vers les statistiques sous forme de graphiques ?
hu: Láthatóak legyenek a linkek a Statisztikai diagramokban?
nb: Vis lenke til statistikkdiagram?
sk: Zobraziť odkaz na Štatistické grafy?
sv: Visa länk till statistikdiagram?

source: Address List
fi: Osoitelista
fr: Liste d'adresses
hu: Címlista
nb: Adresseliste
sk: Zoznam adries
sv: Adresslista

source: A report of addresses, telephone numbers, and email addresses.
fi: Raportti osoitteista, puhelinnumeroista ja sähköpostiosoitteista.
fr: Rapport des adresses, des numéros de téléphone et des adresses courriel.
hu: Jelentés címekkel, telefonszámokkal és e-mail címekkel.
nb: Oversikt over adresser, telefonnummer og epostadresser.
sk: Výpis adries, telefónnych čísiel a e-mailových adries.
sv: Rapport över adresser, telefonnumror och epost-adresser.

source: Occupation report
fi: Ammattiraportti
fr: Rapport Métier
hu: Foglalkozások jelentése
nb: Yrkesrapport
sk: Výpis povolaní
sv: Rapport över yrken

source: A report of people who had a given occupation.
fi: Raportti henkilöistä, joilla on tietty ammatti.
fr: Rapport des personnes ayant une occupation donnée.
hu: Jelentés adott foglalkozású személyekről.
nb: Oversikt over personer etter yrke.
sk: Zoznam osôb ktoré mali zadané povolanie
sv: Rapport över personen med visst yrke.

source: Most Viewed Items
fi: Suosikkikohteet
fr: Bloc «Pages les plus visitées»
hu: Leggyakoribban nézet elemek
nb: Blokken Vist flest ganger
sk: Blok najčastejšie zobrazovaných záznamov
sv: Område för mest besökta artikel

source: This block will show the 10 records that have been viewed the most. This block requires that Hit Counters be enabled in the GEDCOM configuration settings.
fi: Tässä lohkossa näytetään 10 useimmin katsottua tietuetta. Tämä vaatii luettu-laskurin aktivoimisen GEDCOM asetukset osassa.
fr: Ce bloc affiche les 10 pages les plus visitées pour ce fichier GEDCOM. Le compteur de visites doit être activé (voir les options de configuration).
hu: Ez a Blokk feltünteti a 10 leggyakoribban megtekintetet adatot. Ennek a Blokknak kell hogy a Számláló be legyen kapcsolva a GEDCOM konfigurációjánál.
nb: Denne blokken vil vise de 10 mest viste personene/familiene. Denne rammen krever at telleren er aktivert i innstillingene for konfigurasjonen for slektsfilen.
sk: Tento blok ukáže 10 záznamov, ktoré boli najčastejšie zobrazené. Tento blok vyžaduje aby bolo povolené počitadlo prístupov v konfigurácii GEDCOMU.
sv: Detta block visar de 10 poster som har blivit besökta oftast. Detta block kräver att träffräknaren är aktiverad i GEDCOM-konfigurationsinställningen.

source: Hit counters must be enabled in the GEDCOM configuration, Display and Layout section, Hide and Show group.
fi: Laskurit on aktivoitava GEDCOM-asetuksessa, jotta tämä lohko toimisi.
fr: Le compteur de visites doit être activé pour que ce bloc fonctionne.
hu: A számlálót be kell kapcsolni a GEDCOM konfigurációjában hogy ez a Blokk működjön.
nb: Telleverket må aktiveres i innstillingene for GEDCOM-filer, på fanen "Skjul &amp; Vis".
sk: Pre správne fungovanie tohoto bloku musí byť povolené počitadlo v konfigurácii GEDCOMu.
sv: Räknarna måste vara igång i GEDCOM-filen för detta område att fungera.

source: There are currently no hits to show.
fi: Ei osumia.
fr: Liste vide.
hu: Jelenleg nincs találat.
nb: Det er ingen treff for denne siden.
sk: Žiadne prístupy k zobrazeniu.
sv: Det finns för närvarande inga träffar att visa.

source: Number of items to show
fi: Näytettävien kohteiden lukumäärä
fr: Nombre de lignes à afficher
hu: Elemek száma feltüntetése
nb: Antall som skal vises
sk: Počet položiek k zobrazeniu
sv: Antal objekt att visa

source: Place counts before or after name?
fi: Sijoita lukumäärät ennen nimeä tai sen jälkeen?
fr: Compteur des lieux avant ou après le nom ?
hu: Helyezze a számlálót a név elé vagy mögé?
nb: Plasser antall før eller etter navn?
sk: Umiestniť súčty pred alebo za mená?
sv: Placera räknare före eller efter namn?

source: before
fi: ennen
fr: avant
hu: előtt
nb: før
sk: pred
sv: före

source: after
fi: jälkeen
fr: après
hu: után
nb: etter
sk: po
sv: efter

source: Add a scrollbar when block contents grow
fi: Lisää vierityspalkki kun sisältö laajenee
fr: Ajouter une barre de défilement lorsque le contenu bloc augmente
hu: Görgetősáv hozzáadása ha a blokk méretei megnőnek
nb: Legg til rulleliste hvis blokkinnholdet vokser
sk: Pridať rolovacie tlačítko ak je obsah veľký
sv: Lägg till rullningslist när blocket vidgas

source: Extra information
fi: Lisätiedot
fr: Informations supplémentaires

source: A sidebar that shows non-genealogical facts and other information about an indivdual.
fi: Sivupalkki, joka näyttää henkilön ei-sukututkimukselliset ja muut tiedot.
fr: Une barre latérale montrant des données non-généalogiques et d'autres informations d'un individu.

source: There are no Facts for this individual.
fi: Tällä henkilöllä ei ole tietoja.
fr: Aucun fait lié à cet individu.
hu: Ennek a személynek nincsen Tényei.
nb: Det finnes ingen fakta / opplysninger om denne personen.
sk: K tejto osobe nie sú dostupné žiadne údaje.
sv: Det finns ingen fakta om denna person.

source: Hit Count:
fi: Luettu laskuri
fr: Compteur
hu: Számláló:
nb: Antall visninger:
sk: Počet prístupov:
sv: Träffar:

source: On This Day
fi: Tänä päivänä
fr: Bloc «Ce jour-là»
hu: A mai napon... blokk
nb: Blokken Årsdag for hendelser i slekten
sk: Blok pre dnešný deň
sv: På denna dagen...

source: The On This Day, in Your History... block shows anniversaries of events for today. You can configure the amount of detail shown.
fi: Tänä päivänä omassa historiassasi... -lohkossa näytetään luettelo tämän päivän vuosipäivistä. Voit asetuksilla määrätä miten paljon yksityiskohtia näytetään.
fr: Le bloc «Ce jour-là» affiche les anniversaires du jour. Les utilisateurs identifiés voient les anniversaires des personnes vivantes.
hu: A mai napon az Ön múltjában ... blokk, az aktív GEDCOM-ból olyan eseményeket mutat, amelyeknek a mai napon történetek. Ha nincs ilyen esemény, akkor ez a rész üres marad. A felhasználó oldalán, ez a rész csak élő személyeket mutathat. A GEDCOM-oldalon minden személyt felsorol.
nb: Blokken for Årsdag for hendelser viser en personliste som er knyttet til hendelser i den aktive slektsfilen dagen i dag. Dersom det ikke er noen hendelser, vises heller ikke rammen. På "din side" vil denne blokken bare vise nålevende personer. På hovedsiden vil alle personer/familier bli vist (NB. Her vil personvernvalg kunne redusere listen).
sk: Tohoto dňa vo vašej histórii... V bloku bude zobrazený zoznam udalostí z momentálne zobrazeného GEDCOMu, ktoré sa stali tohoto dňa. Ak nie sú nájdené žiadne udalosti, blok sa neukáže. Cez uživateľskú stránku MyGedView sa v bloku zobrazí iba zoznam žijúcich ľudí. Cez vstupnú bránu GEDCOMu sa zobrazia všetci ľudia.
sv: På denna dag i din historia... blocket visar en lista på händelser som hänt denna dag. Du kan konfigurera detaljnivån som ska visas.

source: On This Day ...
fi: Tänä päivänä tapahtui...
fr: Ce jour-là...
hu: Ezen a napon az Ön múltjában...
nb: Årsdag for hendelser i slekten...
sk: Tohoto dňa vo vašej histórii...
sv: Historiska händelser denna dag...

source: Show only events of living people?
fi: Näytä vain elossa olevien henkilöiden tapahtumat?
fr: Voir seulement les personnes vivantes ?
hu: Csak az élők eseményeit mutasd?
nb: Vis bare begivenheter for nålevende personer?
sk: Zobraziť iba udalosti žijúcich osôb?
sv: Visa händelser enbart för levande personer?

source: Show only Births, Deaths, and Marriages?
fi: Näytä vain syntymät, kuolemat ja avioliitot?
fr: Voir seulement Naissances, Mariages et Décès ?
hu: Csak a Születés, Halálozás és a Házasságot mutasd?
nb: Bare vise fødselsdager, dødsfall og vielse?
sk: Zobraziť iba narodenia, úmrtia a sobáše?
sv: Visa endast födda, döda och vigda?

source: Presentation style
fi: Esitystapa
fr: Style de présentation
hu: Prezentációs stílus
nb: Presentasjon
sk: Spôsob zobrazenia
sv: Presentations stil

source: list
fi: luettelo
fr: liste
hu: lista
nb: vis
sk: zoznam
sv: lista

source: table
fi: taulukko
hu: táblázat
nb: tabell
sk: tabuľka
sv: tabell

source: Sort style
fi: Lajittelutapa
fr: Type de tri
nb: Sortering
sk: Štýl triedenia

source: alphabetically
fi: aakkosjärjestyksessä
fr: par ordre alphabétique
nb: alfabetisk
sk: abecedne

source: By Anniversary
fi: Vuosipäiväjärjestyksessä
fr: Par anniversaire
nb: Etter årsdager
sk: Podľa výročí
sv: I årsdagsföljd

source: GEDCOM News
fi: GEDCOM uutiset
fr: Bloc «Nouvelles GEDCOM»
hu: GEDCOM hírblokk
nb: Nyheter for slektsbasen
sk: Blok noviniek GEDCOMu
sv: GEDCOM-nyheter

source: The GEDCOM News block shows the visitor news releases or articles posted by an admin user.<br /><br />The News block is a good place to announce a significant database update, a family reunion, or the birth of a child.
fi: GEDCOM uutislohko näyttää vierailijalle ylläpitäjän lähettämiä uusia päivityksiä tai artikkeleita. Uutiset on hyvä paikka ilmoittaa päivitetystä GEDCOM-tiedostosta tai perhetapaamisista.
fr: Le bloc «Nouvelles GEDCOM» affiche les nouvelles envoyées par l'administrateur.
hu: A GEDCOM hírblokk az adminisztrátor által bevitt híreket mutatja.<br /><br />A Hírek szolgálhat például a GEDCOM-állomány frissítésének, vagy családok újraegyesítésének bejelentésére vagy gyermek születésére.
nb: Nyhetsblokken viser besøkende siste nytt, eller artikler lagt inn av en bruker med administratorrettigheter.<br />Blokken er et fint sted å bekjentgjøre oppdatering av slektsbasen, et slektstevne eller annet nytt.
sk: Blok noviniek GEDCOMu návštevníkom ukazuje správy a články pridané administrátorom. Tu je vhodné napríklad upozorňovať na aktualizované GEDCOM súbory, alebo oznamovať rodinné stretnutia a iné významné události.
sv: GEDCOM-nyhetsblocket visar besökaren nyheter, nya publiceringar eller artiklar som postats av administratören.<br /><br />Nyhetersområdet är ett bra ställe att annonsera en uppdaterad GEDCOM-fil eller en släktträff.

source: News
fi: Uutisia
fr: Nouvelles
hu: Hírek
nb: Nyheter
sk: Novinky
sv: Nyheter

source: No News articles have been submitted.
fi: Uutisartikkeleita ei ole luotu.
fr: Aucune nouvelle.
hu: Nem érkezett új hír.
nb: Ingen nyhetsartikler er blitt lagt inn.
sk: Žiadne články, novinky neboli pridané.
sv: Det finns inga nyhetsartiklar.

source: Are you sure you want to delete this News entry?
fi: Haluatko varmasti poistaa tämän uutisen?
fr: Confirmez-vous la suppression de cette nouvelle ?
hu: Biztosan törli ezt a hír bejegyzést?
nb: Er du sikker på at du vil slette denne nyhetsartiklen?
sk: Naozaj chcete z Noviniek vymazať túto položku?
sv: Är du säker på att du vill ta bort denna nyhetsnotering?

source: Add a News article
fi: Lisää uutisartikkeli
fr: Ajouter une nouvelle
hu: Hír hozzáadása
nb: Legg inn en nyhetsartikkel
sk: Pridať nový článok
sv: Lägg till en nyhetsartikel

source: View archive
fi: Näytä arkisto
fr: Voir archives
hu: Archívum megtekintése
nb: Vis arkiv
sk: Zobraziť archív
sv: Visa arkiv

source: Limit display by:
fi: Rajoita näyttö seuraavasti:
fr: Limite d'affichage:
hu: Megjelenési korlát ennyivel:
nb: Nyheter utløper:
sk: Obmedziť zobrazenie do:
sv: Begränsa visning med:

source: No limit
fi: Ei rajoituksia
fr: Pas de limite
hu: Nincs korlát
nb: Aldri
sk: Bez obmedzenia
sv: Ingen begränsning

source: Age of item
fi: Kohteen ikä
fr: Date de l'article
hu: Egység ideje
nb: Alder på artikkel
sk: Vek položky
sv: Ålder för artikel

source: Number of items
fi: Kohteiden lukumäärä
fr: Nombre d'articles
hu: Egységek száma
nb: Antall artikler
sk: Počet položiek
sv: Antal artiklar

source: Limit:
fi: Rajoitus:
fr: Limite:
hu: Korlát:
nb: Grense:
sv: Gräns:

source: Births, Deaths, Marriages
fi: Syntymät, kuolemat, avioliitot
fr: Naissances, Mariages, Décès
hu: Születések, Halálozások, Házasságok
nb: Fødselsdager, dødsfall og vielser
sk: Narodenia, úmrtia, sobáše
sv: Födda, döda, vigda

source: A report of vital records for a given date or place.
fi: Raportti keskeisimmista tapahtumista, tiettynä ajanjaksona tai paikassa.
fr: Rapport des enregistrements (naissance, mariage, décès) pour une date ou un lieu donnés.
hu: Jelentés egy adott hellyel vagy idővel kapcsolatos létfontosságú bejegyzésekről.
nb: Oversikt over "livsbegivenheter" (fødsel, giftemål, død) på et bestemt tidspunkt eller sted.
sk: Výpis dôležitých záznamov pre dané miesto alebo dátum.

source: User Welcome
fi: Käyttäjän tervetuloalohko
fr: Bloc «Bienvenue»
hu: Felhasználó üdvözlő blokk
nb: Velkomstblokk for brukere
sk: Uvítací blok uživateľa
sv: Välkomstblock för användare

source: The User Welcome block shows the user the current date and time, quick links to modify his account or go to his own Pedigree chart, and a link to customize his My Page.
fi: Käyttäjän tervetuloalohko näyttää sen hetkisen päivämäärän ja kellonajan, pikalinkit käyttäjätietojen muuttamiseksi sekä omaan sukupuuhun ja linkin, josta pääsee muokkaamaan Omaa sivua.
fr: Le bloc «Bienvenue» affiche la date, l'heure et un accès rapide aux principales informations.
hu: A Felhasználó üdvözlő blokk a jelenlegi időt és dátumot tünteti fel, a hivatkozást ahol módosíthatják a felhasználói beállításaikat vagy a saját családfájukra ugorhatnak, és a hivatkozást, ahol személyes oldalukat állíthatják be.
nb: Velkomstblokken for brukere viser brukeren gjeldende dato og klokkeslett, hurtiglenker for å endre sin egen konto, gå til sin egen anetavle og en lenke for å tilpasse sin egen "Min side".
sk: Uvítací blok uživateľa ukazuje uživateľovi súčasný dátum a čas, odkazy pre úpravu jeho účtu alebo pre zobrazenie vlastného vývodu a odkaz pre úpravu vstupnej brány.
sv: Välkomstblock för användare visar aktuell datum och tid, snabblänkar till inställningar eller till egen antavla och länk för modifiering av Min sida.

source: Welcome %s
fi: Tervetuloa %s
fr: Bonjour %s
hu: Üdvözlöm %s
nb: Velkommen %s
sk: Vitajte %s
sv: Välkommen %s

source: My Pedigree
fi: Esivanhempani
fr: Mon arbre
hu: Származási vonalam
nb: Mine aner
sk: Môj vývod
sv: Mina anor

source: My individual record
fi: Henkilötietoni
fr: Ma fiche
hu: Saját Személyes Adataim
nb: Mine slektsdata
sk: Záznam o mojej osobe
sv: Min personliga datapost

source: Stories
fi: Tarina
fr: Histoires
hu: Történetek
nb: Artikler
sk: Príbehy
sv: Berättelser
