Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Error: converting GEDCOM files from %s encoding to UTF-8 encoding not currently supported.
fi: Virhe: GEDCOM tiedostojen muuntaminen %s-muodosta UTF-8-muotoon ei ole mahdollista tällä hetkellä.
fr: Erreur: la conversion du fichier GEDCOM %s à partir d'encodage UTF-8 ne sont pas actuellement pris en charge.
hu: Hiba: a GEDCOM fájl konverziója %s kódolásból UTF-8-ba jelenleg nem támogatott.
nb: Feil: konvertering av GEDCOMfiler fra %skoding til UTF-8koding støttes ikke ennå.
sk: Chyba: prevod GEDCOM súboru z kódovania %s na UTF-8 nie je v súčasnosti podporované.
sv: Fel: konvertering av GEDCOM-filer från %s-form till UTF-8-form är ännu inte möjligt.

source: over
fi: yli
fr: plus de
hu: felül
sk: cez
sv: över

source: less than
fi: alle
fr: moins que
hu: kevesebb mint
nb: mindre enn
sk: menej ako
sv: mindre än

source: before %d
fi: ennen %d
fr: avant %d
hu: %d előtt
nb: før %d
sk: pred %d
sv: före %d

source: from %d
fi: %d lähtien
fr: de %d
hu: %d óta
nb: fra %d
sk: z %d
sv: från %d

source: %s not implemented
fi: %s ei käytössä
fr: %s pas implémenté
hu: %s nem létező
nb: %s ikke tilgjengelig
sk: %s nie je implementované
sv: %s är inte i bruk

source: numbers
fi: lukumäärät
fr: nombres pour une famille
hu: számok
nb: antall
sk: Počet
sv: antal

source: Total families
fi: Perheitä yhteensä
fr: Nombre total de familles
hu: Családok száma
nb: Antall familier
sk: Počet rodín =
sv: Antal familjer

source: Number of children
fi: Lasten lukumäärä
fr: Nombre d'enfants
hu: Gyerekek száma
nb: Antall barn
sk: Počet detí na rodinu.
sv: Antal barn

source: Total individuals
fi: Henkilöitä yhteensä
fr: Nombre d'individus
hu: Személyek összesen
nb: Antall individer
sk: Počet osôb =
sv: Antal personer

source: percentage
fi: prosenttiosuus
fr: pourcentage
hu: százalék
nb: prosent
sk: Percentá
sv: procent

source: per gender
fi: / sukupuoli
fr: / homme-femme
hu: / személy
nb: pr. kjønn
sk: / Muži-ženy
sv: / kön

source: per time period
fi: aikajaksoa kohti
fr: / par période de temps
hu: / időszak
nb: /pr. tidsperiode
sk: / za jednotku času
sv: /per tidsperiod

source: Counts
fi: Lukumäärät
fr: Totaux
hu: Darabszám
nb: Antall
sk: Počet
sv: Antal

source: Individuals with sources
fi: Henkilöt, joilla on tietolähteitä
fr: individus avec sources
hu: Személyek forrással
nb: Individer med kilder
sk: Osoby zo zdrojmi
sv: Personer med källor

source: Families with sources
fi: Perheet, joilla on tietolähteitä
fr: Familles avec sources
hu: Családok forrással
nb: Familier med kilder
sk: Rodiny zo zdrojmi
sv: Familjer med källor

source: Statistics plot
fi: Tilastokäyrä
fr: Graphique statistique
hu: Statisztikai görbe
nb: Plot(valg) i statistikker
sk: Štatistický diagram
sv: Statitisikgraf

source: Month of birth
fi: Syntymäkuukausi
fr: Mois de naissance
hu: Születési hónap
nb: Fødselsmåned
sk: Mesiac narodenia
sv: Födelsemånad

source: month
fi: kuukausi
fr: mois
hu: hónap
nb: måned
sk: Mesiac
sv: månad

source: Month of death
fi: Kuolinkuukausi
fr: Mois de décès
hu: Elhalálozási hónap
nb: Måned for dødsfall
sk: Mesiac úmrtia
sv: Dödsmånad

source: Month of marriage
fi: Avioliittoon solmimiskuukausi
fr: Mois du mariage
hu: Házasságkötési hónap
nb: Måned for vielse
sk: Mesiac svadby
sv: Vigselmånad

source: Month of birth of first child in a relation
fi: Suhteen esikoisen syntymäkuukausi
fr: mois de naissance ou du premier enfant obtenu par une relation
hu: Az első gyermek születési hónapja a kapcsolatban
nb: Fødselsmåned for første barn i et forhold
sk: Mesiac narodenia prvého dieťaťa vo vzťahu
sv: Födelsemånad för det första barnet i relationen

source: Month of first marriage
fi: Kuukausi, jolloin solmittiin ensimmäinen avioliitto
fr: Mois du premier mariage
hu: Az első házasságkötés hónapja
nb: Måned for første vielse
sk: Mesiac prvej svadby
sv: Månad för första vigseln

source: Months between marriage and first child
fi: Kuukausia vihkimisen ja ensimmäisen lapsen välillä
fr: mois entre le mariage et le premier enfant
hu: Hónapok száma a házasság és az elsö gyermek között.
nb: Måneder mellom ekteskap og første barn
sk: Mesiace medzi svadbou a prvým dieťaťom.
sv: Månader mellan vigsel och första barnet.

source: Months between marriage and birth of first child
fi: Kuukausia vihkimisestä ensimmäisen lapsen syntymään
fr: Mois entre le mariage et la naissance du premier enfant
hu: Hónapok a házasság és az első gyermek születése között
nb: Måneder mellom ekteskap og fødsel til første barn
sk: Mesiace medzi sobášom a narodením prvého dieťaťa.
sv: Månader mellan vigsel och första barnets födelse

source: Age related to birth year
fi: Ikä syntymävuosittain
fr: Âge à la naissance
hu: Születéshez viszonyított évek száma
nb: Alder i forhold til fødselsår
sk: Vek vztiahnutý k roku narodenia.
sv: Ålder i förhållande till födelseår.

source: age
fi: ikä
fr: âge
hu: kor
nb: alder
sk: Vek
sv: ålder

source: Age in year of first marriage
fi: Ikä ensimmäistä avioliittoa solmittaessa
fr: Âge dans l'année du premier mariage
hu: Első házasságban töltött évek
nb: Alder ved første vielse
sk: Vek v roku prvej svadby.
sv: Ålder vid första vigseln

source: children
fi: lapsia
fr: enfants
hu: gyerek
nb: barn
sk: deti
sv: barn

source: Cleanup data directory
fi: Puhdista data eli lokihakemisto
fr: Nettoyage des données du répertoire
hu: Adatkönyvtár tisztítása
nb: Opprydding i datamappen
sk: Vyčistiť datový dresár
sv: Rensa datakatalog

source: To delete a file or subdirectory from the data directory drag it to the wastebasket or select its checkbox. Click the Delete button to permanently remove the indicated files.
fi: Kun haluat poistaa tiedoston tai alihakemiston data eli lokihakemistosta, vedä se roskakoriin tai kuittaa vastaavan kohdan ruutua. Valitsemalla Poista (Delete) painike näppäimistölläsi, poistetaan pysyvästi merkityt kohteet.
fr: Pour supprimer un fichier ou un sous-répertoire du répertoire de données faites-le glisser dans la corbeille ou sélectionnez la case correspondante. Cliquez sur le bouton Supprimer pour supprimer définitivement les fichiers indiqués.
hu: Egy fájt vagy alkönyvtár törléséhez húzza azt a kukába vagy jelölje be a jelölőnégyzetet. Kattintson a törlés gombra a végleges törléshez.
nb: For å slette en fil eller undermappe fra datamappen, dra dem til papirkurven eller velg avkryssingsruten deres. Klikk på Slett for å permanent fjerne valgte filer.
sk: Zmazať súbor alebo zložku môžete tak, že ju pretiahnete do koša, alebo označíte jej políčko. Kliknutím na tlačítko Zmazať tieto súbory ich natrvalo odstránite.
sv: För att ta bort en fil eller underkatalog från datakatalogen drag den till papperskorgen eller välj dess kryssruta. Klicka på Ta bort knappen for att permanent ta bort valda filer.

source: Files marked with %s are required for proper operation and cannot be removed.
fi: %s merkityt tiedostot tarvitaan tässä palvelussa, joten niitä ei voi poistaa.
fr: Les fichiers marqués avec %s sont nécessaires au bon fonctionnement et ne peut pas être enlevé.
hu: A(z) %s jellel jelölt fájt szükséges a megfelelő működéshez ezért nem lehet törölni.
nb: Filer merket %s er nødvendige for at webtree skal fungere, og kan ikke slettes.
sk: Súbory označené %s sú dôležité pre prevádzku a nebudú odstránené.
sv: Filer märkta med %s behövs för att allt skall fungera och kan därför inte tagas bort.

source: Deleted files:
fi: Poistetut tiedostot:
fr: Fichiers supprimés :
hu: Törölt fájlok:
nb: Slettede filer:
sk: Zmazané súbory:
sv: Borttagna filer:

source: Remove all nonessential files
fi: Poista kaikki turhat tiedostot.
fr: Supprimer les fichiers non essentiels
hu: Törölje az össze szükségtelen fájlt
nb: Fjern alle unødvendige filer
sk: Odstrániť všetky nepodstatné súbory
sv: Ta bort alla onödiga filer

source: Moderate pending changes
fi: Tarkista vireillä olevat muutokset
fr: Gérer les modifications en attente
hu: Függő változások moderálása
nb: Behandle ventende endringer
sk: Upraviť doteraz neschválené zmeny
sv: Moderera väntande ändringar

source: View GEDCOM Record
fi: Näytä GEDCOM-tietue
fr: Voir les balises GEDCOM
hu: A GEDCOM-rekord megtekintése
nb: Vis opplysningene i slektsfilen
sk: Zobraziť GEDCOM záznam
sv: Visa GEDCOM-datapost

source: The following changes were made to this record:
fi: Seuraavat muutokset on tehty tähän tietueeseen:
fr: Les modifications suivantes ont été apportées à cet enregistrement
hu: A következő változások történtek ezen a személyen:
nb: Følgende endring(er) er gjort for denne oppføringen:
sk: U tejto osoby boly urobené nasledujúce zmeny:
sv: Följande ändringar har gjorts till denna datapost:

source: User
fi: Käyttäjä
fr: Nom d'utilisateur
hu: Felhasználó
nb: Bruker
sk: Užívateľ
sv: Användare

source: Undo
fi: Peru muutos
fr: Annuler
hu: Visszavonás
nb: Angre
sk: Späť
sv: Ångra

source: Append record
fi: Tallenna tietue
fr: Ajouter un enregistrement
hu: Rekord hozzáfűzése
nb: Legg til en ny oppføring
sk: Pripojiť záznam
sv: Lägg till post

source: Delete record
fi: Poista tietue
fr: Supprimer l’enregistrement
hu: Bejegyzés törlése
nb: Slett oppføring
sk: Zmazať záznam
sv: Radera datapost

source: Replace record
fi: Korvaa tietue
fr: Remplacer un enregistrement
hu: Rekord cserélése
nb: Erstatt oppføring
sk: Nahradiť záznam
sv: Ersätt post

source: Approve all changes
fi: Hyväksy kaikki muutokset
fr: Approuver toutes les modifications
hu: Minden változás elfogadása
nb: Godkjenn alle endringer
sk: Schváliť všetky zmeny
sv: Godkänn alla ändringar

source: Undo all changes
fi: Peruuta kaikki muutokset
fr: <span class='warning'>Annuler toutes les modifications</span>
hu: Minden Változtatás Visszavonása
nb: Angre alle endinger
sk: Zrušiť všetky zmeny
sv: Ångra alla ändringar

source: Are you sure you want to undo all of the changes for this GEDCOM?
fi: Oletko varma, että haluat peruuttaa kaikki tähän GEDCOM-tiedostoon tekemäsi muutokset?
fr: Confirmez-vous l'annulation de toutes les modifications de ce fichier GEDCOM ?
hu: Biztosan vissza von minden változtatást ebben a GEDCOM -ban?
nb: Er du sikker på at du ønker å angre alle endringer for denne slektsbasen?
sk: Ste si istý, že chcete zrušiť všetky zmeny pre tento GEDCOM?
sv: Är du säker på att du vill ångra alla ändringar som gjorts på denna GEDCOM-fil?

source: webtrees user login
fi: webtrees käyttäjän sisäänkirjautuminen
fr: connexion de l'utilisateur webtrees
hu: webtrees felhasználó belépése
nb: webtrees brukerpålogging
sk: prihlásenie do webtrees
sv: webtrees användarens inloggning

source: <center><b>Welcome to this Genealogy website</b></center><br />Access to this site is permitted to every visitor who has a user account.<br /><br />If you have a user account, you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br /><br />After verifying your application, the site administrator will activate your account. You will receive an email when your application has been approved.
fi: <center><b>Tervetuloa tähän sukututkimuksen verkkopalveluun</b></center><br />Jokaisella käyttäjällä, jolla on käyttäjätili, on pääsy tänne.<br /><br />Mikäli sinulla on käyttäjätili, voit kirjautua tältä sivulta. Mikäli sinulla ei ole käyttäjätiliä, voit pyytää sellaisen klikkaamalla alla olevaa linkkiä.<br /><br />Todennettuaan pyyntösi ylläpitäjä aktivoi käyttäjätilisi. Saat sähköpostiviestin kun pyyntösi on hyväksytty.
fr: <center><b>Bienvenue sur ce site généalogique.</b></center><br />L'accès à ce site est autorisé à tous les visiteurs ayant un compte.<br /><br />Si vous avez déjà un compte, vous pouvez vous connecter. Sinon, remplissez le formulaire.<br /><br />Après vérification, l'administrateur activera votre compte. Vous recevrez un message d'information.
hu: <center><b>Üdvözöljük ezen a Családfakutató-Honlapon!</b></center><br />A honlapot minden olyan felhasználó látogathatja, akinek van hozzáférési jogosultsága.<br /><br />Amennyiben Önnek már rendelkezik felhasználói jogosultsággal, bejelentkezhet az oldalra. Ha még nem, a megfelelő hivatkozásra kattintva kezdeményezheti annak megszerzését.<br /><br />Miután megerősítette jelentkezését, a honlap adminisztrátora fogadja el, vagy utasítja el az Ön igényét.A pozitív döntésről email-ben kap értesítést.
nb: <center><b>Velkommen til disse slektssidene!</b></center><br />Nettstedet er åpent for alle besøkende som har en brukerkonto.<br /><br />Har du en brukerkonto, kan du logge deg inn nedenfor. Dersom du ikke har en brukerkonto ennå, kan du søke om å få en ved å klikke på linken "Søke om brukerkonto".<br /><br />Etter å ha kontrollert informasjonen i søknaden, vil administratoren på nettstedet aktivere kontoen din. Du vil motta en epost når den er godkjent.
sk: <center><b>VITAJTE NA TÝCHTO RODOPISNÝCH STRÁNKACH</b></center><br />Prístup na tieto stránky je povolený všetkým návštevníkom, ktorý tu majú zriadený účet. Ak tu už máte svoj účet, môžete sa na tejto stránke prihlásiť.<br /><br />Ak ešte účet nemáte, môžete požiadať o založenie kliknutím na príslušný odkaz na tejto stránke.<br />Po overení zadaných údajov vám administrátor účet zprístupní. Oznámenie o zprístupnení obdržíte e-mailom.
sv: <center><b>Välkommen till denna släkt-webbsajt</b></center><br />Access är tillåten för alla besökare som har ett användarkonto på denna sajt.<br /><br />Om du redan har ett konto kan du logga in på denna sida. Om du inte har ett konto ännu, kan du ansöka om ett genom att klicka på länken på denna sida.<br /><br />Efter att vi verifierat din information, kommer administratören att aktivera ditt konto. Du kommer att få ett e-postmeddelande när kontot aktiveras.

source: <center><b>Welcome to this Genealogy website</b></center><br />Access to this site is permitted to <u>authorized</u> users only.<br /><br />If you have a user account you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br /><br />After verifying your information, the administrator will either approve or decline your account application. You will receive an email message when your application has been approved.
fi: <center><b>Tervetuloa tähän sukututkimuksen verkkopalveluun.</b></center><br />Pääsy näille sivuille on sallittu vain niille käyttäjille, joille on annettu <b>käyttöoikeus</b>.<br /><br />Mikäli sinulla jo on käyttäjätili, voit kirjautua järjestelmään tällä sivulla. Mikäli sinulla ei ole käyttäjätiliä, voit pyytää sellaista klikkaamalla asianomaista linkkiä tällä sivulla.<br /><br />Todennettuaan antamasi tiedot, ylläpitäjä joko hyväksyy tai hylkää pyyntösi. Tulet saamaan sähköpostiviestin kun pyyntösi on hyväksytty.
fr: <center><b>Bienvenue sur ce site généalogique.</b></center><br />L'accès à ce site est réservé aux utilisateurs <u>autorisés</u>.<br /><br />Si vous avez déjà un compte, vous pouvez vous connecter. >Sinon, remplissez le formulaire.<br /><br />Après vérification, l'administrateur acceptera ou refusera votre demande. Vous recevrez un message d'information.
hu: <center><b>Üdvözöljük ezen a Családfakutató-Honlapon</b><center><br />A honlaphoz kizárólag a <u>bejelentkezett</u> felhasználók férhetnek hozzá.<br /><br />Amennyiben Önnek már rendelkezik felhasználói jogosultsággal, bejelentkezhet az oldalra. Ha még nem, a megfelelő hivatkozásra kattintva kezdeményezheti annak megszerzését.<br /><br />Miután megerősítette jelentkezését, a honlap adminisztrátora fogadja el, vagy utasítja el az Ön igényét. A pozitív döntésről email-ben kap értesítést.
nb: <center><b>Velkommen til disse slektssidene!</b></center><br />Adgangen til nettstedet er begrenset til <u>autoriserte</u> brukere.<br /><br />Har du en brukerkonto, kan du logge deg inn nedenfor. Dersom du ikke har en brukerkonto ennå, kan du søke om å få en ved å klikke på linken "Søke om brukerkonto".<br /><br />Etter å ha kontrollert informasjonen i søknaden, vil administratoren på nettstedet enten godkjenne eller avslå søknaden din. Du vil motta en epost når søknaden er behandlet.
sk: <center><b>VITAJTE NA TÝCHTO RODOPISNÝCH STRÁNKÁCH</b></center><br/>Prístup na tieto stránky je umožnený iba <b>prihláseným</b> užívateľom.<br />Ak tu už máte svoj účet, môžete sa na tejto stránke prihlásiť.<br /><br />Ak ešte účet nemáte, môžete požiadať o založenie kliknutím na príslušný odkaz na tejto stránke.<br />Po overení zadaných údajov administrátor vašu žiadosť buď prijme, alebo zamietne.<br />Oznámenie o prijatí vašej žiadosti obdržíte e-mailom.
sv: <center><b>Välkommen till denna släkt-webbsajt</b></center><br />Access är tillåten endast för <u>auktoriserade</u> användare.<br /><br />Om du redan har ett konto kan du logga in på denna sida. Om du inte har ett konto ännu, kan du ansöka om ett genom att klicka på länken på denna sida.<br /><br />Efter att vi verifierat din information, kommer administratören att godkänna eller avslå din begäran. Du kommer att få ett e-postmeddelande om din begäran godkänns.

source: <center><b>Welcome to this Genealogy website</b></center><br />Access to this site is permitted to <u>family members only</u>.<br /><br />If you have a user account you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br /><br />After verifying the information you provide, the administrator will either approve or decline your request for an account. You will receive an email when your request is approved.
fi: <center><b>Tervetuloa tähän sukututkimuksen verkkopalveluun</b></center><br />Pääsy tänne on sallittu ainoastaan <u>sukulaisille</u>.<br /><br />Mikäli sinulla on käyttäjätili voit kirjautua sivustolle. Mikäli sinulla ei vielä ole käyttäjätiliä, voit pyytää sellaista klikkaamalla asianomaista linkkiä tällä sivulla.<br /><br />Tarkistettuaan tietosi sivun ylläpitäjä joko hyväksyy tai hylkää pyyntösi. Saat sähköpostiviestin kun pyyntösi on hyväksytty.
fr: <center><b>Bienvenue sur ce site généalogique.</b></center><br />L'accès à ce site est réservé aux utilisateurs <u>membres de la famille</u>.<br /><br />Si vous avez déjà un compte, vous pouvez vous connecter. Sinon, remplissez le formulaire.<br /><br />Après vérification, l'administrateur acceptera ou refusera votre demande. Vous recevrez un message d'information.
hu: <center><b>Üdvözöljük ezen a Családfakutató-Honlapon</b></center><br />A honlaphoz <u>kizárólag családtagok</u> férhetnek hozzá.<br /><br />Amennyiben Önnek már rendelkezik felhasználói jogosultsággal, bejelentkezhet az oldlara. Ha még nem, a megfelelő hivatkozásra kattintva kezdeményezheti annak megszerzését.<br /><br />Miután megerősítette jelentkezését, a honlap adminisztrátora fogadja el, vagy utasítja el az Ön igényét. A pozitív döntésről email-ben kap értesítést.
nb: <center><b>Velkommen til disse slektssidene!</b></center><br />Adgangen til nettstedet er begrenset til <u>familiemedlemmer</u>.<br /><br />Har du en brukerkonto, kan du logge deg inn nedenfor. Dersom du ikke har en brukerkonto ennå, kan du søke om å få en ved å klikke på linken "Søke om brukerkonto".<br /><br />Etter å ha kontrollert informasjonen i søknaden, vil administratoren på nettstedet enten godkjenne eller avslå søknaden din. Du vil motta en epost når søknaden er behandlet.
sk: <center><b>VITAJTE NA TÝCHTO RODOPISNÝCH STRÁNKACH</b></center><br />Prístup na tieto stránky je povolený iba <b>členom rodiny</b>.<br />Ak tu už máte svoj účet, môžete sa na tejto stránke prihlásiť.<br /><br />Ak ešte účet nemáte, môžete požiadať o založenie kliknutím na príslušný odkaz na tejto stránke.<br />Po overení zadaných údajov administrátor vašu žiadosť buď prijme, alebo odmietne.<br />Oznámenie o prijatí svojej žiadosti obdržíte e-mailom.
sv: <center><b>Välkommen till denna släkt-webbsajt</b></center><br />Access är tillåten <u>endast för familjemedlemmar</u>. Om du redan har ett konto kan du logga in på denna sida. Om du inte har ett konto ännu, kan du ansöka om ett genom att klicka på länken på denna sida.<br /><br />Efter att vi verifierat din information, kommer administratören antingen godkänna eller avslå din begäran. Du kommer att få ett e-postmeddelande när kontot godkänns.

source: <center><b>Welcome to this Genealogy website</b></center><br />Access is permitted to users who have an account and a password for this website.
fi: <center><b>Tervetuloa tähän sukututkimuksen verkkopalveluun</b></center><br />Pääsy on sallittu käyttäjille, joilla on käyttäjätunnus ja salasana tähän verkkopalveluun.
fr: <center><b>Bienvenue sur ce site généalogique.</b></center><br />L'accès à ce site est autorisé aux utilisateurs ayant un compte et un mot de passe.
hu: <center><b>Üdvözöljük ezen a Családfakutató-Honlapon</b></center><br />A honlapot érvényes felhasználói névvel és jelszóval rendelkező felhasználók látogathatják.
nb: <center><b>Velkommen til disse slektssidene!</b></center><br />Adgangen til nettstedet er begrenset til brukere som har en konto og et passord.
sk: <center><b>VITAJTE NA TÝCHTO RODOPISNÝCH STRÁNKACH</b></center><br />Prístup na tieto stránky je umožnený iba užívateľom, ktorý tu majú zriadený svoj uživateľský účet z heslom.
sv: <center><b>Välkommen till denna släkt-webbsajt</b></center><br />Access är tillåten för användare som har ett användarkonto och lösenord för denna websajt.

source: This site uses cookies to keep track of your login status.<br /><br />Cookies do not appear to be enabled in your browser. You must enable cookies for this site before you can login. You can consult your browser's help documentation for information on enabling cookies.
fi: Tämä sivusto käyttää evästeitä seuraamaan oletko jo sisäänkirjautunut.<br /><br />Et näytä sallineen evästeitä selaimessasi ja kannattaisi ensin korjata eli sallia ennen kirjautumista. Katso selaimesi ohjeesta (Ohje/Help) miten evästeet (cookies) sallitaan.
fr: Ce site utilise des cookies.<br />Merci de vérifier que votre navigateur les accepte.<br />Pour plus d'informations, consulter les pages d'aide de votre navigateur.
hu: Ez az weboldal cookie-kat használ hogy, ellenőrizze a belépési státuszt.<br /><br />A cookie elfogadását a böngészőben lehet beállítani. Ezt be kell állítani még mielőtt bejelentkezik. Az ön böngészőjében a Segitség-nél találhat információt hogy ezt a beállítást hol találja.
nb: Dette nettstedet bruker 'cookies' for å følge med på din innloggingsstatus.<br /><br />Det ser ut som om at cookies ikke er godtatt i nettleseren din. Du må aktivere cookies for dette nettstedet før du kan logge deg inn. Du kan se i hjelpefilen til nettleseren din for informasjon om å aktivere cookies.
sk: Táto stránka používa cookies na uloženie informácií o vašom prihlásení.<br /><br />Cookies nie sú povolené vo vašom prehliadači. Pred prihlásením musíte povoliť cookies. Môžete si pomôcť nápovedou vašeho prehliadača ak to neviete urobiť.
sv: Denna sajt använder cookies för att komma ihåg din inloggningsstatus.<br /><br />Cookies ser inte ut att vara tillåtna av din webbläsare. Du måste tillåta cookies för att kunna använda denna sajt. Du kan läsa i webläsarens hjälpdokumentation för att få reda på hur du tillåter cookies.

source: Account Information
fi: Tietoja käyttäjätilistä
fr: Informations du compte
hu: Regisztráció
nb: Kontoinformasjon
sk: Informácie o účte
sv: Kontoinformation

source: Choose a letter to show individuals whose family name starts with that letter.
fi: Valitse kirjain, jolla näytettävien henkilöiden sukunimi alkaa.
fr: Choisissez une lettre pour montrer des individus dont le nom de famille commence par cette lettre.
hu: Válasszon egy betűt az azzal kezdődő családnevű személyek megjelenítéséhez.
nb: Velg bokstav for å vise individer der etternavnet begynner med den bokstaven.
sk: Vyberte písmeno pre zobrazenie osôb, ktorých priezvisko začína týmto písmenom.
sv: Välj bokstav för att visa personer vars efternamn börjar på den bokstaven.
