Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Use simple mail headers in external mails
fi: Käytä yksinkertaisia viestin tunnisteita ulkoisissa viesteissä
fr: Utiliser un en-tête simple pour les courriels
hu: Egyszerű levélfejléc a külső e-mailekben
nb: Bruk enkle eposthoder i eksterne epostmeldinger
sk: Použiť jednoduchú hlavičku pre externé maily
sv: Använd enkel eposthuvud i externa epost

source: In normal mail headers for external mails, the email address as well as the name are used. Some mail systems will not accept this. When set to <b>Yes</b>, only the email address will be used.
fi: Yleensä sähköpostin otsikkotiedoissa ja nimitiedot. Jotkut palvelut ei hyväksy molempia. Kun valitset <b>Kyllä</b> välitetään ainoastaan lähettäjän sähköpostiosoite.
fr: L'en-tête normal de courriel comporte l'adresse courriel et le nom du destinataire. Certains systèmes de messagerie ne l'acceptent pas. En choisissant cette option, seule l'adresse courriel sera utilisée.
hu: A külső e-mailek fejléceiben egyaránt megtalálható az e-mail cím és a levél küldőjének a neve. Ugyanakkor egyes levelezőrendszerek nem fogadják el ezt a megoldást. Állítsa <b>igen</b>-re, hogy csak az e-mail cím kerüljön elküldésre.
nb: I vanlige eposthoder for eksterne epostmeldinger oppgis det epostadresse og navn. Noen epostsystemer godtar ikke dette. Ved å velge<b>Ja</b>, vil bare epostadressen bli brukt.
sk: V normálnych e-mailových hlavičkách v externých e-mailoch je použitá ako e-mailová adresa, tak i meno. Niektoré e-mailové systémy túto formu neprijímajú. Ak zvolíte ano, použije sa iba e-mailová adresa.
sv: I normala e-posthuvud för externa e-post, e-postadress likväl som namn används. Vissa e-postsystem acceptera inte detta. Satt till <b>Ja</b>, endast e-postadressen kommer att användas.

source: Secure connection
fi: SSL kirjautuminen
fr: SSL requis
hu: Biztonságos kapcsolat
nb: Sikker forbindelse
sk: Zabezpečené pripojenie
sv: Säkrad anslutning

source: Allow messages to be stored online
fi: Salli viestien tallentaminen
fr: Autoriser le stockage des messages sur le serveur
hu: Az üzenetek online tárolhatók
nb: Tillat lagring av meldinger online
sk: Povoliť on-line ukladanie správ
sv: Tillåt meddelande att sparas online

source: Specifies whether messages sent through <b>webtrees</b> can be stored in the database. If set to <b>Yes</b> users will be able to retrieve their messages when they login to <b>webtrees</b>. If set to <b>No</b> messages will only be emailed.
fi: Ilmoittaa pitääkö <b>webtrees</b> viestit tallentaa tietokantaan. Kun valitaan <b>Kyllä</b>, niin käyttäjä voi hakea viestejään kun on kirjautunut<b>webtrees</b>iin. Kun valitaan <b>Ei</b>, niin viestit ainoastaan lähetetään sähköpostina, ilman niiden tallentamista.
fr: Indique si les messages envoyés par <b>webtrees</b> peuvent être stockés dans la base de données. Si vous choisissez <b>Oui</b> les utilisateurs seront en mesure de récupérer leurs messages quand ils se connecteront dans <b>webtrees</b>. Si vous choisissez <b>Non</b> les messages seront uniquement envoyés par courriel.
nb: Angir om beskjeder som sendes i <b>webtrees</b> skal lagres i databasen. Settes det til <b>Nei</b>, vil beskjeder bare sendes uten å spares; settes det til <b>Ja</b>, er beskjedene tilgjengelige for brukerne hver gang de logger på <b>webtrees</b>.
sk: Určí, či správy poslané cez <b>webtrees</b> sa majú ukladať do databáze. Ak <b>Áno</b>, užívatelia budú schopný dohľadať svoje správy po prihlásení do <b>webtrees</b>. Ak <b>Nie</b>, správy budú iba odoslané mailom.
sv: Specifisera om meddelande som skickas via <b>webtrees</b> skall sparas i databasen. Om <b>Ja</b>, då kan användaren hämta sina meddelanden, när de loggat in till <b>webtrees</b>. Om <b>Nej</b>, då enbart skickas meddelandet.

source: <b>webtrees</b> reply address
fi: <b>webtrees</b> vastausosoite
fr: Adresse de réponse
nb: <b>webtrees</b> svaradresse
sk: <b>webtrees</b> adresa pre odpovede
sv: <b>webtrees</b> svarsadress

source: E-mail address to be used in the &laquo;From:&raquo; field of e-mails that <b>webtrees</b> creates automatically.<br /><br /><b>webtrees</b> can automatically create e-mails to notify administrators of changes that need to be reviewed. <b>webtrees</b> also sends notification e-mails to users who have requested an account.<br /><br />Usually, the &laquo;From:&raquo; field of these automatically created e-mails is something like <i>From: webtrees-noreply@yoursite</i> to show that no response to the e-mail is required. To guard against spam or other e-mail abuse, some e-mail systems require each message's &laquo;From:&raquo; field to reflect a valid e-mail account and will not accept messages that are apparently from account <i>webtrees-noreply</i>.
fi: Sähköpostiosoite &laquo;From:&raquo; jota <b>webtrees</b> käyttää luodessaan automaattisia sähköposteja.<br /><br /><b>webtrees</b> voi lähettää ylläpitäjille automaattisesti postia, kun muutoksia on tehty ja niitä pitää tarkistaa.<b>webtrees</b> lähettää lisäksi postia käyttäjille, jotka ovat pyytäneet käyttäjätilin.<br /><br />Tavallisesti &laquo;From:&raquo; kenttä, jota käytetään automaattisissa sähköposteissa, on muodossa <i>From: webtrees-noreply@sivustosi-osoite</i>, jolla halutaan korostaa (noreply) ettei postiin tarvitse vastata. Roskapostin estämiseksi, jotkut sähköpostipalvelut vaativat että &laquo;From:&raquo; kenttään täytetäään oikea ja olemassa oleva sähköpostiosoite.
fr: Adresse courriel utilisés dans le champ &laquo;De:&raquo;domaine pour un courriel que <b>webtrees</b> crée automatiquement.<br /><br /><b>webtrees</b> peut créer automatiquement des courriels pour informer les administrateurs des changements survenus. <b>webtrees</b> envoie également des notifications par courriel à des utilisateurs qui ont demandé un compte.<br /><br />Habituellement, le champ &laquo;From:&raquo; des créations automatiquement des courriels est quelque chose comme<i>De: webtrees-noreply@yoursite</i> montre qu'il n'y a pas de réponse nécessaire à faire pour ce courriel. Pour se prémunir contre le spam ou autres abus de courriel, certains systèmes de courrier électronique exige que tous les champs d'adresse de message doit être celui d'un compte courriel valide et les messages venant de <i>webtrees-noreply</i> ne seront pas acceptés .
nb: Epostadressen som skal brukes i &laquo;From:&raquo;-feltet i epost som <b>webtrees</b> oppretter automatisk.<br /><br /><b>webtrees</b> kan sende epost automatisk for å gjøre administratorer om forandringer som må ses gjennom. <b>webtrees</b> sender også beskjed til brukere som har bedt om en konto.<br /><br />Vanligvis består &laquo;From:&raquo;-feltet i disse automatisk opprettede beskjedene noe i retning av <i>From: webtrees-noreply@dittnettsted</i> for å vise at man ikke behøver å besvare eposten. For å beskytte mot spam og annet epost-misbruk krever enkelte epost-systemer at &laquo;From:&raquo;-feltet er en gyldig epost-adresse og vil ikke akseptere epost som synes å komme fra <i>webtrees-noreply</i>.
sk: Emailová adresa, ktorá sa použije v poli &laquo;From:&raquo; (Od) pre e-maily, ktoré <b>webtrees</b> automaticky vytvára.<br /><br /><b>webtrees</b> automaticky vytvára e-maily, aby upozornil administrátora na zmeny, ktoré potrebujú zrevidovať. Ďalej posiela upozornenie uživateľom, ktorý zažiadali o účet.<br /><br />Obvykle pole &laquo;From:&raquo; (Od) vyzerá podobne ako <i>From: webtrees-noreply@yoursite</i>, aby ste zdôraznili, že nie je vyžadovaná žiadna odpoveď. Aby ste sa uchránili proti spamu alebo inému zneužití e-mailu, niektoré e-mailové systémy vyžadujú, aby pole &laquo;From:&raquo; zodpovedalo platnému e-mailovému účtu a neprijmú správy, ktoré sú zjavne z účtu <i>webtrees-noreply</i>.

source: Different countries use different ways to write the address. This option will enable you to place the postal code either before or after the city name.
fi: Osoitteen kirjoitustapa vaihtelee maittain. Tällä valinnalla päätät onko postinumero ennen vai jälkeen kaupungin nimi.
fr: Option pour afficher le code postal avant ou après le nom de la ville, selon le système d'adresses utilisé par le pays.
hu: Különbözö országok kölönbözöen írják a címeket. Itt be tudja állítani hogy az irántítószám a városnév elött vagy utána legyen.
nb: Ulike land bruker forskjellig måte å skrive postadresser. Du kan her velge om postnummeret skal komme før eller etter navnet på poststedet.
sk: Rôzne krajiny používajú rôzne spôsoby zápisu adries. Táto voľba vám umožňuje nastaviť umiestnenie PSČ buď pred, alebo za meno mesta.
sv: Olika länder använder olika sätt att skriva adresser. Detta val låter dig placera postnummret antingen före eller efter stadsnamnet.

source: When adding new close relatives, you can add source citations to the records (e.g. INDI, FAM) or the facts (BIRT, MARR, DEAT). This option controls which checkboxes are ticked by default.
fi: Kun lisäät uusia lähisukulaisia, voit lisätä lähdetietoviitteitä tietuelle (esim. INDI, FAM) tai muille tiedoille (BIRT, MARR, DEAT). Tällä ohjaat mitkä oletusvalinnat käytetään tiedon lisäämisessä.
fr: Lors de la saisie, les sources peuvent être enregistrées au niveau de l'enregistrement complet (INDI, FAM) ou au niveau de l'évènement (BIRT, MARR, DEAT). Cette option permet de choisir le mode par défaut.
nb: Når du legger til nye nære slektninger, kan du legge til kildehenvisninger til postene(dvs INDI, FAM) eller faktaene(BIRT, MARR, DEAT). Dette alternativet kontrollerer hvilke avkrysningsbokser som skal hakes av som default.
sk: Keď pridávate nových blízkych príbuzných, môžete pridať citácie zdrojov do záznamov (napr. INDI, FAM) alebo údaje (BIRT, MARR, DEAT). Táto voľba kontroluje, ktoré políčka sú štandardne zaškrtnuté.
sv: När du lägger till en ny nära släkting, kan du lägga till källcitat till dataposter (t.ex. INDI, FAM) eller fakta (BIRT, MARR, DEAT). Detta anternativ kontrollerar villka kryssrutor är bockad som standard.

source: Facts for new individuals
fi: Uuden henkilön tiedot
fr: Faits pour la création d'individus
nb: Fakta for nye personer
sk: Udalosti pre novú osobu
sv: Fakta för ny person

source: This is a comma separated list of GEDCOM fact tags that will be shown when adding a new person. For example, if BIRT is in the list, fields for birth date and birth place will be shown on the form.
fi: Tämä on pilkkumerkein "," erotettu lista GEDCOM tietotunnisteita (tag) joita esitetään kun uusi henkilö lisätään. Esimerkiksi, jos BIRT (syntymä) on listassa, myös syntymäpäivämäärä ja -paikka voidaan täyttää.
fr: Il s'agit d'une liste séparée par des virgules des tags GEDCOM qui seront présentées lors de l'ajout d'une nouvelle personne. Par exemple, si BIRT est dans la liste, les champs de date de naissance et lieu de naissance sera indiquée sur le formulaire.
nb: Dette er en kommaseparert liste med GEDCOM-koder for de fakta som skal vises når en ny person legges til. For eksempel, hvis BIRT er med på listen, vil felt for fødselsdato og fødested bli vist på skjemaet.
sk: Toto je čiarkami oddelený zoznam tagov GEDCOMu, ktorý sa zobrazí pri pridávaní novej osoby. Napríklad ak BIRT je v zozname, pole pre narodeniny a miesto narodenia sa zobrazí vo formulári.
sv: Detta är en komma separerad lista av GEDCOM faktataggar som visas när man lägger till en ny person. Som exampel, om BIRT finns i listan, fält för födelsedatum och -plats kommer att visas på formuläret.

source: Facts for new families
fi: Uuden perheen tiedot
fr: Faits pour la création de familles
nb: Fakta for nye familier
sk: Udalosti pre novú rodinu
sv: Fakta för ny familj

source: This is a comma separated list of GEDCOM fact tags that will be shown when adding a new family. For example, if MARR is in the list, then fields for marriage date and marriage place will be shown on the form.
fi: Tämä on pilkkumerkein (,) eroteltuna luettelo GEDCOM tietotunnisteita, joita näytetään lisättäessa uuden perheen tiedot. Esimerkiksi, jos MAR (avioliitto) on luettelossa, niin lisäksi esitetään avioliittopäivämäärä ja -paikka taytettäväksi.
fr: Il s'agit d'une liste séparée par des virgules des tags GEDCOM qui seront présentées lors de l'ajout d'une nouvelle famille. Par exemple, si MARR est dans la liste, les champs de date de mariage et le lieu du mariage sera indiquée sur le formulaire.
nb: Dette er en kommaseparert liste med GEDCOM-koder for de fakta som skal vises når en ny familie legges til. For eksempel, hvis MARR er med på listen, vil felt for bryllupsdag og -sted bli vist på skjemaet.
sk: Toto je čiarkami oddelený zoznam tagov GEDCOMu, ktorý sa zobrazí pri pridávaní novej rodiny. Napríklad ak MARR je v zozname, potom sa pole pre dátum svatby a miesto svatby zobrazí vo formulári.
sv: Detta är en komma separerad lista av GEDCOM faktataggar som visas när man lägger till en ny familj. Som exampel, om MARR finns i listan, fält för vigseldatum och -plats kommer att visas på formuläret.

source: Repository add facts
fi: Tietovarasto, lisää tietoaiheita
fr: Faits pour la saisie de dépôts d'archives
hu: Szervezethez tények hozzáadása
nb: Legg til fakta om arkiv
sk: Údaje pridané k repozitárom
sv: Arkiv, lägg till fakta

source: This is the list of GEDCOM facts that your users can add to repositories. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the <i>Unique Repository Facts</i> list.
fi: Tämä on pilkkumerkein (,) erotettu luettelo GEDCOM tietotunnisteita, joita käyttäjäsi voivat lisätä tietovarastoon. Voit muokata luetteloa tarvittaessa lisäämällä tai poistamalla tiedon nimen, jopa muokatun tiedon. Tietotunnisteet tässä listassa eivät saa toistua <i>Yksilölliset tietovaraston tietotunnisteet</i> luettelossa.
fr: Liste des codes GEDCOM des faits qu'il sera possible d'ajouter à un dépôt d'archives. Vous pouvez librement ajouter ou supprimer des codes à cette liste. Toutefois, les faits de cette liste ne doivent pas être présents dans la liste <i>Faits uniques pour un dépôt d'archives</i>.
hu: Ez a GEDCOM tények listája amit a felhasználók hozzáadhatnak egy szervezethez. A Listát meg lehet változtatni ugy hogy elvesz vagy hozzáad egy tény nevet, még egyedülálló tényeket is, ha szükséges. A tény nevek amik ebben a listában láthatók, nem muszáj a <i>Szervezet egyedülálló tényei</i> listában is lennie.
nb: Dette er listen med GEDCOMfakta som brukerne dine kan legge til oppbevaringssteder. Du kan endre denne listen ved å fjerne eller legge til faktanavn, også egendefinerte om nødvendig. Faktanavn på denne listen kan ikke samtidig være på <i>Unike fakta for oppbevaringssteder</i> listen.
sk: Toto je zoznam údajov v GEDCOMe, ktoré vaši užívatelia môžu pridávať k repozitárom. Môžete ho upraviť pridaním alebo odstránením názvov údajov, prípadne tiež vytvorením vlastných. Názvy údajov, ktoré sa zobrazia v zozname sa nesmie objaviť v zozname <i>Jedinečné údaje o repozitároch</i>.
sv: Detta är en lista av GEDCOM fakta som dina användare kan lägga till till ett arkiv. Du kan modifiera denna lista genom att tabort eller lägga till fakta namn, även egna, efter behov. Fakta namn som visas i denna lista får inte också finnas i <i>Unika arkivfakta</i>-listan.

source: Quick repository facts
fi: Pikavalinta tietovarastotiedot
fr: Faits en accès rapide pour la saisie de dépôts d'archives
nb: Raske arkivfakta
sk: Rýchle údaje k repozitárom
sv: Snabb arkivfakta

source: This is the short list of GEDCOM repository facts that appears next to the full list and can be added with a single click.
fi: Tämä on tiivistetty luetelo GEDCOM tietovaraston tietotunnisteista, joka näytetään koko luettelon ohessa. Klikattaessa voidaan pikavalintatapaisesti lisätä.
fr: Liste limitée de faits pour la saisie rapide de dépôts d'archives. Ils apparaissent à côté de la liste complète et peuvent être ajoutés en un seul clic.
nb: Dette er et utvalg av GEDCOMfakta for personer som vises ved siden av den komplette listen og som kan legges til med et enkelt klikk.
sk: Toto je krátký zoznam údajov o repozitároch v GEDCOMe, ktoré se zobrazujú vedľa plného zoznamu a môžu byť pridané jedným kliknutím.
sv: Detta är den korta listan av GEDCOM arkivfakta som visas intill den fulla listan och som kan läggas till med ett klick.

source: Unique repository facts
fi: Yksilölliset tietovaraston tietoaiheet
fr: Faits uniques pour un dépôt d'archives
hu: Szervezet egyedülálló tényei
nb: Unike arkivfakta
sk: Jedinečné údaje o repozitároch
sv: Unik arkiv fakta

source: This is the list of GEDCOM facts that your users can only add <u>once</u> to repositories. For example, if NAME is in this list, users will not be able to add more than one NAME record to a repository. Fact names that appear in this list must not also appear in the <i>Repository Add Facts</i> list.
fi: Tämä on luettelo GEDCOM tietoaihetunnisteita, joita käyttäjäsi voi käyttää vain kerran tietovaratossa. Esimerkiksi, jos NAME (nimi) on tässä luettelosssa, niin vain yksi NAME tietue voidaan lisätä tietovarastoon. Tietotunnisteet tässä luettelossa ei saa toistua <i>Tietovarasto - lisää tietoaiheet</i> luettelossa
fr: Liste de faits qu'un utilisateur ne pourra ajouter <u>qu'une seule fois</u> aux dépôts d'archives. Par exemple si NAME est dans la liste, alors il ne sera pas possible aux utilisateurs d'ajouter plus d'un enregistrement NAME à chaque dépôt d'archives. Les faits de cette liste ne doivent pas être présents dans la liste <i>Faits pour la saisie de dépôts d'archives</i>.
hu: Ez a GEDCOM tények listája amit a felhasználók <u>csak egyszer</u> adhatnak hozzá egy szervezethez. Például, ha a név (NAME) a listában van, a felhasználók nem tudják a listához megint hozzáadni a név (NAME) adatot a szervezethez. Tények neve ami a listában szerepel nem muszáj a <i>Szervezethez tények hozzáadása</i> listában is szerepelnie.
nb: Dette er rekken av GEDCOMfakta som brukerne dine kan legge til oppbevaringssteder. Du kan endre denne listen ved å fjerne eller legge til faktanavn, også egendefinerte om nødvendig. Faktanavn som er på denne listen kan ikke samtidig være på <i>Fakta å legge til for oppbevaringssteder</i> listen.
sk: Toto je zoznam údajov v GEDCOMe, ktoré vaši užívatelia môžu pridať k repozitárom <u>práve raz</u>. Napríklad ak NAME je v tomto zozname, užívatelia nebudú môcť pridať tento záznam k osobe viackrát než raz. Názvy údajov, ktoré sa zobrazia v zozname sa nesmú objaviť v zozname <i>Údaje pridávané k repozitárom</i>.
sv: Detta är en lista av GEDCOM fakta som dina användare kan lägga till endast <u>en gång</u> till ett arkiv. Du kan modifiera denna lista genom att tabort eller lägga till fakta namn, även egna, efter behov. Fakta namn som visas i denna lista får inte också finnas i <i>Arkiv lägg till fakta</i>-listan.

source: When a new repository record is added online in <b>webtrees</b>, a new ID for that repository will be generated automatically. The repository ID will have this prefix.
fi: Lisättäessä online-tilassa uuden tietovarastotietueen, automaattisesti luodaan uusi ID tietovarastolle. Tietovaraston ID:n eteen lisätään tämä etuliite.
fr: Quand un nouvel enregistrement est ajouté en ligne dans <b>webtrees</b>, un nouvel ID pour ce dépôt sera généré automatiquement. L'ID aura ce préfixe.
nb: Når et nytt arkiv legges til i <b>webtrees</b>, får det automatisk et nytt ID-nummer. ID-nummeret får dette prefikset.
sk: Ak je pridaný online v <b>webtrees</b> nový záznam repozitára, bude automaticky vytvorené nové ID. Toto ID repozitára bude mať nasledujúcu predponu.
sv: När en nytt arkiv läggs till on-line i <b>webtrees</b>, så skapas en ny ID automatiskt. Arkivets ID får då detta prefix.

source: Require an administrator to approve new user registrations
fi: Edellyttää ylläpitäjän hyväksyntää uuden käyttäjän rekisteröinnille
fr: Un administrateur devra approuver toutes demandes de compte.
hu: Az adminisztrátornak el kell fogadnia az új regisztrációkat
nb: Krev at nye brukerkontoer godkjennes av administrator
sk: Vyžadovať schválenie nových uživateľov administratorom
sv: Administratören behöver godkänna nya användarregistreringar

source: If the option <b>Allow visitors to request account registration</b> is enabled this setting controls whether the admin must approve the registration.<br /><br />Setting this to <b>Yes</b> will require that all new users first verify themselves and then be approved by an admin before they can login. With this setting on <b>No</b>, the <b>User approved by Admin</b> checkbox will be checked automatically when users verify their account, thus allowing an immediate login afterwards without admin intervention.
fi: Kun valinta <b>Salli vieraiden tehdä käyttäjätilihakemuksen</b> on käytössä, tällä asetuksella päätetään pitääkö ylläpitäjän myös hyväksyä uuden hakemuksen.<br /><br />Valitsemalla <b>Kyllä</b>, pitää uuden käyttäjän ensin vahvistaa asian(saa erillisen sähköpostin siihen tarkoitukseen) ja sitten ylläpitäjä hyväksyy. Vasta sen jälkeen voi käyttäjä kirjautua sisään. Valitsemalla <b>Ei</b>, ja käyttäjä on vahvistanut tilihakemuksensä, <b>Ylläpitäjä on hyväksynyt käyttäjän</b> asetus kuitataan automaattisesti ylläpitäjän puolesta ja käyttäjä pystyy heti kirjautumaan sisään.
fr: Si l'option <b>Autoriser les visiteurs à demander un compte</b> est activée ce paramètre détermine si l'administrateur doit approuver l'inscription.<br /><br />Mettre ce paramètre à <b>Oui</b>, il faudra que pour tous les nouveaux utilisateurs l'administrateur vérifie d'abord et ensuite approuve le compte avant de pouvoir vous connecter. Avec ce paramètre sur <b>Non</b>, la case <b>utilisateur approuvé par Administrateur</b> sera vérifiée automatiquement lorsque les utilisateurs auront vérifié leur compte, ce qui permet une connexion immédiate sans intervention de l'administrateur.
nb: Dersom valget <b>Gi besøkende muligheten til å be om en brukerkonto</b> er aktivert, vil denne innstillingen kontrollere om admin må godkjenne registreringen.<br /><br />Velger du <b>Ja</b>, vil alle nye brukere først måtte bekrefte registreringen og deretter bli godkjent av en admin før de kan logge seg inn. Velger du <b>Nei</b>, vil avmerkingboksen <b>Godkjent bruker<br />[av Admin]</b> bli aktivert automatisk når brukere bekrefter kontoen sin. Brukerne kan deretter logge seg inn direkte uten at admin trenger å godkjenne kontoen.
sk: Ak je voľba <b>Umožniť uživateľom požadovať registráciu účtu</b> nastavená na Ano tak administrátor musí schváliť registráciu nového uživateľa.<br /><br />Nastavte na <b>Yes</b> ak chcete aby nový uživatelia boli verifikovaný a schválený než sa budú môcť prihlásiť. Ak nastavíte <b>No</b>, <b>Uživateľ bol adminom povolený</b> checkbox bude označený automaticky v tom okamžiku keď uživateľ verifikuje svoj účet, a tak sa može ihneď prihlásiť bez schválenia administrátorom.
sv: Om valet att <b>Tillåt besökare att registera ett användarkonto</b> är satt, då bestämmer denna inställning om administratören måste godkänna registreringar. Om du sätter denna inställning till <b>Ja</b> måste administratören godkänna alla nya registreringar efter att användaren verifierat sig innan de kan logga in. Satt till <b>Nej</b>, kommer <b>Användare godkänd av admin</b>-rutan att automatiskt sättas när de verifierat sitt konto, vilket gör att användaren kan logga in direkt efter att de verifierat sig utan administratörens inblandning.<br /><br />Detta sätter $REQUIRE_ADMIN_AUTH_REGISTRATION variabeln i <i>config.php-filen</i>.
