Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Show all sources
fi: Näytä kaikki lähteet
fr: Voir toutes les sources
hu: Mutasd az összes forrást
nb: Vis alle kilder
sk: Zobraziť všetky zdroje
sv: Visa alla källor

source: There are no Source citations for this individual.
fi: Tällä henkilöllä ei ole lähdetietoviitteitä
fr: Aucune source liée à cet individu.
hu: Ennek a személynek nincs Forrás-hivatkozásai.
nb: Det er ikke noen kilder knyttet til denne personen.
sk: K tejto osobe nie sú žiadne citácie zdrojov.
sv: Det finns ingen källcitat om denna person.

source: Add Source Citation
fi: Lisää tietolähdeviite
fr: Ajouter une source
hu: Forrás idézés hozzáadása
nb: Legg til kildehenvisning
sk: Pridať citáciu ku zdroju
sv: Lägg till källcitat

source: Add a new source citation
fi: Lisää uusi tietolähdeviite
fr: Associer une source
hu: Új forrás idézés hozzáadása
nb: Legg til en ny kildehenvisning
sk: Pridať novú citáciu zdroja
sv: Lägg till ny källcitat

source: Death Date and Place Report
fi: Kuolinpäivä-ja paikkaraportti
fr: Lieux et dates des décès
hu: Elhalálozások dátuma és helye
nb: Dødsdato og stedsrapport
sk: Report datumov a miest úmrtí
sv: Dödsdatum och -platsrapport

source: A report of people who died in a given time or place.
fi: Raportti henkilöistä, jotka kuolivat tiettynä ajanjaksona tai paikassa.
fr: Rapport des personnes décédées à une période et un lieu donnés.
hu: Jelentés egy személyről aki adott időben vagy helyen hunyt el.
nb: Oversikt over personer som er døde på et bestemt tidspunkt eller sted.
sk: Zoznam osôb, ktoré zomreli v zadanom čase alebo mieste.

source: Theme Select
fi: Teemavalinta
fr: Bloc «Changer de thème»
hu: Asztaltéma-választó blokk
nb: Blokk for valg av tema
sk: Blok pre výber motívu
sv: Tema väljarområde

source: The Theme Select block displays the Theme selector even when the Change Theme feature is disabled.
fi: Teemavalintalohko näyttää teemavalikon vaikka "muuta teema" valinta on poistettu käytöstä.
fr: Le bloc «Changer de thème» affiche le sélecteur de thème même si le changement de thème est désactivé.
hu: Az asztaltéma-választó blokk megmutatja az asztaltéma-választó felületet akkor is, ha a váltás nincs engedélyezve.
nb: Blokken for valg av tema viser valgalternativer for tema, selv om denne funksjonen er deaktivert.
sk: Blok pre výber motívu sa zobrazuje, i keď nie je zmena motívu povolená.
sv: Tema-väljarblock visar tema-väljaren även om temaväljaren är avstängd.

source: Change theme
fi: Vaihda teema
fr: Changer le thème
hu: Asztaltéma-váltás
nb: Endre tema
sk: Zmeniť tému
sv: Ändra tema

source: Recent changes
fi: Viimeiset muutokset
fr: Modifications récentes
hu: Aktuális változások blokk
nb: Siste endringer
sk: Posledné zmeny
sv: De senaste ändringar

source: This block lists the changes that have been made to all family trees within a specified number of days.
fi: Tässä lohkossa listataan määräpäivien aikana tehdyt muutokset kaikissa sukupuissa.
fr: Ce bloc contient les modifications qui ont été apportées à tous les arbres de la famille dans un nombre déterminé de jours.
hu: Ebben a blokkban megjelennek az összes családfán, az adott napon végrehajtott változások
nb: Denne blokken viser endringer som er gjort i alle familietre innen de gitte antall dager.
sk: Tento blok ukazuje zoznam zmien, ktoré boli vykonané v rodokmeni v určitom časovom období (počet dní).
sv: Detta block listar alla ändringar som gjorts i alla släktträd inom ett angivet antal dagar.

source: Changes in the last %d day
fi: Viimeisen päivän muutokset
fr: Modification dans les %d derniers jours
hu: Az utóbbi %d nap változásai
nb: Endringer gjort i dag
sk: Zmeny za posledný %d deň

source: There have been no changes within the last %s days.
fi: %s viimeisen päivän aikana ei ole muutoksia.
fr: Il n'y a eu aucun changement dans les %s derniers jours
hu: Nem történtek változások az elmúlt %s napon.
nb: Det er ikke gjort endringer innen de siste %s dager.
sk: V priebehu posledních %s dní neboli vykonané žiadne zmeny.
sv: Det har inte varit några förändringar inom de sista %s dagarna.

source: oldest first
fi: vanhin ensin
fr: le plus ancien en premier
nb: eldste først
sk: najskôr najstaršie

source: newest first
fi: uusin ensin
fr: le plus récent en premier
nb: nyeste først
sk: najskôr najnovšie

source: Show parents
fi: Näytä vanhemmat
fr: Voir les parents
hu: Mutassd a szülöket
nb: Vis foreldre
sk: Zobraziť rodičov
sv: Visa föräldrar

source: Should this block be hidden when it is empty?
fi: Tulisiko tämän lohkon olla piilossa kun se on tyhjä?
fr: Toujours afficher ce bloc même s'il est vide ?
hu: Rejtve legyen ez a Blokk amikor üres?
nb: Skjule denne blokken dersom den er tom?
sk: Ukryť tento blok keď je prázdny?
sv: Ska detta block döljas när det är tomt?

source: If you hide an empty block, you will not be able to change its configuration until it becomes visible by no longer being empty.
fi: Mikäli piilotat tyhjän lohkon, et voi muuttaa sen asetusta, ennen kuin se taas tulee näkyviin sisältäessään tietoa.
fr: Si vous cachez un bloc vide, vous ne le pourrez le reconfigurer que lorsqu'il redeviendra visible en n'étant plus vide.
hu: Amikor elrejt egy üres blokkot, akkor nem lehet megváltoztatni a konfigurációját amig a blokk megint látható nem lesz mert már nem lesz üres.
nb: Dersom du velger å skjule en tom blokk, vil du ikke kunne endre oppsettet for denne blokken før den igjen har innhold, og kan vises.
sk: Ak ukryjete prázdny blok, nebudete môcť meniť jeho nastavenie až do doby než nebude zobrazený.
sv: Om du döljer ett tomt block, kan du inte längre ändra konfigurationen tills det blir synligt igen genom att inte längre vara tomt.

source: Logged In Users
fi: Sisäänkirjautuneet käyttäjät
fr: Bloc «Utilisateurs connectés»
hu: Bejelentkezett felhasználók blokk
nb: Brukere som er logget inn
sk: Prihlásení uživatelia
sv: Inloggad anvädarområde

source: The Logged In Users block shows a list of the users who are currently logged in.
fi: Sisäänkirjautuneet-lohko näyttää luettelon tällä hetkellä sisäänkirjautuneista käyttäjistä.
fr: Le bloc «Utilisateurs connectés» affiche les comptes des utilisateurs actuellement connectés à cette base.
hu: A bejelentkezett felhasználók blokk az éppen bejelentkezett felhasználókat mutatja.
nb: Blokken for brukere som er logget inn, viser en liste med brukere som er logget inn på det gjeldende tidspunkt.
sk: Kliknutím na tento odkaz zistíte, ktorý uživatelia sú práve teraz prihlásení.
sv: Inloggade användarblocket visar en lista på användare som är inloggade för tillfället.

source: Users Logged In
fi: Sisäänkirjautuneet käyttäjät
fr: Utilisateurs connectés
hu: Bejelentkezett felhasználók
nb: Brukere som er logget inn
sk: Prihlásení uživatelia
sv: Användare inloggad

source: No logged-in and no anonymous users
fi: Ei kirjautuneita eikä tuntemattomia käyttäjiä
fr: Aucun utilisateur connecté
hu: 0 bejelentkezett és 0 névtelen felhasználó
nb: Ingen innloggede og ingen anonyme brukere
sk: Žiadny prihlásení a anonymní uživatelia
sv: Inga inloggade eller anonyma användare

source: %d anonymous logged-in user
fi: %d tuntematon käyttäjä
fr: %d utilisateur anonyme connecté
hu: %d névtelen felhasználó
nb: %d anonym innlogget bruker
sk: %d prihlásených anonymných užívateľov
sv: %d anonym inloggad användare

source: %d logged-in user
fi: %d sisäänkirjautunut käyttäjä
fr: %d utilisateur connecté
hu: %d belépett felhasználó
nb: %d innlogget bruker
sk: %d prihlásených užívateľov
sv: %d inloggad användare

source: Logged in users block
fi: Sisäänkirjautuneet-lohko
fr: Bloc des utilisateurs connectés
hu: Naplózva a felhasználóblokkban
nb: Blokk for innloggede brukere
sk: Blok prihlásených uživateľov
sv: Inloggad in användarblock

source: This block will show you the users currently logged in.<br /><br />If you are not an administrator, your view of logged-in users is restricted to those who have elected to be visible while on-line. For this to work, you must also elect to be visible while on-line. On-line users who are invisible to you are counted as being anonymous.
fi: Tämä lohko näyttää tämän hetkiset sisäänkirjautuneet sivuston käyttäjät.<br /><br />Mikäli et ole ylläpitäjä, näet vain ne sisäänkirjautuneet, jotka ovat sen sallineet. Jotta tämä toimisi on myös sinun sallittava että näyt online tilassa. Ne online-käyttäjät joita et pysty näkemään, luetaan tuntemattomiksi.
fr: Ce bloc affiche le nombre d'utilisateurs actuellement connectés.
hu: Ezen a helyen Ön nyomon követheti a bejelentkezett felhasználók számát.
nb: Denne blokken vil vise deg antall og/eller hvilke brukere som er logget inn på det gjeldende tidspunktet.<br />Under hver bruker vil du kunne finne en link for å sende en beskjed til brukeren.
sk: V tomto bloku zistíte, koľko uživateľov je práve teraz prihlásených.
sv: Detta block kommer att visa dig antalet användare som för tillfället är inloggade.

source: Adds a tab to the individual page which displays the media items linked to an individual.
fi: Lisää henkilösivulle välilehti, joka näyttää henkilöön liittyvät mediakohteet.
fr: Ajoute un onglet sur la page individuelle qui affiche les articles des médias liés à un individu.
hu: Egy fül hozzáadása az egyéni laphoz amelyben megjelennek az egyénhez kapcsolt média elemek.
nb: Legger til en fane på personsiden som viser medieobjektene som er lenket til en person.
sk: Pridáva na osobnú stránku panel, ktorý zobrazuje položky médií spojené s danou osobou.
sv: Lägg till en flik till personsidan som visar mediaobjekt länkade till en person.

source: There are no media objects for this individual.
fi: Tällä henkilöllä ei ole multimediakohteita.
fr: Aucun objet multimédia lié à cet individu.
hu: Ennek a személynek nincs Multimédia-elemei.
nb: Det er ikke noen bilder eller andre medier knyttet til denne personen.
sk: K tejto osobe nie sú k dispozícii žiadne obrázky.
sv: Det finns ingen mediaobjekt för denna person.

source: Add media
fi: Lisää media (kuva)
fr: Ajouter un fichier multimédia
hu: Média hozzáadása
nb: Legg til media
sk: Pridať médium
sv: Lägg till media

source: Add a new media item
fi: Lisää uusi mediakohde
fr: Ajouter un nouveau fichier multimédia
nb: Legg til nytt medieobjekt
sk: Pridať novú položku médií
sv: Lägg till nytt media-objekt

source: Link to an existing Media item
fi: Liitä olemassa oleva media (kuva)
fr: Relier à un objet multimédia existant
nb: Knytte til et eksisterende medieobjekt
sk: Link na existujúcu položku médií
sv: Länk till ett befintligt Media objekt

source: PhpGedView to webtrees transfer wizard
fi: PhpGedView aineiston siirtäminen webtreesiin apuohjelma
fr: assistant de transfert de PhpGedView à webtrees
hu: PhpGedView-ból a webtrees-be importáló varázsló
nb: PhpGedView til webtrees overføringshjelp
sk: Pomocník prevodu PhpGedView do webtrees
sv: Guide för överföring av PhpGedView till webtrees

source: The specified directory does not contain an installation of PhpGedView
fi: Hakemistoon ei ole asennettu PhpGedView:tä.
fr: Le répertoire spécifié ne contient pas une installation de PhpGedView
hu: Az adott mappa nem tartalmaz PhpGedView telepítést
nb: Oppgitt mappe inneholder ikke en installasjon av PhpGedView
sk: Uvedený adresár neobsahuje inštaláciu PhpGedView
sv: Den speciferade katalogen inhåller inte en installation av PhpGedView

source: PhpGedView must use the same database as <b>webtrees</b>
fi: PhpGedView:n tulee käyttää samaa tietokantaa kuin <b>webtrees</b>.
fr: PhpGedView doit utiliser la même base que <b>webtrees</b>
hu: A PhpGedView ugyanazt az adatbázis kell használja mint a <b>webtrees</b>
nb: PhpGedView må bruke samme database som <b>webtrees</b>
sk: PhpGedView musí používať tú istú databázu ako <b>webtrees</b>
sv: PhpGedView måste använda samma databas som <b>webtrees</b>

source: The version of %s is too old
fi: %s versio on liian vanha
fr: La version de %s est trop vieille
hu: A(z) %s verziója túl régi
nb: Denne versjon av %s er for gammel
sk: Verzia %s je príliš stará
sv: Versionen av %s är för gammal

source: The version of %s is too new
fi: %s versio on liian uusi
fr: La version de %s est trop récente
hu: A(z) %s verziója túl új
nb: Denne versjon av %s er for ny
sk: Verzia %s je príliš nová
sv: Versionen av %s för ny

source: <b>webtrees</b> cannot connect to the PhpGedView database: %s.
fi: <b>webtrees</b> ei saa yhteys avattua PhpGedView tietokantaan: %s.
fr: <b>webtrees</b> ne peut pas se connecter à la base de données PhpGedView: %s.
hu: A <b>webtrees</b> nem tud csatlakozni a PhpGedView adatbázisához: %s.
nb: <b>webtrees</b> kan ikke koble til PhpGedView databasen: %s.
sk: <b>webtrees</b> sa nemôže spojit s databázou PhpGedView: %s.
sv: <b>webtrees</b> kan inte anslutas till PhpGedView databas: %s.

source: MySQL gave the error: %s
fi: MySQL virheilmoitus: %s
fr: MySQL a donné le message d'erreur: %s
hu: MySQL hibaüzenet: %s
nb: MySQL rapporterte en feil: %s
sk: MySQL vrátil chybu: %s
sv: MySQL gav felmeddelande: %s

source: PhpGedView to <b>webtrees</b> transfer wizard
fi: Opastusohjelma, PhpGedView aineiston siirtäminen <b>webtrees</b> muotoon
fr: assistant de transfert de PhpGedView à <b>webtrees</b>
hu: A PhpGedView-ból a <b>webtrees</b>-be importáló varázsló
nb: PhpGedView til <b>webtrees</b> overføringshjelp
sk: Pomocník prevodu z GedView na <b>webtrees</b>
sv: Guide för att överföra PhpGedView till <b>webtrees</b>-format

source: Where is your PhpGedView installation?
fi: Mihin on asennettu PhpGedView aineistosi?
fr: Où est votre installation PhpGedView?
hu: Hol található a PhpGedView telepítése
nb: Hvor er din PhpGedView installasjon?
sk: Kde je nainštalované vaše PhpGedView?
sv: Var är din PhpGedView installerad?

source: Installation directory
fi: Asennushakemisto
fr: Répertoire d'installation
hu: Telepítési mappa
nb: Installasjonsmappe
sk: Inštalačný adresár
sv: Installationskatalog

source: Image viewer
fi: Kuvan katselua
fr: Visionneur d'images
hu: Képnéző
nb: Bildeviser
sk: Prehliadač obrázkov
sv: Bildvisare

source: E R R O R !!!<br />Could not write to file <i>%s</i>. Please check it for proper Write permissions.
fi: V I R H E !!!<br />Ei pysty kirjoittamaan tiedostoon: <i>%s</i>. Tarkista, että siihen on sallittu kirjoitusoikeus.
fr: E R R E U R ! ! !<br />Impossible d'écrire dans le fichier <i>%s</i>. Vérifier les droits d'accès.
hu: H I B A !!!<br />Nem írható a következő fájl: <i>%s</i>. Kérem ellenőrizze a megfelelő írási jogokat.
nb: F E I L !!!<br />Kunne ikke skrive til filen <i>%s</i>. Kontroller korrekte skrivetilganger.
sk: CH Y B A !!!<br />Nie je možné zapisovať do súboru <i>%s</i>. Prosím skontrolujte nastavenie prístupových práv.
sv: FEL!!!<br />Kunde inte skriva till filen <i>%s</i>.Kontrollera att filen har skrivrättighter.

source: Show to visitors
fi: Näytä vierailijoille
fr: Montrer aux visiteurs
hu: Látható a látogatók által
nb: Vis til besøkende
sk: Zobraziť návštevám
sv: Visa åt gäster

source: Show to members
fi: Näytä sukupuun jäseneille
fr: Montrer aux membres
hu: Látható a tagok által
nb: Vis til medlemmer
sk: Zobraziť členom
sv: Visa åt medlemmar

source: Show to managers
fi: Näytä sukupuun ylläpitäjille
fr: Montrer aux gestionnaires
hu: Látható a menedzserek által
nb: Vis til forvaltere
sk: Zobraziť administrátorom
sv: Visa åt managers

source: Hide from everyone
fi: Piilota kaikilta
fr: Masquer à tout le monde
hu: Elrejtve mindenki elől
nb: Gjem for alle
sk: Ukryť všetkým
sv: Göm för alla

source: Invalid media directory, it should be in the format of "media/", not "%s".
fi: Virheellinen mediahakemisto, sen pitäisi olla muodossa "media/", eikä "%s".
fr: Répertoire média non-valide, le format doit être "media/", non pas "%s".
hu: Érvénytelen média mappa, a formátuma "media/" kell legyen, nem "%s".
nb: Ugyldig mediemappe; den skal være på formen formatet "media/", ikke "%s".
sk: Zlý adresár médií, musí mať formát "media/", nie "%s".

source: The Media Firewall root directory you requested does not exist. You must create it first.
fi: Hakemaasi mediapalomuurijuurikansiota ei ole. Se on ensin luotava.
fr: Le répertoire racine du pare-feu des média (Media Firewall) que vous avez indiqué n'existe pas. Vous devez d'abord le créer.
hu: A beírt Média tűzfal gyökérkönyvtár nem létezik. Előbb létre kell hozni.
nb: Rotkatalogen for Mediabrannmuren du ba om finnes ikke. Du må opprette den først.
sk: Požadovaný koreňový adresár pre Média Firewall neexistuje. Musíte ho najskôr založiť.
sv: Mediabrandväggens rootkatalog finns inte. Du måste skapa den först.

source: The protected media directory could not be created in the Media Firewall root directory. Please create this directory and make it world-writable.
fi: Suojattua mediakansiota ei voitu luoda mediapalomuurijuurikansioon. Luo tämä kansio ja tee se kirjoituskelpoiseksi.
fr: Le répertoire contenant les média protégés n'est pas créé dans le répertoire racine du pare-feu des média (Media Firewall). Créez ce répertoire et rendez-le modifiable par tout le monde.
hu: A védett média mappát nem lehet létrehozni a Média tűzfal gyökérkönyvtárában. Kérem hozza ezt létre és engedélyezze mindenki számára az írási jogokat.
nb: Den beskyttede mediakatalogen kunne ikke opprettes i rotkatalogen for Mediabrannmuren. Vennligst opprett denne katalogen og gjør den "world"-skrivbar.
sk: V koreňovém adresári Média Firewallu nemohol byť vytvorený chránený adresár s médiami. Prosím vytvorte ho a nastavte ho pre zápis.
sv: Den skyddade mediamappen kunde inte skapas i mediabrandväggens rootmapp. Skapa denna mapp och gör den skrivbar för alla.

source: The protected media directory in the Media Firewall root directory is not world writable.
fi: Suojattu mediakansio mediapalomuurijuurikansiossa ei ole kirjoituskelpoinen.
fr: Le répertoire contenant les média protégés dans le répertoire racine du pare-feu des média n'est pas modifiable par tout le monde.
hu: A Média tűzfal gyökérkönyvtárban található védett média mappa nem írható mindenki által.
nb: Den beskyttede mediakatalogen i rotkatalogen til Mediabrannmuren er ikke skrivbar.
sk: Chránený adresár s médiami v koreňovom adresári Média Firewallu nie je zapisovateľný.
sv: Den skyddade mediamappen i mediabrandväggens rootmapp är inte skrivbar för alla.

source: Welcome to Your Genealogy
fi: Tervetuloa sukututkimukseesi
fr: Bienvenue
hu: Üdvözöljük az Ön Családfájánál.
nb: Velkommen til disse slektssidene
sk: Vitajte vo svojom rodokmeni
sv: Välkommen till din släkt

source: The genealogy information on this website is powered by <a href="http://webtrees.net/" target="_blank">webtrees</a>. This page provides an introduction and overview to this genealogy.<br /><br />To begin working with the data, choose one of the charts from the Charts menu, go to the Individual list, or search for a name or place.<br /><br />If you have trouble using the site, you can click on the Help icon to give you information on how to use the page that you are currently viewing.<br /><br />Thank you for visiting this site.
fi: Sukututkimus ohjelmistona käytetty <a href="http://webtrees.net/" target="_blank">webtrees</a>. Tämä on esittelysivu tähän sukututkimukseen.<br /><br />Aloita tutustumalla kaavioihin, henkilöluetteloihin tai hae henkilöa nimellä tai hae paikan mukaan.<br /><br /> Klikka auki Help-kuvakkeita kun olet epävarma miten käyttää sivua.<br /><br />Kiitos käynnistäsi tällä sivustolla.
fr: Les informations généalogiques de ce site sont propulsées par <a href="http://webtrees.net/" target="_blank">webtrees</a>. Cette page fournit une introduction et un aperçu de cette généalogie.<br /><br />Pour commencer à travailler avec les données, faites un choix dans le menu Diagrammes, sélectionnez Individus sous le menu Listes, ou rechercher un nom ou un lieu.<br /><br />Si vous avez des difficultés à utiliser le site, cliquez sur l'icône d'Aide vous offrant des informations sur la façon d'utiliser la page actuelle.<br /><br />Nous vous remercions de votre visite.
hu: A jelen weblapon található családfa információkat a <a href="http://webtrees.net/" target="_blank">webtrees</a> szolgáltatja. Ez az oldal egy összefoglalója ennek a családfának.<br /><br />Az adatok megismeréséhez válasszon ki egye táblázatot a Táblázatok menüből, egy egyént vagy keressen rá személyekre.<br /><br />Ha gondjai támadnak az oldal használatával kapcsolatban, kattintson a Súgó ikonra további információkért.<br /><br />Köszönjük a látogatását.
nb: Slektsdata på denne websiden presenteres av <a href="http://webtrees.net/" target="_blank">webtrees</a>. Denne siden gir en introduksjon og et overblikk over denne slektsforskningen.<br /><br />For nærmere innsyn i slektsbasen kan du velge et av diagrammene fra menyen Diagrammer, gå til listen over individer, eller søke etter et navn eller sted.<br /><br />Hvis du har problemer med å bruke nettsiden, kan du klikke på ikonet for Hjelp, og du vil få mere informasjon om den siden du er på.<br /><br />Takk for besøket.
sk: Informácie o tomto rodokmeni tu sú vďaka projektu <a href="http://webtrees.net/" target="_blank">webtrees</a>. Táto stránka poskytuje úvod a prehlad k tomuto rodokmeni.<br /><br />Začať pracovať s týmito dátami môžete tak, že vyberiete jeden z grafov v menu Grafy, vyberiete si kohokoľvek zo zoznamu osôb, prípadne si vyhľadajte méno nebo miesto.<br /><br />Ak neviete ako tento web používať, môžete skúsiť tlačidlo Nápoveda.<br /><br />Ďakujeme, že ste navštívili tento web.
sv: Detta släktforskingsprogram är <a href="http://webtrees.net/" target="_blank">webtrees</a>. Detta är en översikts sida för denna släktforskning.<br /><br />Börja med att bekanta dig med diagram, personlistor eller sök efter namn eller platser.<br /><br />Använd Hjälp-ikonen om du behöver mera information om användningen.<br /><br />Tack för att du besökte denna sajt.

source: Family tree configuration
fi: Sukupuun asetukset
fr: Configurer l'arbre généalogique
hu: Családfa beállítások
nb: Konfigurasjon av familietre
sk: Konfigurácia rodokmeňa
sv: Släktträds konfiguration

source: GEDCOM Basics
fi: GEDCOM Perustiedot
fr: GEDCOM
hu: GEDCOM alapok
nb: GEDCOM basisvalg
sk: Základný GEDCOM
sv: Grundläggande GEDCOM

source: Privacy
fi: Yksityisyys
fr: Confidentialité
hu: Diszkréció
nb: Personvern
sk: Utajenie
sv: Integritet

source: Access
fi: Pääsy
fr: Accès
hu: Hozzáfér
nb: Adgang
sk: Prístup
sv: Åtkomst

source: Layout
fi: Näkymä
fr: Affichage
hu: Elrendezés
nb: Utseende
sk: Rozvrhnutie

source: Hide &amp; Show
fi: Piilota &amp; Näytä
fr: Masquer &amp; Afficher
hu: Elrejt &amp; Mutat
nb: Skjul &amp; Vis
sk: Ukryť &amp; Zobraziť
sv: Dölj &amp; Visa

source: Edit Options
fi: Muokkaa asetuksia
fr: Édition
hu: Szerkesztési opciók
nb: Endringsvalg
sk: Upraviť nastavenia
sv: Redigereringsinställningar

source: GEDCOM title
fi: GEDCOM-otsikko
fr: Titre descriptif des données de ce fichier GEDCOM
hu: GEDCOM-állomány címe
nb: GEDCOM tittel
sk: Nadpis GEDCOMu
sv: GEDCOM-titel

source: Default person for pedigree and descendancy charts
fi: Aloitushenkilö esivanhemmat- ja jälkeläiset-kaavioissa
fr: Individu par défaut pour les arbres d'ascendance et de descendance
hu: Az ősfa és a leszármazottak grafikonja esetében alapértelmezett személy
nb: Startperson for stamtre og diagrammer
sk: Implicitná osoba pre vývod a rozrod
sv: Startperson för släktdiagram

source: Calendar conversion
fi: Kalenterin muuntaminen
fr: Conversion de calendrier
hu: Naptár konverzió
nb: Kalenderkonvertering
sk: Konverzia kalendára

source: No calendar conversion
fi: Ei kalenterimuunnosta
fr: Aucune conversion de calendrier
hu: Nincs naptárbejegyzés
nb: Ingen konvertering av kalender
sk: Žiadna konverzia kalendára
sv: Ingen kalenderkonvertering

source: Use RIN number instead of GEDCOM ID
fi: Käytä RIN -numeroa GEDCOM ID:n sijaan
fr: Utiliser le numéro RIN au lieu de la clé GEDCOM
hu: RIN# azonosító használata a GEDCOM ID helyett
nb: Bruk RIN istedenfor for GEDCOM-ID
sk: Použiť RIN# miesto GEDCOM ID
sv: Använd RIN# istället för GEDCOM-ID
