Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: We will now send a confirmation email to the address <b>%s</b>. You must verify your account request by following instructions in the confirmation email. If you do not confirm your account request within seven days, your application will be rejected automatically. You will have to apply again.<br /><br />After you have followed the instructions in the confirmation email, you can login. To login to this site, you will need to know your user name and password.
fi: Lähetämme nyt varmistusviestin osoitteeseen <b>%s</b>. Sinun on varmistettava käyttäjätilipyyntösi noudattamalla viestin ohjeita. Mikäli et varmista tiliäsi seitsemän vuorokauden kuluessa, pyyntösi hylätään automaattisesti. Sen jälkeen sinun on tehtävä uusi anomus.<br /><br />Toimittuasi viestin edellyttämällä tavalla, voit kirjautua järjestelmään. Voidaksesi kirjautua tänne, sinun on tiedettävä käyttäjätunnuksesi ja salasanasi.
fr: Vous allez recevoir un message de confirmation à l'adresse ( %s ). En suivant les instructions de ce message vous pourrez activer votre compte. Si vous n'activez pas votre compte avant sept jours, il sera supprimé (vous pourrez vous enregistrer à nouveau dans ce cas). Après activation de votre compte, vous pourrez vous connecter au site.
hu: Mi most küldeni fogunk egy ellenőrző email -t erre a címre ( %s ). Önnek meg kell erősítenie a számla kérését az ellenőrző email alapján. Ha ön nem erősíti meg a számla kérését akkor automatikusan 7 nap után elutasításra kerül a kérelme. Önnek egy új kérelmet kell írnia.<br /><br />Miután követte az instrukciókat az ellenőrző email-ben, utána tud csak bejelentkezni. Ahhoz hogy bejelentkezzen tudnia kell a felhasználónevét és a jelszavát.
nb: Vi vil nå sende en bekreftelse på epost til adressen <b>%s</b>. Du må bekrefte ønsket ditt om å få en konto ved å følge instruksene i eposten. Dersom du ikke bekrefter ønsket om å få en konto innen 7 dager, vil ønsket om en konto bli avslått automatisk. Dersom du senere ønsker å få en ny konto, må du søke på nytt.<br /><br />Etter at du har fulgt instruksjonene i epostbekreftelsen, kan du logge deg inn. For å logge deg inn på denne nettsiden, kreves det at du oppgir brukernavnet og passordet ditt.
sk: Teraz na e-mail ( %s ) obdržíte potvrdenie. Tento e-mail použijte k aktivovaniu svojho účtu; ak sa vám nepodarí aktivovat svoj účet do siedmich dní, bude vymazaný (potom sa môžete znovu pokúsiť zaregistrovať). Po vašej aktivácii sa môžete okamžite prihlásiť do systému. Abyste sa mohli prihlásiť na tieto stránky, budete potrebovať vedieť svoje prihlasovacie meno a heslo.
sv: Vi kommer nu att skicka ett konfirmationsepost till adressen (%s). Du måste verifiera ditt kontobegäran genom att följa instruktionerna i bekräftelse eposten. Om du inte verifierar ditt kontobegrän inom 7 dagar kommer din begäran att avslås automatiskt. Du för ansöka igen.<br /><br />Efter du följt instruktionerna i konfirmationsbegäran så kan du logga in. För att logga in på denna sajt måste du veta ditt användarnamn och lösenord.

source: User verification
fi: Käyttäjävahvistus
fr: Vérification de l'utilisateur
hu: Felhasználó ellenőrzése
nb: Brukergodkjenning
sk: Overenie uživateľa
sv: Användarverifiering

source: The data for the user <b>%s</b> was checked.
fi: Käyttäjä %s - tiedot on tarkastettu.
fr: Les informations de l'utilisateur %s ont été controlées.
hu: A <b>%s</b> felhasználó adatait leellenőriztük.
nb: Informasjonen om brukeren <b>%s</b> er sjekket.
sk: Údaje pre uživateľa %s boli skontrolované.
sv: Datan för användaren %s är kontrollerad.

source: User %s (%s) has confirmed their request for an account.
fi: Käytäjä %s (%s) on vahvistanut käyttäjätilipyyntönsä.
fr: L'utilisateur %s (%s) a confirmé sa demande de compte
hu: A(z) %s (%s) felhasználó visszaigazolta az igényét a felhasználói fiókra.
nb: Brukeren %s (%s) har bekreftet anmodningen om en konto.
sk: Užívateľc %s (%s) potvrdil svoju žiadosť o účet.
sv: Användare %s (%s) har bekräftat deras förfrågan för ett användarkonto.

source: Please click on the link below to login to your site. You must Edit the user to activate the account so that he can login to your site.
fi: Huom! Klikkaa alla olevaa linkkiä, kirjaudu verkkopaikkaan ja anna hänelle lupa kirjautua sivuillesi.
fr: Merci de cliquer sur le lien ci-dessous pour vous connecter au site et donner à l'utilisateur l'autorisation de se connecter.
hu: Kérem, kattintson a lenti hivatkozásra, jelentkezzen be, és adjon a felhasználónak jogot a bejelntkezéshez.
nb: Klikk på linken "Admin" på siden "Logg inn" på PhpGedView for å godkjenne den nye brukeren på nettstedet ditt.
sk: Pre prihlásenie a úpravu uživateľa a povolenie k prihláseniu na vaše stránky prosím kliknite na odkaz dolu.
sv: Vänligen klicka på länken nedan för att logga in till din sajt för att redigera användaren och ge honom rättigheter att logga in på din sajt

source: You do not have to take any action; the user can now login.
fi: Sinun ei tarvitse tehdä mitään; käyttäjä voi nyt kirjautua.
fr: L'utilisateur peut maintenant se connecter sans action de votre part.
hu: Nem kell mást csinálnia, a felhasználó most már be tud jelentkezni.
nb: Du behøver ikke forta deg noe; brukeren kan nå logge seg inn.
sk: Nemusíte nič urobiť, uživateľ sa môže prihlásiť.
sv: Du behöver inte göra något, användaren kan nu logga in.

source: New user at %s
fi: Uusi vahvistus koneella %s
fr: Nouvelle vérification sur %s
hu: Új ellenőrzés a(z) %s szerveren
nb: Ny bekreftelse fra %s
sk: Nové overenie na %s
sv: Ny verifiering på %s

source: You have confirmed your request to become a registered user.
fi: Sinut on tunnistettu rekisteröidyksi käyttäjäksi.
fr: Vous avez été identifié comme un utilisateur inscrit.
hu: Önt regisztrált felhasználóként azonosítottuk.
nb: Du er gjenkjent som en søker på dette nettstedet.
sk: Bol ste identifikovaný ako registrovaný uživateľ.
sv: Du har konfirmerat din förfrågan att bli en registrerad användare.

source: The Administrator has been informed. As soon as he gives you permission to login, you can login with your user name and password.
fi: Ylläpitäjä on saanut ilmoituksen. Heti kun hän on antanut sinulle oikeuden kirjautua, voit kirjautua käyttäjätunnuksella ja salasanalla.
fr: L'administrateur a été informé.<br />Vous pourrez vous connecter avec votre identifiant de connexion et votre mot de passe dès qu'il vous en aura donné l'autorisation.
hu: Az adminisztrátort értesítettük. Amint ő megadja az engedélyt a bejelentkezéshez, be tud majd jelentkezni a felhasználónevével és jelszavával.
nb: Administratoren til nettstedet har fått beskjed om søknaden.<br />Så snart vedkommende har godkjent kontoen din,<br />kan du logge deg inn med ditt brukernavn og passord.
sk: Administrátor bol upozornený. Keď Vám dá povolenie k prihláseniu, budete sa môcť prihlásiť zadaním svojho uživateľského mena a hesla.
sv: Adminstratören har blivit informerad. Så snart han har gett dig rättigheter att logga in kan du logga in med ditt användarnamn och lösenord.

source: You can now login with your user name and password.
fi: Voit nyt kirjautua järjestelmään käyttäjätunnuksellasi ja salasanallasi.
fr: Vous pouvez maintenant vous connecter avec votre nom de compte et votre mot de passe.
hu: Most már be tud jelentkezni a felhasználó nevével és a kódjával.
nb: Du kan nå logge deg inn med brukernavnet og passordet ditt.
sk: Teraz sa môžete prihlásiť pod svojím uživateľom a heslom.
sv: Du kan nu logga in med ditt användarnamn och lösenord.

source: Data was not correct, please try again
fi: Tiedot eivät ole oikeita. Yritä uudelleen
fr: Informations incorrectes!<br />Merci de réessayer!
hu: Hibás adat!<br />Kérem próbálja újra!
nb: Data var ugyldig! - Prøv igjen!
sk: Údaje neboli správne! Prosím skúste to znovu!
sv: Datan var inte korrekt, försök igen

source: Click here to open or close the sidebar
fi: Klikkaa tästä avataksesi tai sulkeaksesi sivupalkin
fr: Cliquez ici pour ouvrir ou fermer la barre latérale
sk: Kliknite tu pre otvorenie a zatvorenie lišty

source: This user name cannot edit this GEDCOM.
fi: Tämä käyttäjätunnus ei voi muokata tätä GEDCOM-tiedostoa.
fr: Cet utilisateur ne peut modifier le fichier GEDCOM.
hu: Ez a felhasználó nem szerkesztheti ezt a GEDCOM-állományt.
nb: Bruker har ikke adgang til å endre denne GEDCOM.
sk: Tento uživateľ nemôže upravovať tento GEDCOM.
sv: Detta användarnamn kan inte redigera denna GEDCOM-fil.

source: Editing this GEDCOM has been disabled by the administrator.
fi: Järjestelmävalvoja on estänyt tämän GEDCOM-tiedoston muokkauksen.
fr: La modification de ce fichier GEDCOM a été interdite par l'administrateur.
hu: A rendszer adminisztrátora nem engedélyezi ennek a GEDCOM-nak a szerkesztését.
nb: Muligheten til å gjøre endringer i denne slektsbasen er deaktivert av administratoren.
sk: Upravovanie tohoto GEDCOMu bolo zakázané administrátorom systému.
sv: Administratören har hindrat redigeringen av denna GEDCOM.

source: You have no access to
fi: Sinulla ei ole pääsyoikeutta
fr: Impossible de modifier les droits pour
hu: Önnek ehhez nincs jogosultsága:
nb: Du har ikke tilgang til
sk: Nemáte prístup k
sv: Du har inte access till

source: Media file already exists.
fi: Mediatiedosto on jo olemassa.
fr: Le fichier multimédia existe déjà.
hu: A Média állomány már létezik.
nb: Mediafilen finnes fra før.
sk: Súbor médií už existuje.
sv: Mediafil existerar redan.

source: Media thumbnail already exists.
fi: Median pienoiskuva on jo olemassa.
fr: La miniature existe déjà.
hu: A Média bélyegképe már létezik.
nb: Miniatyrbildet finnes fra før.
sk: Náhľad médií už existuje.
sv: Media-miniatyr existerar redan.

source: The file %s could not be copied from %s
fi: Tiedosto %s ei voi kopioida kohteesta %s
fr: Le fichier %s peut pas être copié à partir %s
hu: A(z) %s fájl nem másolható innen: %s
nb: Filen %s Kunne ikke kopieres fra %s
sk: Súbor %s nemohl byť skopírovaný z %s
sv: Filen %s kan inte kopieras från %s

source: Media file could not be moved or renamed.
fi: Mediatiedostoa ei voitu siirtää tai nimetä uudestaan.
fr: Impossible de déplacer ou renommer le fichier multimédia.
hu: Média állományt nem lehetett átrakni vagy átnevezni.
nb: Klarte ikke å flytte eller å gi mediafilen et nytt navn.
sk: Súbor médií nemôže byť presunutý alebo premenovaný.
sv: Mediafil kunde inte flyttas eller döpas om.

source: Media file %s does not exist.
fi: Mediatiedosto %s ei olemassa.
fr: Le fichier Média %s n'existe pas.
hu: A %s média fájt nem létezik
nb: Mediafilen %s eksisterer ikke.
sk: Súbor médií %s neexistuje.
sv: Mediafil %s finns inte.

source: Media file %1$s successfully renamed to %2$s.
fi: Mediatiedosto %1$s nimetty uudelleen %2$s:ksi.
fr: Le fichier Média %1$s a été renommé avec succès en %2$s.
hu: A(z) %1$s médiafájl sikeresen át lett nevezve a következőre: %2$s.
nb: Mediafilen %1$s har skiftet navn til %2$s.
sk: Súbor médií %1$s bol úspešne premenovaný na %2$s.
sv: Mediafil %1$s bytte namn till %2$s.

source: Media file %1$s could not be renamed to %2$s.
fi: Mediatiedosto %1$s ei voi nimetä uudelleen %2$s:ksi.
fr: Le fichier Média %1$s ne peut pas être renommé en %2$s.
hu: A(z) %1$s médiafájlt nem sikerült átnevezni a következőre: %2$s.
nb: Mediafilen %1$s kunne ikke døpes om til %2$s.
sk: Súbor médií %1$s nemohl byť premenovaný na %2$s.
sv: Mediafil %1$s kunde inte byta namn till %2$s.

source: Thumbnail file %s does not exist.
fi: Pienoiskuvatiedosto %s ei olemassa.
fr: La miniature %s n'existe pas.
hu: A(z) %s bélyegképfájl nem létezik.
nb: Miniatyrbildefilen %s eksisterer ikke.
sk: Náhľad %s neexistuje.
sv: Minityrbildfil %s finns inte.

source: Thumbnail file %1$s successfully renamed to %2$s.
fi: Pienoiskuvan tiedostonnimi %1$s on nimetty uudelleen %2$s:ksi.
fr: Le fichier minature %1$s a été renommé avec succès en %2$s.
hu: A(z) %s bélyegképfájl sikeresen át lett nevezve: %2$s.
nb: Miniatyrbildefilen %1$s har fått det nye navnet %2$s.
sk: Náhľad %1$s bol úspešne premenovaný na %2$s.
sv: Minityrbildfil %1$s bytte namn till %2$s.

source: Thumbnail file %1$s could not be renamed to %2$s.
fi: Pienoiskuvan tiedostonnimi %1$s ei voitu nimetä uudelleen %2$s:ksi.
fr: Le fichier minature %1$s ne peut pas être renommé en %2$s.
hu: A(z) %s bélyegképfájlt nem sikerült átnevezni: %2$s.
nb: Miniatyrbildefilen %1$s kunne ikke bytte navn til %2$s.
sk: Náhľad %1$s nemohl byť premenovaný na %2$s.
sv: Miniatyrbildfil %1$s kunde inte byta namn till %2$s.

source: %d B.C.
fi: %d eKr.
fr: %d avant J.C.
hu: %d I.E.
nb: %d f.Kr.
sk: %d pr.n.l.
sv: %d f.Kr.

source: Gregorian
fi: Gregoriaaninen
fr: Grégorien
hu: Gregorián
nb: Gregoriansk
sk: Gregoriánsky
sv: Gregoriansk

source: Jalali
fi: Islamilainen (Jalali)

# NOMINATIVE
source: Mordad
fi: toukokuu

# GENITIVE
source: January
fi: tammikuuta
fr: janvier
hu: január
nb: januar
sk: január
sv: januari

# GENITIVE
source: February
fi: helmikuuta
fr: février
hu: február
nb: februar
sk: február
sv: februari

# GENITIVE
source: March
fi: maaliskuuta
fr: mars
hu: március
nb: mars
sk: marec
sv: mars

# GENITIVE
source: April
fi: huhtikuuta
fr: avril
hu: április
sk: apríl

# GENITIVE
source: May
fi: toukokuuta
fr: mai
hu: május
nb: mai
sk: máj
sv: maj

# GENITIVE
source: June
fi: kesäkuuta
fr: juin
hu: június
nb: juni
sk: jún
sv: juni

# GENITIVE
source: July
fi: heinäkuuta
fr: juillet
hu: július
nb: juli
sk: júl
sv: juli

# GENITIVE
source: August
fi: elokuuta
fr: août
hu: augusztus
sv: augusti

# GENITIVE
source: September
fi: syyskuuta
fr: septembre
hu: szeptember

# GENITIVE
source: October
fi: lokakuuta
fr: octobre
hu: október
nb: oktober
sk: október
sv: oktober

# GENITIVE
source: November
fi: marraskuuta
fr: novembre

# GENITIVE
source: December
fi: joulukuuta
fr: décembre
nb: desember

# LOCATIVE
source: January
fi: tammikuussa
fr: janvier
hu: január
nb: januar
sk: januári
sv: januari

# LOCATIVE
source: February
fi: helmikuussa
fr: février
hu: február
nb: februar
sk: február
sv: februari

# LOCATIVE
source: March
fi: maaliskuussa
fr: mars
hu: március
nb: mars
sk: marec
sv: mars

# LOCATIVE
source: April
fi: huhtikuussa
fr: avril
hu: április
sk: apríl

# LOCATIVE
source: May
fi: toukokuussa
fr: mai
hu: május
nb: mai
sk: máj
sv: maj

# LOCATIVE
source: June
fi: kesäkuussa
fr: juin
hu: június
nb: juni
sk: jún
sv: juni

# LOCATIVE
source: July
fi: heinäkuussa
fr: juillet
hu: július
nb: juli
sk: júl
sv: juli

# LOCATIVE
source: August
fi: elokuussa
fr: août
hu: augusztus
sv: augusti

# LOCATIVE
source: September
fi: syyskuussa
fr: septembre
hu: szeptember

# LOCATIVE
source: October
fi: lokakuussa
fr: octobre
hu: október
nb: oktober
sk: október
sv: oktober

# LOCATIVE
source: November
fi: marraskuussa
fr: novembre

# LOCATIVE
source: December
fi: joulukuussa
fr: décembre
nb: desember

# INSTRUMENTAL
source: January
fi: tammikuun
fr: janvier
hu: január
nb: januar
sk: január
sv: januari

# INSTRUMENTAL
source: February
fi: helmikuun
fr: février
hu: február
nb: februar
sk: február
sv: februari

# INSTRUMENTAL
source: March
fi: maaliskuun
fr: mars
hu: március
nb: mars
sk: marec
sv: mars

# INSTRUMENTAL
source: April
fi: huhtikuun
fr: avril
hu: április
sk: apríl

# INSTRUMENTAL
source: May
fi: toukokuun
fr: mai
hu: május
nb: mai
sk: máj
sv: maj

# INSTRUMENTAL
source: June
fi: kesäkuun
fr: juin
hu: június
nb: juni
sk: jún
sv: juni

# INSTRUMENTAL
source: July
fi: heinäkuun
fr: juillet
hu: július
nb: juli
sk: júl
sv: juli

# INSTRUMENTAL
source: August
fi: elokuun
fr: août
hu: augusztus
sv: augusti

# INSTRUMENTAL
source: September
fi: syyskuun
fr: septembre
hu: szeptember

# INSTRUMENTAL
source: October
fi: lokakuun
fr: octobre
hu: október
nb: oktober
sk: október
sv: oktober

# INSTRUMENTAL
source: November
fi: marraskuun
fr: novembre

# INSTRUMENTAL
source: December
fi: joulukuun
fr: décembre
nb: desember

# Abbreviation for January
source: Jan
fi: tammi

# Abbreviation for February
source: Feb
fi: helmi
fr: fév

# Abbreviation for March
source: Mar
fi: maalis
fr: Mars
hu: Márc.

# Abbreviation for April
source: Apr
fi: huhti
fr: avr
hu: Ápr.

# Abbreviation for May
source: May
fi: toukokuu
fr: mai
hu: Máj.
nb: mai
sk: Máj
sv: maj

# Abbreviation for June
source: Jun
fi: kesä
hu: Jún.
sk: Jún

# Abbreviation for July
source: Jul
fi: heinä
hu: Júl.
sk: Júl

# Abbreviation for August
source: Aug
fi: elo
fr: aoû

# Abbreviation for September
source: Sep
fi: syys
hu: Szept.

# Abbreviation for October
source: Oct
fi: loka
hu: Okt.
nb: okt
sk: Okt
sv: okt

# Abbreviation for November
source: Nov
fi: marras

# Abbreviation for December
source: Dec
fi: joulu
fr: déc
nb: des

source: Monday
fi: Maanantai
fr: Lundi
hu: Hétfő
nb: mandag
sk: pondelok
sv: Måndag

source: Tuesday
fi: Tiistai
fr: Mardi
hu: Kedd
nb: tirsdag
sk: utorok
sv: Tisdag

source: Wednesday
fi: Keskiviikko
fr: Mercredi
hu: Szerda
nb: onsdag
sk: streda
sv: Onsdag

source: Thursday
fi: Torstai
fr: Jeudi
hu: Csütörtök
nb: torsdag
sk: štvrtok
sv: Torsdag

source: Friday
fi: Perjantai
fr: Vendredi
hu: Péntek
nb: fredag
sk: piatok
sv: Fredag

source: Saturday
fi: Lauantai
fr: Samedi
hu: Szombat
nb: lørdag
sk: sobota
sv: Lördag

source: Sunday
fi: Sunnuntai
fr: Dimanche
hu: Vasárnap
nb: søndag
sk: nedeľa
sv: Söndag

# NOMINATIVE
source: Tishrei
fi: tishri-kuu
fr: Tichri
hu: Tisri
sv: Tishri

# NOMINATIVE
source: Heshvan
fi: chesvan-kuu
hu: Hesván
sv: Cheshvan

# NOMINATIVE
source: Kislev
fi: kislev-kuu
hu: Kiszlév

# NOMINATIVE
source: Tevet
fi: tevet-kuu
hu: Tévész

# NOMINATIVE
source: Shevat
fi: shvat-kuu
hu: Svát
sv: Shvat

# NOMINATIVE
source: Adar I
fi: adar I-kuu
hu: Ádár risón

# NOMINATIVE
source: Adar
fi: adar-kuu
hu: Ádár

# NOMINATIVE
source: Adar II
fi: adar II-kuu
hu: Ádár séni
sk: Adar Sheni

# NOMINATIVE
source: Nissan
fi: nisan-kuu
hu: Niszán
nb: Nisan
sv: Nisan

# NOMINATIVE
source: Iyar
fi: ijar-kuu
hu: Ijár
sv: Ijar

# NOMINATIVE
source: Sivan
fi: sivan-kuu
hu: Sziván

# NOMINATIVE
source: Tamuz
fi: tamuz-kuu

# NOMINATIVE
source: Av
fi: av-kuu
hu: Áv

# NOMINATIVE
source: Elul
fi: elul-kuu

# GENITIVE
source: Tishrei
fi: tishri-kuuta
hu: Tisri
sv: Tishri

# GENITIVE
source: Heshvan
fi: chesvan-kuuta
hu: Hesván
sv: Cheshvan

# GENITIVE
source: Kislev
fi: kislev-kuuta
hu: Kiszlév

# GENITIVE
source: Tevet
fi: tevet-kuuta
hu: Tévész

# GENITIVE
source: Shevat
fi: shvat-kuuta
hu: Svát
sv: Shvat

# GENITIVE
source: Adar I
fi: adar I-kuuta
hu: Ádár risón

# GENITIVE
source: Adar
fi: adar-kuuta
hu: Ádár

# GENITIVE
source: Adar II
fi: adar II-kuuta
hu: Ádár séni
sk: Adar Sheni

# GENITIVE
source: Nissan
fi: nisan-kuuta
hu: Niszán
nb: Nisan
sv: Nisan

# GENITIVE
source: Iyar
fi: ijar-kuuta
hu: Ijár
sv: Ijar

# GENITIVE
source: Sivan
fi: sivan-kuuta
hu: Sziván

# GENITIVE
source: Tamuz
fi: tamuz-kuuta

# GENITIVE
source: Av
fi: av-kuuta
hu: Áv

# GENITIVE
source: Elul
fi: elul-kuuta

# LOCATIVE
source: Tishrei
fi: tishri-kuussa
hu: Tisri
sv: Tishri

# LOCATIVE
source: Heshvan
fi: chesvan-kuussa
hu: Hesván
sv: Cheshvan

# LOCATIVE
source: Kislev
fi: kislev-kuussa
hu: Kiszlév

# LOCATIVE
source: Tevet
fi: tevet-kuussa
hu: Tévész

# LOCATIVE
source: Shevat
fi: shvat-kuussa
hu: Svát
sv: Shvat

# LOCATIVE
source: Adar I
fi: adar I-kuussa
hu: Ádár risón

# LOCATIVE
source: Adar
fi: adar-kuussa
hu: Ádár

# LOCATIVE
source: Adar II
fi: adar II-kuussa
hu: Ádár séni
sk: Adar Sheni

# LOCATIVE
source: Nissan
fi: nisan-kuussa
hu: Niszán
nb: Nisan
sv: Nisan

# LOCATIVE
source: Iyar
fi: ijar-kuussa
hu: Ijár
sv: Ijar

# LOCATIVE
source: Sivan
fi: sivan-kuussa
hu: Sziván

# LOCATIVE
source: Tamuz
fi: tamuz-kuussa

# LOCATIVE
source: Av
fi: av-kuussa
hu: Áv

# LOCATIVE
source: Elul
fi: elul-kuussa

# INSTRUMENTAL
source: Tishrei
fi: tishri-kuun
hu: Tisri
sv: Tishri

# INSTRUMENTAL
source: Heshvan
fi: chesvan-kuun
hu: Hesván
sv: Cheshvan

# INSTRUMENTAL
source: Kislev
fi: kislev-kuun
hu: Kiszlév

# INSTRUMENTAL
source: Tevet
fi: tevet-kuun
hu: Tévész

# INSTRUMENTAL
source: Shevat
fi: shvat-kuun
hu: Svát
sv: Shvat

# INSTRUMENTAL
source: Adar I
fi: adar I-kuun
hu: Ádár risón

# INSTRUMENTAL
source: Adar
fi: adar-kuun
hu: Ádár

# INSTRUMENTAL
source: Adar II
fi: adar II-kuun
hu: Ádár séni
sk: Adar Sheni

# INSTRUMENTAL
source: Nissan
fi: nisan-kuun
hu: Niszán
nb: Nisan
sv: Nisan

# INSTRUMENTAL
source: Iyar
fi: ijar-kuun
hu: Ijár
sv: Ijar

# INSTRUMENTAL
source: Sivan
fi: sivan-kuun
hu: Sziván

# INSTRUMENTAL
source: Tamuz
fi: tamuz-kuun

# INSTRUMENTAL
source: Av
fi: av-kuun
hu: Áv

# INSTRUMENTAL
source: Elul
fi: elul-kuun

# NOMINATIVE
source: Rabi' al-thani
fi: rabi` al-sani
hu: Rébi el accher
sv: Rabi' al-akhir

# NOMINATIVE
source: Jumada al-thani
fi: jumada-al-sani
hu: Dsemádi el accher
sv: Jumada al-akhirah

# NOMINATIVE
source: Sha'aban
fi: sha`ban
hu: Sabán
sv: Sha'ban

# NOMINATIVE
source: Dhu al-Qi'dah
fi: dhul-qa`da
hu: Dsül kade
sv: Dhu l-Qa'dah

# NOMINATIVE
source: Dhu al-Hijjah
fi: dhul-hijja
hu: Dsül hedse

# GENITIVE
source: Rabi' al-thani
fi: rabi` al-sani
hu: Rébi el accher
sv: Rabi' al-akhir

# GENITIVE
source: Jumada al-thani
fi: jumada-al-sani
hu: Dsemádi el accher
sv: Jumada al-akhirah

# GENITIVE
source: Sha'aban
fi: sha`ban
hu: Sabán
sv: Sha'ban

# GENITIVE
source: Dhu al-Qi'dah
fi: dhul-qa`da
hu: Dsül kade
sv: Dhu l-Qa'dah

# GENITIVE
source: Dhu al-Hijjah
fi: dhul-hijja
hu: Dsül hedse

# LOCATIVE
source: Rabi' al-thani
fi: rabi` al-sani
hu: Rébi el accher
sv: Rabi' al-akhir

# LOCATIVE
source: Jumada al-thani
fi: jumada-al-sani
hu: Dsemádi el accher
sv: Jumada al-akhirah

# LOCATIVE
source: Sha'aban
fi: sha`ban
hu: Sabán
sv: Sha'ban

# LOCATIVE
source: Dhu al-Qi'dah
fi: dhul-qa`da
hu: Dsül kade
sv: Dhu l-Qa'dah

# LOCATIVE
source: Dhu al-Hijjah
fi: dhul-hijja
hu: Dsül hedse

# INSTRUMENTAL
source: Rabi' al-thani
fi: rabi` al-sani
hu: Rébi el accher
sv: Rabi' al-akhir

# INSTRUMENTAL
source: Jumada al-thani
fi: jumada-al-sani
hu: Dsemádi el accher
sv: Jumada al-akhirah

# INSTRUMENTAL
source: Sha'aban
fi: sha`ban
hu: Sabán
sv: Sha'ban

# INSTRUMENTAL
source: Dhu al-Qi'dah
fi: dhul-qa`da
hu: Dsül kade
sv: Dhu l-Qa'dah

# INSTRUMENTAL
source: Dhu al-Hijjah
fi: dhul-hijja
hu: Dsül hedse

source: Generated by %s
fi: %s sovelluksen tulos
fr: Généré par %s
hu: Generálta: %s
nb: Laget av %s
sk: Generované %s
sv: Program: %s

source: %1$s &times; %2$s pixels
fi: %1$s &times; %2$s pikseliä

source: Download File
fi: Siirrä tiedosto palvelimelta
fr: Télécharger le fichier
hu: Fájl letöltése
nb: Last ned fil
sk: Načítanie súboru
sv: Ladda ner fil

source: Embedded variable
fi: Sisäinen (embedded) muuttuja
fr: variable interne (embarquée)
hu: Beágyazott változó
nb: Embedded(Innbakt) variabel
sk: Zabudovaná premenná
sv: Inbäddad variabel

source: Resulting value
fi: Tulos
fr: Valeur résultante
hu: Kapott érték
nb: Sluttverdi
sk: Výsledná hodnota
sv: Resultat

source: With sources
fi: Lähteineen
fr: Avec les sources
hu: Forrással
nb: Med kilder
sk: Zo zdrojmi
sv: Med källor

source: Without sources
fi: Ilman lähteitä
fr: Sans les sources
hu: Forrás nélkül
nb: Uten kilder
sk: Bez zdrojov
sv: Utan källor

# unknown people
source: Unknown
fi: Henkilö ei tiedossa
fr: Inconnu(e)
hu: Ismeretlen
nb: Ukjente
sk: Neznámy
sv: Okänd

source: Living
fi: Elossa
fr: Personne vivante
hu: Életben van
nb: Levende
sk: Žijúca osoba
sv: Lever

source: Dead
fi: Kuolleita
fr: Décédés
hu: Elhúnytak
nb: Døde
sk: Zomrelý celkove
sv: Totalt antal döda

source: Surname distribution chart
fi: Sukunimien jakautuma
fr: carte de répartition des prénoms
hu: Családnév eloszlási diagram
nb: Utbredelse etter etternavn
sk: Graf rozmiestnenia podľa priezvísk
sv: Fördelning av efternamn (diagram)

source: Birth by country
fi: Syntymämaa
fr: Naissance par pays
hu: Születés ország szerint
nb: Fødsler etter land
sk: Narodenia podľa krajín
sv: Födda per land

source: Death by country
fi: Maa, jossa henkilö kuoli
fr: Décès par pays
hu: Halálozás ország szerint
nb: Dødsfall etter land
sk: Úmrtia podľa krajín
sv: Döda per land
