Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: This option allows you to choose which tab opens automatically on the Individual page when that page is accessed.
fi: Tällä voit valita mikä välilehti näytetään ensisijaisesti kun henkilösivu avataan.
fr: Option permettant de pré-sélectionner un onglet à l'affichage de la page Individu.
hu: Ez az opció beállítja hogy melyik oldalt mutassa automatikusan amikor a személyek adatai oldalát látogatják.
nb: Dette valget gir deg muligheten til å bestemme hvilken fane som skal vises først på faktasiden for personer.
sk: Táto voľba dovolí vybrať, ktoré záložky budú automaticky zobrazené pri otvorení na osobných stránkach.
sv: Detta val tillåter dig att välja vilken flik på ansedelsidan som ska visas när en besökare för första gåmgen kommer till sidan. Detta sätter $GEDCOM_DEFAULT_TAB variablen i filen config_gedcom.php

source: When a new individual record is added online in <b>webtrees</b>, a new ID for that individual will be generated automatically. The individual ID will have this prefix.
fi: Kun lisätään uuden henkilön online-tilassa <b>webtrees</b>iin, niin henkilön ID luodaan automaattisesti. Henkilön ID:n eteen lisätään tämä etuliite.
fr: Quand un nouveau individu est ajouté en ligne par <b>webtrees</b>, un nouvel ID pour cette personne sera généré automatiquement. L' ID aura ce préfixe.
nb: Når en ny personregisrering blir gjort i <b>webtrees</b>, får den automatisk et nytt ID-nummer. ID-nummeret får dette prefikset.
sk: Ak je pridaný online vo <b>webtrees</b> nový záznam osoby, bude automaticky vytvorené nové ID. Toto ID osoby bude mať nasledujúcu predponu.
sv: När en ny person läggs till on-line i <b>webtrees</b>, så skapas en ny ID automatiskt. Personens ID får då detta prefix.

source: <b>GUID</b> in this context is an acronym for «Globally Unique ID».<br /><br />GUIDs are intended to help identify each individual in a manner that is repeatable, so that central organizations such as the Family History Center of the LDS Church in Salt Lake City, or even compatible programs running on your own server, can determine whether they are dealing with the same person no matter where the GEDCOM originates. The goal of the Family History Center is to have a central repository of genealogical data and expose it through web services. This will enable any program to access the data and update their data within it.<br /><br />If you do not intend to share this GEDCOM with anyone else, you do not need to let <b>webtrees</b> create these GUIDs; however, doing so will do no harm other than increasing the size of your GEDCOM.
fi: <b>GUID</b> on lyhenne termista «Globally Unique ID».<br /><br />GUID pyrkii henkilön tunnistamiseen sellaisella tavalla, että keskeiset keskukset kuten Family History Center of the LDS Church in Salt Lake City, tai yhteensopivat sukututkimusohjelmistot palvelimellasi, voisivat todeta käsittelevänsä samaa henkilöä, riippumatta siitä mistä GEDCOM aineisto on peräisin. Family History Centerin päämääränänä on luoda yhteinen sukututkimuksen tietovaraston ja sitä hyödynnetään web palveluiden kautta. Tällä tavalla mikä tahansa sukututkimusohjelma voisi hakea tietoja ja täydentää omaa aineistoa saaduilla tiedoilla.<br /><br />Jos sinulla ei ole tarkoitus jakaa GEDCOM aineistoasi muiden kanssa, sinulla ei ole tarvetta luoda näitä GUID tunnisteita <b>webtrees</b> ohjelmalla. Niiden luominen ei aiheuta mitään haittaakaan, muutoin kuin se että GEDCOM tilantarve lisääntyy.
fr: <b>GUID</b> dans ce contexte est un acronyme pour «Globally Unique ID» .<br /><br />GUID sont destinés à aider à identifier chaque individu d'une manière unique mondialement, de sorte que les organisations centrales telles que le Centre d'histoire de la famille de l'Église mormone à Salt Lake City, ou des programmes compatible s'exécutant sur votre propre serveur, puissent déterminer s'ils ont affaire avec la même personne, peu importe où l'origine de GEDCOM. L'objectif du Centre d'histoire de la famille de l'Église mormone est de disposer d'un référentiel central de données généalogiques et de l'exposer à travers les services web. Cela permettra à tout programme d'accéder aux données et de les mettre à jour.<br /><br />Si vous n'avez pas l'intention de partager cette GEDCOM avec quelqu'un d'autre, vous n'avez pas besoin de laisser <b>webtrees</b> créer ces GUID, toutefois cela n'engendre pas de problèmes si ce n'est que d'augmenter la taille de votre fichier GEDCOM.
nb: <b>GUID</b> er i denne sammenheng en forkortelse for «Globalt Unik ID» («Globally Unique ID»).<br /><br />Tanken med GUID er at alle verdens individer skal kunne identifiseres på en gjentagbar måte, slik at sentrale organisasjoner som f.eks. LDS-kirkens Familiehistorie-Center i Salt Lake City, eller for den saks skyld andre kompatible slektsprogrammer på din egen computer, kan avgjøre om det dreier seg om samme person, uansett hvor GEDCOM-filen kommer fra. Familiehistorie-Centerets mål er å føre et sentralt register over genealogiske data, som så kan gjøres tilgjengelig gjennom nettjenester, så et hvilket som helst program kan få adgang til registerets data og avstemme sine egne data mot dem.<br /><br />HVis du ikke har planer om å dele din GEDCOM-fil med andre på denne måten, trenger du ikke å la <b>webtrees</b> opprette disse GUID-ene; på den annen side gjør det heller ingen skade, utover at det øker størrelsen på din GEDCOM-fil en smule.
sk: V tomto kontexte je <b>GUID</b> skratka pre «Globally Unique ID» (globálny unikátny identifikátor).<br /><br />GUID pomáhajú určiť každú osobu, takže centrálne organizácie ako Rodinné historické centrum cirkve LDS v Salt Lake City alebo kompatibilné programy bežiace na vašom servere môžu určiť, či manipulujú z rovnakou osobou nezávisle na tom, kde sa ten určitý GEDCOM vzal. Cieľ Rodinného historického centra je mať centrálne úložisko rodokmeňových dát a mať ich vystavené cez webové služby. Tie umožnia akémukoľvek programu pristupovať k údajom a ich aktualizáciu.<br /><br />Ak nezamýšľate zdieľať váš GEDCOM s kýmkoľvek iným, nie je nutné vytvárať tieto GUID, avšak pokud tak budete robiť, nebude v tom žiadny problém okrem zvýšenia veľkosti vášho GEDCOMe.

source: Many genealogy programs create GEDCOM files with custom tags, and <b>webtrees</b> understands most of them. When unrecognised tags are found, this option lets you choose whether to ignore them or display a warning message.
fi: Monet sukututkimusohjelmat lisäävät GEDCOM-tiedostoihin omia merkintojä (tags) ja <b>webtrees</b> ymmärtää useimmat. Kun kohdataan sellaisia, jota ei ymmärretä, niin tällä valinnalla voit joko ohittaa niitä tai näyttää varoituksen.
fr: De nombreux programmes de généalogie créent des fichiers GEDCOM avec leurs propres balises et <b>webtrees</b> comprend la plupart d'entre elles. Lorsqu'il y a des balises non reconnues, cette option vous permet de choisir de les ignorer ou d'afficher un message d'avertissement.
nb: Flere slektsprogrammer genererer GEDCOM-filer med egne tilpassede koder, og <b>webtrees</b> forstår de fleste av disse. Om ukjente koder oppdages, vil du her kunne velge å ignorere disse kodene, eller vise en feilmelding.
sk: Mnoho rodokmeňových programov vytvára súbory GEDCOM s vlastnými tagmi a <b>webtrees</b> im väčšinou rozumie. Ak je nájdený nerozpoznaný tag, táto voľba vám umožní vybrať, či ich chcete ignorovať alebo vyhodiť varovnú hlášku.
sv: Många släktprogram skapar GEDCOM-filer med egna taggar. <b>webtrees</b> förstår de flesta av dem. När en oigenkändlig tagg hittas, låter detta alternativ, dig välja att ignorera dem eller visa ett varning-meddelande.

source: This option will enable all privacy settings and hide the details of living people, as defined or modified on the Privacy tab of each GEDCOM's configuration page.
fi: Tämä vaihtoehto mahdollistaa tietosuoja-asetukset ja piilottaa elossa olevien yksityiskohdat, sen mukaan miten on määritelty tai muutettu Tietosuoja-välilehdellä jokaisen GEDCOM tiedoston asetuksessa.
fr: Cette option permettra à tous les paramètres de confidentialité et de masquer les détails des personnes vivantes, tels que définis ou modifiés sur l'onglet Confidentialité de la page de configuration de chaque GEDCOM's.
nb: Dette valget aktiverer alle personvernsinnstillinger og skjuler dermed alle detaljer om nålevende personer, i overensstemmelse med innstillingene på Personverns-fanen på hver enkelt GEDCOMs innstillingsside.
sk: Táto voľba vám povolí nastaviť utajenie a ukryje podrobnosti o žijúcich osobách. Viacej v paneloch Súkromie na každej konfiguračnej stránke GEDCOMu.
sv: Dett alternativ aktiverar alla privatskydds inställningr och döljer detaljer om levande personer, som har definerats eller modifierats på Privatskydds fliken vid varje GEDCOM's konfigurationssida.

source: Note: "living" is defined (if no death or burial is known) as ending %d year after birth or estimated birth.
fi: Huom.: "elossa" tarkoittaa (jos kuolema- tai hautausaika ei tiedossa) laskien %d vuotta syntymän tai arvioidun syntymän ajankohdasta.
fr: Note : la "période de vie" s'arrête (s'il n'y a pas de décès ou d'inhumation connu) %d année après la naissance ou la date estimée de naissance
nb: NB: hvis ingen død eller begravelse er kjent, defineres "nålevende" som frem til %d år etter fødsel eller beregnet fødsel.
sk: Poznámka: \"žijúci\" je definovaný (ak nie je známe úmrtie alebo pohreb) ako doba %d roku po narodení alebo odhadovaného narodenia.
sv: Anm.: Definitionen "levande" (ifall ingen döds- eller begravningstid är känd) slutar %d år efter födelse eller uppskattad födelse.

source: The length of time after birth can be set on the Privacy configuration tab option "Age at which to assume a person is dead".
fi: Syntymästä laskettavia vuosia voi asettaa Yksityisyysasetuksissä "Oletetaan kuolleeksi, kun saavuttaa tämän iän"
fr: La longueur de temps après la naissance peut être réglé sur l'option de confidentialité onglet de configuration "Âge au cours de laquelle d'assumer une personne est morte".
nb: Antall år etter fødsel kan angis på Personvern-fanen ved innstillingen "Antatt maksimal levetid".
sk: Čas po narodení môže byť nastavenýv konfigurácii Utajenia voľbou \"Vek, v ktorom sa predpokladá, že osoba je zosnulá\".
sv: Tidslängd efter födelse som kan ställas in i Privat konfigurationsfliks alternativ "Åldersgräns då person antas vara död".

source: Data file directory
fi: Datan tallennushakemisto
fr: Répertoire des fichiers de données
hu: Adat fájlok mappája
nb: Mappe for datafil
sk: Adresár datových súborov
sv: Datafilkatalog

source: <b>webtrees</b> requires a directory with read/write permission, where it can create temporary files and export data. By default, it uses the data/ directory.
fi: <b>webtrees</b> tarvitsee hakemiston, johon sillä on luku-/kirjoitusoikeudet, johon luodaan väliaikaiset tiedostot ja johon voi tallentaa siirrettäväksi tietoja. Oletushakemistona on data/
fr: <b>webtrees</b> nécessite un répertoire en lecture / écriture, où il peut créer des fichiers temporaires et exporter des données. Par défaut, il utilise le répertoire data/.
nb: <b>webtrees</b> trenger en mappe med lese/skrive-tillatelse, hvor midlertidige filer og eksport-data kan lagres. Som standard brukes "data/"-mappen
sk: <b>webtrees</b> vyžaduje adresár s právami pre čítanie/zápis, kde môže vytvárať dočasné súbory a exporty dát. Štandardne využíva adresár data/.

source: Some site administrators prefer not to have writable files or directories in the public HTML directory. By specifying an alternative location to write data, you can make the existing data/ directory read-only. Note that the file data/config.ini.php cannot be moved, and must remain in this location.
fi: Joskus palvelimen ylläpitäjät eivät halua käyttää tiedostoja joilla on kirjoitusoikeudet julkisessa HTML hakemistossa. Valitsemalla joku muu hakemisto kirjoittamiseen, annat jo olemassa olevalle data/ hakemistolle vain lukuoikeudet. data/ hakemiston sisällä olevaa config.ini tiedostoa ei saa siirtää muualle, sen pitää sijaita data/ hakemistossa.
fr: Certains administrateurs de sites préfèrent ne pas avoir des fichiers ou des répertoires en écriture dans le répertoire public HTML. En spécifiant un autre emplacement pour écrire des données, vous pouvez rendre les données existantes/répertoires en lecture seulement. Notez que le fichier de données/config.ini.php ne peut pas être déplacé, et doit rester à cet endroit.
nb: Noen nettstedsansvarlige foretrekker ikke å ha skrivbare filer eller mapper i den åpent tilgjengelige HTML-mappen. Gjennom å angi at disse filene skal spares et annet sted på serveren, kan data/-mappen gjøres skrivebeskyttet. Bemerk at filen data/config.ini ikke kan flyttes til et annet sted.
sk: Niektorý administrátori webu dávajú prednosť tomu nemať zapisovateľné súbory alebo adresáre vo verejnom HTML adresári. Určením alternatívneho umiestnenia pre zápis dát môžete nastaviť adresár data/ iba na čítanie. Pozor na súbor data/config.ini.php, ktorý nemôže byť presunutý a musí zostať v tomto umiestnení.

source: If your server does not support ".htaccess" files (e.g. Microsoft IIS), and you cannot set access controls for this directory, then you should move this directory to another location.
fi: Kun palvelimesi ei tue ".htaccess" tiedostoja (esim. Microsoft IIS), ja lisäksi et voi säätää oikeudet tähän hakemistoon, pitää sinun siirtää tämä hakemisto toiseen turvallisempaan paikkaan.
fr: Si votre serveur ne supporte pas les fichiers ".htaccess" (par exemple Microsoft IIS), et vous ne pouvez pas définir des contrôles d'accès pour ce répertoire, vous devez déplacer ce répertoire vers un autre emplacement.
nb: Hvis din server ikke kan brukes ".htaccess"-filer (f.eks. Microsoft IIS) og du ikke kan angi adgangskontroll for denne mappen, bør den flyttes til en annen plassering.
sk: Ak váš server nepodporuje súbory \".htaccess\" (ako Microsoftí IIS) a nemôžete nastaviť prístupové práva pre tento adresár, budete musieť presunúť tento adresár niekam inam.

source: The directory can be specified in full (e.g. /home/user_name/genealogy_data/) or relative to the installation directory (e.g. ../../genealogy_data/).
fi: Hakemiston polku voi olla täysin määritelty juuresta lähtien ( esim. /home/matti/sukupuudataa/ ) tai suhteellinen esim ../../sukupuudataa/
fr: Le répertoire peut être spécifié dans son intégralité (exemple: /home/user_name/genealogy_data/) ou par rapport au répertoire d'installation (exemple: ../../genealogy_data/).
nb: Mappestien kan skrives fullt ut (f.eks. /home/user_name/genealogy_data/) eller i forhold til installasjonsmappen (f.eks. ../../genealogy_data/).
sk: Adresár môže byť určený plnou (napr. /home/user_name/genealogy_data/) alebo relatívnou cestou (napr. ../../genealogy_data/).

source: Individual add facts
fi: Henkilö - lisää tietoaiheita
fr: Faits pour la saisie d'individus
hu: Személyhez tények hozzáadása
nb: Legg til fakta for person
sk: Údaje pridané k osobám
sv: Person, lägg till fakta

source: This is the list of GEDCOM facts that your users can add to individuals. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the <i>Unique Individual Facts</i> list.
fi: Tämä on luettelo GEDCOM tieoaihetunneista, joita käyttäjäsi voi lisätä henkilötiedoiksi. Luetteloon voi lisätä tai poistaa tietoaihetunnisteita, jopa itsetehtyjä. Tietoaihetunnisteet tässä luettelossa eivät saa toistua <i>Yksilölliset henkilötiedot</i> luettelossa.
fr: Liste des codes GEDCOM des faits qu'il sera possible d'ajouter à un individu. Vous pouvez librement ajouter ou supprimer des codes à cette liste. Toutefois, les faits de cette liste ne doivent pas être présents dans la liste <i>Faits uniques pour un individu</i>.
hu: Ez a GEDCOM tények listája amit a felhasználók hozzáadhatnak a személyekhez. A Listát meg lehet változtatni ugy hogy elvesz vagy hozzáad egy tény nevet, még egyedülálló tényeket is, ha szükséges. A tény nevek amik ebben a listában láthatók, nem muszáj a <i>Személy egyedülálló tényei</i> listában is lennie.
nb: Dette er faktaene i GEDCOM som brukere kan knytte til personer. Du kan endre denne listen ved å fjerne eller legge til faktanavn, også egendefinerte om nødvendig. Faktanavnene i listen kan ikke samtidig være i <i>Unike fakta for personer</i> listen.
sk: Toto je zoznam údajov v GEDCOMe, ktoré vaši užívatelia môžu pridávať k osobám. Môžete ho upraviť pridaním alebo odstránením názvov údajov, prípadne tiež vytvorením vlastných. Názvy údajov, ktoré sa objavia v zozname sa nesmú objaviť v zozname <i>Jedinečných osobných údajov</i>.
sv: Detta är en lista av GEDCOM fakta som dina användare kan lägga till till en person. Du kan modifiera denna lista genom att tabort eller lägga till fakta namn, även egna, efter behov. Fakta namn som visas i denna lista får inte också finnas i <i>Unika personfakta</i>-listan.

source: Quick individual facts
fi: Henkilötietojen pikalista
fr: Faits en accès rapide pour la saisie d'individus
nb: Raske personfakta
sk: Rýchle osobné údaje
sv: Snabb personfakta

source: This is the short list of GEDCOM individual facts that appears next to the full list and can be added with a single click.
fi: Tämä on lyhennetty luettelo GEDCOM henkilön tietoja, joka näytetään täyslistan ohessa. Siitä voi lisätä tiedon yhdellä klikkauksella.
fr: Liste limitée de faits pour la saisie rapide d'individus. Ils apparaissent à côté de la liste complète et peuvent être ajoutés en un seul clic.
nb: Dette er et utvalg av fakta i GEDCOM for personer som vises ved siden av den komplette listen, og som kan legges til med et enkelt klikk.
sk: Toto je krátký zoznam osobných údajov v GEDCOMe, ktoré sa zobrazujú vedľa plného zoznamu a môžu byť pridané jedným kliknutím.
sv: Detta är den korta listan av GEDCOM personfakta som visas intill den fulla listan och som kan läggas till med ett klick.

source: Unique individual facts
fi: Yksilölliset henkilötiedot
fr: Faits uniques pour un individu
hu: Személy egyedülálló tényei
nb: Unike personfakta
sk: Jedinečné osobné údaje
sv: Unik personfakta

source: This is the list of GEDCOM facts that your users can only add <u>once</u> to individuals. For example, if BIRT is in this list, users will not be able to add more than one BIRT record to an individual. Fact names that appear in this list must not also appear in the <i>Individual Add Facts</i> list.
fi: Luettelo GEDCOM tietoaiheista, joita käyttäjä voi lisätä ainoastaan kerran. Esimerkiksi, jos BIRT (syntymä) on tässä luettelossa, niin käyttäjät voivat lisätä ainoastaan yksi BIRT tiedon henkilölle. Tietoaihetunisteet tässä luettelossa ei saa toistua <i>Henkilö - lisää tietoja</i> luettelossa.
fr: Liste de faits qu'un utilisateur ne pourra ajouter <u>qu'une seule fois</u> aux individus. Par exemple si BIRT est dans la liste, alors il ne sera pas possible aux utilisateurs d'ajouter plus d'un enregistrement BIRT à chaque individu. Les faits de cette liste ne doivent pas être présents dans la liste <i>Faits pour la saisie d'individus</i>.
hu: Ez a GEDCOM tények listája amit a felhasználók <u>csak egyszer</u> adhatnak hozzá egy személyhez. Például, ha a születés (BIRT) a listában van, a felhasználók nem tudják a listához megint hozzáadni a születés (BIRT) adatot a személyhez. Tények neve ami a listában szerepel nem muszáj a <i>Személyhez tények hozzáadása</i> listában is szerepelnie.
nb: Dette er listen med fakta i GEDCOM som brukere kan legge til <u>en gang</u> for en person. For eksempel, hvis BIRT er på denne listen, vil brukerne ikke kunne legge til mer enn en BIRTpost til en person. Faktanavn som er på denne listen kan ikke være på listen <i>Fakta å legge til for personer</i>.
sk: Toto je zoznam údajov v GEDCOMe, ktoré vaši užívatelia môžu pridať k osobám <u>práve raz</u>. Napríklad ak BIRT je v tomto zoznamu, užívatelia nebudú môcť pridať tento záznam k osobe viackrát než raz. Názvy údajov, ktoré sa zobrazia v zozname sa nesmú objaviť v zozname <i>Údaje pridávané k osobám</i>.
sv: Detta är listan över GEDCOM-fakta som dina användare enbart kan lägga till <u>en gång</u> för personen. T.ex. är Födelse är i denna lista kommer användare enbart att kunna lägga till en födelsepost till personen. Fakta namn som förekommer i denna lista får inte också förekomma i <i>Person lägg till fakta</i>-listan.

source: In some countries, privacy laws apply not only to living people, but also to those who have died recently. This option will allow you to extend the privacy rules for living people to those who were born or died within a specified number of years. Leave these values empty to disable this feature.
fi: Joissakin maissa yksityisyyssuojaa sovelletaan myös äskettäin kuolleiden henkilöiden tietoihin. Tällä valinnalla voit laajentaa yksityisyyssäännöt koskemaan niitä, joiden syntymästä tai kuolemasta on vasta kulunut tietty määrä vuosia. Tämä omaisuus ei ole käytössä kun jätät tämä kenttä tyhjäksi.
fr: Dans certains pays, les lois de confidentialité ne s'appliquent pas seulement aux personnes vivantes, mais aussi à ceux qui sont morts récemment. Cette option vous permettra d'étendre les règles de confidentialité pour les personnes vivantes à ceux qui sont nés ou sont morts dans un certain nombre d'années. Laissez ces valeurs à vides pour désactiver cette fonctionnalité.
nb: I noen land gjelder personvernslovene ikke bare for nålevende personer, men også for nylig avdøde. Dette valget lar deg utvide personvernet til også å gjelde personer som er født eller døde innefor et angitt antall år. Hvis feltene står tomme, brukes ikke funksjonen.
sk: V niektorých krajinách sa zákony o ochrane osobných údajov nevzťahujú iba na žijúce osoby, ale tiež na nedávno zosnulé. Táto voľba vám umožní rozšíriť pravidlá utajenia na tých, ktorý sa narodili alebo zomreli v priebehu určitých rokov. Nechajte tieto hodnoty prázdne, ak nechcete používať túto funkcionalitu.
sv: I vissa länder gäller integritetslagar inte enbart för levande personer, men också för dem som nyligen dött. Detta alternativ låter dig utöka privatskyddet till de som fötts eller dött inom ett bestämt antal år. Denna egenskap används inte om fälten lämnas tomma.

source: If a visitor to the site has not specified a preferred language in their browser configuration, or they have specified an unsupported language, then this language will be used. Typically, this setting applies to search engines.
fi: Kun sukupuuvierailija ei ole selaimessaan valinnut oletuskielensa tai on valinnut kieli mitä ei tueta, niin tämä kieli käytetään. Tavallisesti näin käy hakukoneiden suhteen.
fr: Cette langue sera utilisée, si un visiteur n'a pas configuré sa langue préférée dans son navigateur, ou s'il a spécifié une langue non disponible. Ce réglage s'applique typiquement aux moteurs de recherche.
nb: Hvis en gjest ikke har angitt et foretrukket språk i nettleserens innstillinger, eller de har angitt et språk som ikke er understøttet, vil dette språket bli brukt. Denne innstillingen retter seg typisk mot søkemotorer.
sk: Ak návštevník stránky nemá nastavený preferovaný jazyk v konfigurácii svojho prehliadača, alebo ma nastavený nepodporovaný jazyk, tak bude použitý tento jazyk. Typicky sa toto nastavenie týka vyhľadávacích enginov.
