Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: With this page you can add a new child to the selected family. Fill out the name of the child and the birth and death information if it is known. If you don't know some information leave it blank.<br /><br />To add other facts besides birth and death, first add the new child to the database by saving the changes. Then click on the child's name in the updated Family page or Close Relatives tab to view the child's Individual Information page. From the Individual Information page you can add more detailed information.
fi: Tällä sivulla voit lisätä lapsen valittuun perheeseen. Lisää lapsen nimi sekä syntymä- ja kuolinaika mikäli se on tiedossa. Mikäli joku tieto on tuntematon, jätä se tyhjäksi.<br /><br />Lisätäksesi muita tietoja kuin syntymä- ja kuolinaika, tallenna ensin muutokset, jotka lisäävät uuden lapsen. Klikkaa sen jälkeen lapsen nimeä päivitetyllä perhesivulla tai lähisukulaisvälilehdellä päästäksesi lapsen henkilösivulle. Henkilösivulla voi sitten lisätä muita tietoja.
fr: Avec cette page, vous pouvez ajouter une nouvelle personne comme enfant de la famille sélectionnée. Saisissez le nom, les informations de naissance et de décès, c'est tout. Si vous ne possédez pas une des informations, laissez le champ correspondant à blanc.<br /><br />Pour ajouter d'autres faits ou évènements en sus de la naissance ou du décès, créer d'abord la personne en confirmant la mise à jour. Après, cliquez sur le nom de la personne apparaissant maintenant sur la page de la Famille ou dans l'onglet Famille proche pour voir la page des Informations de l'individu de la personne. À partir de cette page Informations de l'individu, vous pouvez ajouter des informations détaillées.
nb: På denne siden kan du legge til et barn til den valgte familien. Fyll ut navnet til barnet, samt informasjon om fødselsdato og dødsdato dersom dette er kjent. Har du ikke nok informasjon til å fylle ut alle felt, så går det greit å la noen være tomme.<br /><br />For å legge til andre faktaopplysninger, må du først lagre opplysningene. Så kan du gå til den oppdaterte familiesiden og klikke på navnet til barnet. Da vil du få fram faktasiden til barnet, der du kan legge til flere faktaopplysninger.
sk: Táto stránka vám umožňuje pridať nové dieťa pre vybranú rodinu. Vyplňte pre nové dieťa meno a dátum narodenia a úmrtia ak ich poznáte. Ak neviete ďalšie údaje ponechajte polia prázdne.<br /><br />Ak chcete pridať ďalšie údaje okrem dátumu narodenia a úmrtia uložte najskôr nové dieťa do databázy. Potom otvorte stránku Rodina alebo záložku Blízky príbuzný na stránke Informácie o osobe. Na stránke Informácie o osobe môžete pridať ďalšie detailné informácie.
sv: På denna sida kan du lägga till barn för den valda familjen. Fyll i barnets namn och födelse och dödsdatum om de är kända. Om du inte känner till någon av informationen, lämna fältet tomt.<br /><br />För att lägga till fler fakta förutom födelse och dödsdatum, lägg först till barnet till databasen genom att spara ändringarna. Klicka därefter på personens namn på den uppdaterade familjesidan eller Släktingar-fliken för att visa personens Personlig information sida. Från Personlig information sidan kan du lägga till mer detaljerad information.

source: Add a new parent
fi: Lisää isän/äidin
fr: Ajouter un nouveau parent
nb: Legg til en ny forelder
sk: Pridať nového rodiča
sv: Lägg till föräldrer

source: With this page you can add a new mother or father to the selected person. Fill out the new person's name and the birth and death information if it is known. If you don't know some information, leave it blank.<br /><br />To add other facts besides birth and death, first add the new person to the database by saving the changes. Then click on the person's name in the updated Family page or Close Relatives tab to view the person's Individual Information page. From the Individual Information page you can add more detailed information.
fi: Tällä sivulla voit lisätä henkilölle uuden äidin tai isän. Täytä uuden henkilön nimi, syntymäaika ja kuolinaika mikäli ne ovat tiedossa. Mikäli joku tieto on tuntematon, jätä se tyhjäksi.<br /><br />Lisätäksesi muita tietoja, tallenna ensin muutokset, jotka lisäävät uuden henkilön. Klikkaa sen jälkeen henkilön nimeä päivitetyllä perhesivulla tai lähisukulaisvälilehdellä päästäksesi hänen henkilösivulleen. Henkilösivulla voi sitten lisätä muita tietoja.
fr: Avec cette page, vous pouvez ajouter une nouvelle personne comme père ou mère de la personne sélectionnée. Saisissez le nom, les informations de naissance et de décès, c'est tout. Si vous ne possédez pas une des informations, laissez le champ correspondant à blanc.<br /><br />Pour ajouter d'autres faits ou évènements en sus de la naissance ou du décès, créer d'abord la personne en confirmant la mise à jour. Après, cliquez sur le nom de la personne apparaissant maintenant sur la page de la Famille ou dans l'onglet Famille proche pour voir la page des Informations de l'individu de la personne. À partir de cette page Informations de l'individu, vous pouvez ajouter des informations détaillées.
nb: På denne siden kan du legge til en ny mor eller far for den valgte personen. Fyll ut navnet til den nye personen, samt informasjon om fødselsdato og dødsdato dersom dette er kjent. Har du ikke nok informasjon til å fylle ut alle felt, så går det greit å la noen være tomme.<br /><br />For å legge til andre faktaopplysninger, må du først lagre opplysningene. Så kan du gå til den oppdaterte familiesiden og klikke på navnet til personen. Da vil du få fram faktasiden til personen, der du kan legge til flere faktaopplysninger.
sk: Táto stránka vám umožňuje pridať novú matku alebo otca pre vybranú osobu. Vyplňte pre novú osobu meno a dátum narodenia a úmrtia ak ich poznáte. Ak neviete ďalšie údaje ponechajte polia prázdne.<br /><br />Ak chcete pridať ďalšie udalosti okrem dátumu narodenia a úmrtia uložte najskôr novú osobu do databázy. Potom otvorte stránku Rodina alebo záložku Blízky príbuzný na stránke Informácie o osobe. Na stránke Informácie o osobe môžete pridať ďalšie detailné informácie.
sv: På denna sida kan du lägga till en mor eller far till den valda personen. Fyll i den nya personens namn och födelse och dödsdatum om de är kända. Om du inte känner till någon av informationen, lämna fältet tomt.<br /><br />För att lägga till fler fakta förutom födelse och dödsdatum, lägg först till personen till databasen genom att spara ändringarna. Klicka därefter på personens namn på den uppdaterade familje sidan eller Släktingar-fliken för att visa personens Personlig information sida. Från Personlig information sidan kan du lägga till mer detaljerad information.

source: Add a new spouse
fi: Lisää puoliso
fr: Ajouter un conjoint
nb: Legg til en ny ektefelle
sk: Pridať nového partnera
sv: Lägg till make/maka

source: With this page you can add a new husband or wife to the selected person. Fill out the new person's name and the birth and death information if it is known. If you don't know some information leave it blank.<br /><br />To add other facts besides birth and death, first add the new person to the database by saving the changes. Then click on the person's name in the updated Family page or Close Relatives tab to view the person's Individual Information page. From the Individual Information page you can add more detailed information.
fi: Tällä sivulla voit lisätä henkilölle uuden av(i)omiehen tai -vaimon. Täytä uuden henkilön nimi, syntymäaika ja kuolinaika mikäli ne ovat tiedossa. Mikäli joku tieto on tuntematon, jätä se tyhjäksi.<br /><br />Lisätäksesi muita tietoja, tallenna ensin muutokset, jotka lisäävät uuden henkilön. Klikkaa sen jälkeen henkilön nimeä päivitetyllä perhesivulla tai lähisukulaisvälilehdellä päästäksesi hänen henkilösivulleen. Henkilösivulla voi sitten lisätä muita tietoja.
fr: Avec cette page, vous pouvez ajouter une nouvelle personne comme épouse ou époux de la personne sélectionnée. Saisissez le nom, les informations de naissance et de décès, c'est tout. Si vous ne possédez pas une des informations, laissez le champ correspondant à blanc.<br /><br />Pour ajouter d'autres faits ou évènements en sus de la naissance ou du décès, créer d'abord la personne en confirmant la mise à jour. Après, cliquez sur le nom de la personne apparaissant maintenant sur la page de la Famille ou dans l'onglet Famille proche pour voir la page des Informations de l'individu de la personne. À partir de cette page Informations de l'individu, vous pouvez ajouter des informations détaillées.
nb: På denne siden kan du legge til en ny ektemann eller hustru til den valgte personen. Fyll ut navnet til den nye personen, samt informasjon om fødselsdato og dødsdato dersom dette er kjent. Har du ikke nok informasjon til å fylle ut alle felt, så går det greit å la noen være tomme.<br /><br />For å legge til andre faktaopplysninger, må du først lagre de opplysningene. Så kan du gå til den oppdaterte familiesiden og klikke på navnet til personen. Da vil du få fram faktasiden til personen, der du kan legge til flere faktaopplysninger.
sk: Na tejto stránke môžete pridať nového manžela alebo manželku vybranej osobe. Vyplňte pre novú osobu meno a dátum narodenia a úmrtia ak ich poznáte. Ak neviete ďalšie údaje ponechajte polia prázdne.<br /><br />Ak chcete pridať ďalšie udalosti okrem dátumu narodenia a úmrtia uložte najskôr novú osobu do databázy. Potom otvorte stránku Rodina alebo záložku Blízky príbuzný na stránke Informácie o osobe. Na stránke Informácie o osobe môžete pridať ďalšie detailné informácie.
sv: På denna sida kan du lägga till en make eller maka till den valda personen. Fyll i den nya personens namn och födelse och dödsdatum om de är kända. Om du inte känner till någon av informationen, lämna fältet tomt.<br /><br />För att lägga till fler fakta förutom födelse och dödsdatum, lägg först till personen till databasen genom att spara ändringarna. Klicka därefter på personens namn på den uppdaterade familje sidan eller Släktingar-fliken för att visa personens Personlig information sida. Från Personlig information sidan kan du lägga till mer detaljerad information.

source: Add an unlinked shared note
fi: Lisää irrallinen jaettu lisätieto (ei linkkitetty)
fr: Ajouter une note partagée isolée
nb: Legg til et ulinket delt notat
sk: Pridať nezávislú zdieľanú poznámku
sv: Lägg till en olänkad delad anteckning

source: Use this link to add a new shared note to your database without linking the note to any record.<br /><br />The new note will appear in the Shared Note list, but will not appear on any charts or anywhere else in the program until it is linked to an individual, family or event.
fi: Tällä linkillä lisäät uuden jaetun lisätiedon tietokantaasi liittämättä lisätietoa yhteenkään tietueeseen.<br /><br />Uusi lisätieto ilmestyy Jaetut lisätiedot luetteloon, mutta ei näy kaavioilla tai muualla sivuilla kunnes se liitetään yksilöön, perheeseen, tai tapahtumaan.
fr: Utilisez ce lien pour ajouter une nouvelle note partagée à votre base de données généalogiques sans que cette note soit reliée à aucun enregistrement.<br /><br />La nouvelle note s'affichera dans la liste des notes partagées mais n'apparaîtra pas sur aucun rapports ou nulle part ailleurs dans le programme jusqu'à ce qu'elle soit reliée à un individu, une famille ou un événement.
nb: Bruk dette linket for å legge til et nytt delt notat uten å linke notatet til noen post.<br /><br />Notatet vil være med på listen over delte notater, men den vil ikke opptre på noe diagram eller andre steder i programmet før den blir linket til en person, familie eller hendelse.
sk: Použite tento odkaz k pridaniu zdieľanej poznámky, ktorá sa nevzťahuje k žiadnemu záznamu v databázi.<br /><br />Nová poznámka sa zobrazí v zozname Zdieľaných poznámok, ale nezobrazí sa v schémach alebo inde v programe, pokiaľ sa nepripojí k osobe, rodine alebo udalosti.
sv: Änvänd denna länk för att lägga till en ny delad anteckning till din databas utan att länka anteckningen till någon datapost.<br /><br />Den nya anteckningen kommer att visas i delad antecknings listan, men inte i något diagram eller någon annanstans i programmet tills den är länkad till en person, familj eller händelse.

source: Use this form to add an unlinked person.<br /><br />When you add an unlinked person to your family tree, the person will not be linked to any other people until you link them. Later, you can link people together from the Close Relatives tab on the Individual Information page.
fi: Käytä tätä lomaketta lisätäksesi yhteydettömän henkilön.<br /><br />Kun lisäät yhteydettömän henkilön sukupuuhusi, henkilö ei liity kehenkään ennen kuin luot yhteyden. Voit myöhemmin luoda yhteyden henkilöiden välille Henkilökohtainen tieto-sivun Lähisukulaiset-välilehdellä.
fr: Utilisez ce formulaire pour ajouter une personne isolée.<br /><br />Quand vous ajoutez une personne isolée à votre arbre généalogique, la personne restera isolée tant que vous ne la relierez pas à une autre. Plus tard, vous pourrez lier des personnes ensemble à partir de l'onglet «Famille proche» de l'individu.
hu: Ezt a formot arra használhatja, hogy olyan személyeket vigyen fel, akikre nincs hivatkozás.<br /><br />Amikor egy ilyen személyt ad a családfához, azok nem fognak kapcsolódni senkihez, amíg össze nem kapcsoljuk valakivel. Később is összekapcsolhat személyeket a Közeli családtagok menüpontot választva a(z) Személyes adatok oldalon.
nb: Bruk dette skjemaet for å legge til en person som ikke er knyttet til en familie.<br /><br />Når du legger til en "frittstående" person i slektsbasen din, vil personen ikke bli knyttet til noen andre personer før du oppgir slektskapet/familebåndet. Du kan når som helst knytte personer sammen ved å benytte valget for dette under arkfanen Nære slektninger på siden for Personopplysninger.
sk: Použijte tento formulár na pridanie nezávislej osoby.<br /><br />Ak pridáte nezávislú osobu do vášho rodokmeňa, táto osoba nebude mať žiadny vzťah k ostatným osobám až dokiaľ ho nevytvoríte. Neskoršie môžete vytvoriť vzťah medzi osobami z tabuľky Blízky príbuzný na stránke Informácie o osobe.
sv: Använd detta formulär för att lägga till en olänkad person.<br /><br />När du lägger till en olänkad person till ditt släktträd, personen kommer inte att länkas med någon annan i trädet förrän du länkar ihop dem. Du kan senare länka ihop personer ifrån Släktingar-fliken på Personlig information-sidan.

source: Add an unlinked source
fi: Lisää lähde, jolla ei ole linkkiä muuhun tietoon
fr: Ajouter une source isolée
hu: Kapcsolat nélküli forrás hozzáadása
nb: Legg til en kilde som ikke er knyttet til noen
sk: Pridať nezávislý zdroj
sv: Lägg till en olänkad källa

source: Use this link to add a new source to your database without linking the source to a source citation in another record. The new source will appear in the source list, but will not appear on any charts or anywhere else in the program until it is linked up to a source citation.
fi: Käytä tätä linkkiä lisätäksesi uusi lähde tietokantaan liittämättä lähdettä tietueen lähdetietoviitteeseen. Uusi lähde näkyy lähdeluettelossa mutta ei missään kaaviossa tai muualla ohjelmassa ennen kuin se on liitetty lähdetietoviitteeseen.
fr: Utilisez ce lien pour ajouter une nouvelle source à votre base de données sans la lier à un enregistrement La nouvelle source apparaîtra dans la liste des sources, mais n'apparaîtra sur aucun diagramme ou ailleurs dans le programme jusqu'à ce qu'elle soit liée à un enregistrement.
hu: Itt új forrást adhat az adatbázishoz, a nélkül hogy másik rekordhoz kötné azt. Az új bejegyzés meg fog jelenni a források között, de addig nem jelenik meg a program ban sehol (pl. diagrammok), amíg nem hivatkozik rá másik bejegyzés.
nb: Bruk dette linket for å legge inn en ny kilde i databasen uten å linke kilden til noe kildehenvisning eller annen post. Den nye kilden vil være med på listen over kilder, men den vil ikke opptre på noe diagram eller andre steder i programmet før den blir linket til en kildehenvisning.
sk: Použite tento link na pridanie nového zdroja do vašej databázi bez odkazu na citáciu alebo iný záznam. Nový zdroj bude zobrazený v zozname zdrojov, ale nebude zobrazený v žiadnej schéme ani kdekoľvek inde v programe pokiaľ nebude vytvorený odkaz na citáciu zdroja.
sv: Använd denna länk för att lägga till en ny källa till din databas utan att länka den till ett källcitat i en annan post. Den nya källan kommer att syans i källistan, men kommer inte att synas i några tavlor eller någon annan stans i programmet tills den är länkad till ett källcitat.

source: This page allows you to bypass the usual forms, and edit the underlying data directly. It is an advanced option, and you should not use it unless you understand the GEDCOM format. If you make a mistake here, it can be difficult to fix.
fi: Tällä sivulla voit suoraan muokata tiedot, joita yleensä käsitellään omalla hallintasivulla. Tämä on tarkoitettu edistyneille käyttäjille, joilla on hyvä käsitys GEDCOM muotosäännöistä. Jos teet virheen, sen korjaaminen on voi olla hanakala korjata.
fr: Cette page vous permet de contourner les formes habituelles, et de modifier directement les données. C'est une option avancée, et vous ne devriez pas l'utiliser que si vous comprenez le format GEDCOM. Si vous faites une erreur ici, il peut être difficile à corriger.
nb: Denne siden lar deg redigere GEDCOM-dataene direkte, uten å gå gjennom de vanlige redigeringsskjemaene. Det er et avansert alternativ, og du bør ikke benytte deg av det med mindre du er fortrolig med GEDCOM-formatet og vet nøyaktig hva du gjør. Hvis du gjør en feil her, kan det være meget vanskelig å rette opp.
sk: Táto stránka vám umožňuje obísť obvyklé formuláre a upravovať dáta napriamo. Je to pokročilá možnosť, a proto by ste ju nemali používať, ak dobre nerozumiete formátu GEDCOM. Ak tu urobíte chybu, môže byť ťažké ju opraviť.

source: You can download a copy of the GEDCOM specification from %s.
fi: Saat itsellesi kopion GEDCOM standardista tästä %s.
fr: Vous pouvez télécharger une copie de la spécification GEDCOM à partir de %s.
nb: Du kan hente GEDCOM-spesifikasjonen fra %s.
sk: Špecifikáciu formátu GEDCOM môžete stiahnúť z %s.
sv: Du kan ladda ner en kopia av GEDCOM-specifikationen från %s.

source: Merge records
fi: Yhdistä tietueita
fr: Fusionner les enregistrements
hu: Rekordok összefűzése
nb: Flette poster
sk: Zlúčiť záznamy
sv: Slå ihop poster
