Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: This page will allow you to merge two GEDCOM records from the same GEDCOM file.<br /><br />This is useful for people who have merged GEDCOMs and now have many people, families, and sources that are the same.<br /><br />The page consists of three steps.<br /><ol><li>You enter two GEDCOM IDs. The IDs <u>must</u> be of the same type. You cannot merge an individual and a family or family and source, for example.<br />In the <b>Merge To ID:</b> field enter the ID of the record you want to be the new record after the merge is complete.<br />In the <b>Merge From ID:</b> field enter the ID of the record whose information will be merged into the Merge To ID: record. This record will be deleted after the Merge.</li><li>You select what facts you want to keep from the two records when they are merged. Just click the checkboxes next to the ones you want to keep.</li><li>You inspect the results of the merge, just like with all other changes made online.</li></ol>Someone with Accept rights will have to authorize your changes to make them permanent.
fi: Tällä sivulla voit yhdistää kaksi GEDCOM tietuetta samasta GEDCOM aineistosta.<br /><br />Tämä on hyödyllinen niille, jotka ovat yhdistäneet GEDCOM aineistoja ja sama henkilö, perhe tai lähdetieto esiintyy useasti.<br /><br />Sivulla on kolme toimenpidetta.<br /><ol><li>Syötä kaksi GEDCOM ID-tunnusta, henkilön-ID, perheen-ID jne. ID-tunnukset pitää olla samaa tyyppia. Et voi yhdistää henkilö ja perhe, etkä perhe ja lähdetieto. Esimerkiksi <b>Yhdistä tähän ID:een:</b> syötä se ID-tunnus, joka jää talteen uudeksi teitueeksi, kun tietoja on yhdistetty. <br /><b>Yhdistä siirtämällä tästä ID:stä: </b> kenttään syötä se ID-tunnus josta tiedot siirretään yhdistettäväksi "Yhdistä tähän ID" tietoihin. Yhdistämisen jälkeen "Yhdistä siirtämällä tästä ID:stä" tietue poistetaan.</li><li>Valitset mitkä tiedot kustakin ID-tietueesta otetaan mukaan ja jää edelleen talteen, merkkaamalla tietojen ruudut.</li><li>Tarkista yhdistämistulokset.</li></ol>Muutoksesi tulevat voimaan vasta kun Ylläpitäjä tai henkilö, jolla on hyväksymisoikeudet, on hyväksynyt ne.
fr: Cette page vous permet de fusionner deux enregistrements GEDCOM partir du même fichier GEDCOM.<br /><br />Ceci est utile pour les personnes qui ont fusionné des GEDCOMS et ont maintenant beaucoup de personnes, des familles, et les sources qui sont les mêmes.<br /><br />La page se compose de trois étapes.<br /><ol><li> Vous entrez les GEDCOMS IDs. Les IDs <u>doivent</u> être de même type .Vous ne pouvez pas fusionner un individu et une famille ou une famille et une source, par exemple.<br />Dans <b>Fusionner vers ID:</b>entrer l'ID de l'enregistrement que vous voulez avoir après la fusion est terminée.<br />Dans <b>Fusionner à partir ID:</b>entrer l'ID de l'enregistrement dont les informations seront fusionnés dans l'enregistrement Fusionner vers ID:. Cet enregistrement sera supprimé après la fusion.</li><li>Vous choisissez quels sont les faits que vous voulez conserver les deux documents quand ils seront fusionnés. Il suffit de cliquer sur les cases à cocher ceux que vous souhaitez conserver.</li><li>Vous pouvez inspecter les résultats de la fusion, tout comme avec tous les autres changements en ligne.</li></ol>Quelqu'un qui à les droits Accepter devra autoriser les modifications pour les rendre permanentes.
nb: Denne siden lar deg flette sammen to GEDCOM-poster fra samme GEDCOM-fil.<br /><br />Dette kan være nyttig hvis man har flettet sammen to GEDCOM-filer og nå har mange personer, familier og kilder som finnes på to steder.<br /><br />Prosessen består av tre trinn.<br /><ol><li>Før inn to ID-er. ID-ene <u>må</u> være av samme type. Du kan for eksempel ikke flette sammen en person og en familie eller en familie og en kilde.<br />I feltet <b>Flett til ID:</b> fører du inn ID for den posten du vil skal beholdes etter at sammenfletningen er gjennomført.<br />In feltet <b>Flett fra ID:</b> fører du inn ID for den posten som skal slettes etter at informasjonen er overført til <b>Flett til ID:</b>-posten.</li><li>Velg ut hvilke fakta som skal beholdes fra de to postene etter at de er sammenflettet. Merk av boksene ved de fakta du vil beholde.</li><li>Resultatet av fletningen vises, som med alle andre forandringer du gjør.</li></ol>Noen med rettighet til å akseptere endringer må godkjenne de forandringene du har gjort før de blir lagret for godt.
sk: Táto stránka vám umožní zlúčiť dva záznamy GEDCOM z rovnakého GEDCOM súboru.<br /><br />Toto je užitočná vlastnosť pre ľudí, ktorý spojili GEDCOMy a teraz tam majú veľa duplicitných osôb, rodín a zdrojov.<br /><br />Stránka sa skladá z troch krokov.<br /><ol><li>Zadáte dve ID z GEDCOMu. ID <u>musí</u> byť rovnakého typu. Nemôžete zlúčiť napríklad osobu a rodinu alebo rodinu a zdroj.<br />V poli <b>Zlúčiť do ID:</b> zadáte výsledné ID - do ktorého sa má uložiť.<br />V poli <b>Zlúčiť z ID:</b> zadáte ID záznamu, z ktorého sa informácie spoja s výsledným záznamom. Tento záznam sa po zlúčení vymaže.</li><li>Vyberiete, ktoré údaje chcete zachovať. Iba zaškrtnete políčka vedľa tých, ktoré chcete uchovať.</li><li>Overíte výsledky zlúčenia, ako všetky zmeny, ktoré sa vykonávajú online.</li></ol>Niekto s právom pre schvaľovanie prijme zmeny ako permanentné.
sv: Denna sida tillåter dig att sammanfoga två GEDCOM-dataposter från samma GEDCOM-fil.<br /><br />Detta är användbart för personer som har sammanfogat flera GEDCOM och nu har flera personer, familjer och källor som är de samma.<br /><br />Denna sida innehåller tre steg.<br /><ol><li>Du ger två GEDCOM-ID. ID:n <u>måste</u> vara av samma typ. Du kan t.ex. inte sammanfoga en person och en familj eller en familj och en källa.<br />I <b>Sammanfoga Till ID:</b>-fältet ge datapostens ID som du vill att skall bli den nya dataposten då sammanfogningen är slutfört.<br />I <b>Sammanfoga Från ID:</b>-fältet ge datapostens ID vars information som skall sammanfogas med Sammanfoga Till ID:s datapost. Denna datapost raderas efter sammanfogningen.</li><li>Du väljer vilka fakta som du vill behålla från de två dataposterna när de har sammanfogas. Klicka på kryssrutor nära dessa som du vill behålla.</li><li>Du kontrollerar resultatet av sammanfogningen, på samma sätt som alla andra ändringar gjorda online.</li></ol>Någon med Acceptera-rättigheter kan godkänna och göra dina ändringar permanenta.

source: Each source records specific events, generally for a given date range and for a place jurisdiction. For example a Census records census events and church records record birth, marriage, and death events.<br /><br />Select the events that are recorded by this source from the list of events provided. The date should be specified in a range format such as <i>FROM 1900 TO 1910</i>. The place jurisdiction is the name of the lowest jurisdiction that encompasses all lower-level places named in this source. For example, "Oneida, Idaho, USA" would be used as a source jurisdiction place for events occurring in the various towns within Oneida County. "Idaho, USA" would be the source jurisdiction place if the events recorded took place not only in Oneida County but also in other counties in Idaho.
fi: Lähdetiedoissa kuvataan tietoja ajan ja paikan suhteen. Esimerkiksi Englannissa käytetty Census (väestölaskenta) tiedot tai kirkonkirjoista saatavat syntymät, avioliitot, kuolemat.<br /><br />Valitse millaiset tapahtumat saadaan tästä tiedonlähteestä. Päivämäärän tulisi kuvata mitä ajanjaksoa on kyseessä <i>FROM 1900 TO 1910</i> eli alkaen - asti. Paikkatiedolla ilmoitetaan mikä alue on kyseessä. Esimerkiksi Oulun maakunta-arkistosta saatuja tietoja koskien Oulua olisi paikkatetona "Oulu, Oulu, FIN" (pitäjä,lääni,maa) tai esim. tieto amerikasta "Oneida, Idaho, USA" (city, state, country).
fr: Chaque source enregistre des évènements spécifiques, généralement pour un intervalle de dates données et pour un endroit de juridiction. Par exemple, un recensement enregistre des évènements de recensement et les registres religieux enregistrent des évènements de naissance, mariage, et décès.<br /><br />Sélectionnez les événements enregistrés par cette source dans la liste des évènements fournis. La date doit être spécifiée selon un format d'intervalle tel que <i>FROM 1900 TO 1910</i>. L'endroit de juridiction est le nom de la plus petite juridiction qui renferme tous les endroits de plus bas niveau nommés dans cette source. Par exemple, "Oneida, Idaho, USA" sera utilisé en tant que lieu de juridiction source pour les évènements survenus dans les différentes villes du comté d'Oneida. "Idaho, USA" sera l'endroit de juridiction source si les évènements enregistrés ont eu lieu non seulement dans le comté d'Oneida mais aussi dans les autres comtés de l'Idaho.
nb: Alle kilder registrerer bestemte begivenheter, vanligvis for et gitt tidsrom og et jurisdiksjonsområde. En Folketelling registrerer for eksempel folketellingsbegivenheter, og en kirkebok registrerer begivenheter som fødsel/dåp, bryllup og død/begravelse.<br /><br />Velg fra listen over tilgjengelige begivenhetstyper hvilke begivenheter som registreres av denne kilden. Datoen bør angis som en tidsperiode, som for eksempel <i>FROM 1900 TO 1910</i>. Jurisdiksjonsområdet er navnet på den laveste myndighet som omfatter alle stedsnavnene som finnes i kilden. For eksempel vil "Tranøy, Troms, NOR" brukes som jurisdiksjonsområde for begivenheter som finner sted et eller annet sted i Tranøy sogn i Troms, mens jurisdiksjonsområdet vil være "Troms, NOR" hvis kilden registrerer begivenheter ikke bare fra Tranøy men også fra andre steder i Troms fylke.
sk: Každý zdroj zaznamenává určité udalosti, všeobecne pre daný časový interval a miesto (mestský obvod, farnosť). Napríklad Sčítanie zaznamenáva sčítacie udalosti a církevné záznamy uchovávajú dáta o narodeniach, svadbách a úmrtiach.<br /><br />Vyberte udalosti, ktoré sú zaznamenané týmto zdrojom z poskytnutého zoznamu udalostí. Dátum by malo byť v špecifikovanom v rozsahu, napr. <i>FROM 1900 TO 1910</i>. Miesto je meno najnižšej jurisdikcie, ktorá zahrňuje všetky miesta vymenované v tomto zdroji. Napríklad \"Oneida, Idaho, USA\" by bola použitá ako zdrojové miesto pre udalosti, ktoré sa staly v rôzných mestách v kraji Oneida. \"Idaho, USA\" by bolo zdrojové miesto, ak by sa udalosti stali nie len v kraji Oneida, ale i v ostatných krajoch štátu Idaho.

source: Language selector
fi: Kielen valitsin
fr: Sélecteur de langue
nb: Språkvelger
sk: Výber jazyka
sv: Språkväljare

source: Here you can change the language in which <b>webtrees</b> will display all its pages and messages after you have logged in.<br /><br />When you first access the site, <b>webtrees</b> assumes that you want to see everything in the language configured as the Preferred Language in your browser. If that assumption is incorrect, you would override it here. For example, your browser might be set to English because that is the most prevalent language on the Internet. However, for genealogical purposes, you would prefer to see everything in Finnish or Hebrew. Here's where you do that.<br /><br />The administrator controls what language choices are available to you. If your preference isn't listed, you need to contact the administrator.<br /><br />Please remember that <b>webtrees</b> is very much a project staffed by an international team of unpaid volunteers. Experts come and go. Consequently, support for languages other than English is sometimes not as good as it should be.<br /><br />If you see something that has not been translated, has been translated incorrectly, or could be phrased better, let your administrator know. The administrator will know how to get in touch with the <b>webtrees</b> developer team to have your concerns addressed. Better still, volunteer some of your time. We can use the help.
fi: Tässä voit vaihtaa <b>webtrees</b>:n esityskieleen, joka näkyy kaikissa sivuissa sisäänkirjautumisen jälkeen.<br /><br />Kun ensimmäisen kerran avaat <b>webtrees</b>, niin oletuksena on käyttää samaa kieltä kuin sinulla on käytössä selaimessasi. Kun se oletus on väärä, voit vaihtaa kielen tässä. Kun haluat sukututkimussyistä toisen esityskielen, esimerkiksi englannin tai heprean, voit sen tehdä tässä.<br /><br />Ylläpitäjä rajoittaa tarjolla olevat kielivaihtoehdot. Kun toivomasi kieli ei löydy, niin tiedustele asiaa ylläpitäjältä.<br /><br />Muista, että <b>webtrees</b> on projekti, jota tukevat monet kansainväliset henkilöt omalla vapaa-ajallaan ilman korvauksia. Asiantuntijat tulevat ja menevät, ja kaikille kielille ei saata löytyä hyvää tukea, tai tekstit eivät ole tarpeeksi hyvin käännetyt englanninkielistä versiosta.<br /><br />Jos näet puuttuvia tai virheellisiä käännöksiä, ilmoita parannusehdotuksesi ylläpitäjälle. Ylläpitäjä tietää miten olla yhteydessä vapaaehtoiseen kehittäjäjoukkoon. Vielä parempi olisi jos voisit osallistua tukijoukkoon. Kaikki apu on tarpeen.
fr: Indiquez ici la langue dans laquelle vous souhaitez voir le site s'afficher.<br /><br />Lors de votre premier accès au site, cette langue est choisie automatiquement en fonction du paramètre "Langue préférée" de votre navigateur internet.<br /><br />Si la langue que vous désirez n'est pas disponible, contactez l'administrateur.<br /><br />Nous rappelons que <b>webtrees</b> est un projet mené par des bénévoles et que des experts ne sont pas toujours disponibles. C'est pourquoi les langues autres que l'anglais peuvent présenter quelques imperfections. Si vous avez des suggestions de traduction, correction ou reformulation, nous vous invitons à les signaler auprès de l'administrateur qui entrera en contact avec l'équipe de développement de <b>webtrees</b> pour qu'elles soient prises en compte. Votre aide est précieuse.
nb: Her kan du bestemme hvilket språk <b>webtrees</b> skal vise sider og beskjeder på etter at du har logget inn.<br /><br />Når du først kommer til nettstedet, går <b>webtrees</b> ut fra at du vil se alt på det språket som er angitt som standardspråk i din nettleser. Hvis det ikke stemmer, kan du forandre det her. Du kan for eksempel ha angitt engelsk som foretrukket språk i nettleseren, siden det er det dominerende språket på Internet. Men slektsforskningen foretrekker du å se på norsk. Her kan du stille inn det.<br /><br />Administratoren kontrollerer hvilke språkvalgsmuligheter du har. Hvis ditt foretrukne språk ikke er på listen, må du kontakte administratoren.<br /><br />Husk at <b>webtrees</b> er et prosjekt som i høy grad drives av en internasjonal stab av ubetalte frivillige, og eksperter kommer og går. Derfor er understøttelsen av andre språk enn engelsk noen ganger ikke så god som den burde ha vært.<br /><br />Hvis du kommer over noe som ikke er oversatt, eller som er feil eller dårlig oversatt, så meld fra til din administrator, som vil vite hvordan dine innvendinger skal viderebringes til <b>webtrees</b>-utviklerne. Eller enda bedre: meld deg som frivillig til å gjøre en innsats - vi trenger all den hjelp vi kan få.
sk: Tu si môžete zmeniť jazyk, v ktorom po vašom prihlásení <b>webtrees</b> zobrazuje všetky stránky a správy.<br /><br />Keď prvý krát pristúpite na web, <b>webtrees</b> predpokladá, že všetko chcete zobraziť v jazyku, ktorý je nakonfigurovaný vo vašom prehliadači. Ak je predpoklad nesprávny, môžete to tu prepísať. Napríklad váš prehliadač je nastavený na angličtinu, pretože je to njčastejší jazyk na internete. Avšak pre rodokmeň asi budete dávať prednosť slovenčine, hebrejčine, polštine atd. Toto je miesto, kde to môžete nastaviť.<br /><br />Administrátor určuje, ktoré jazyky máte na výber. Ak chcete jazyk, čo nie je v zozname, kontaktujte administrátora.<br /><br />Prosím pamätajte na to, že <b>webtrees</b> je medzinárodný projekt, na ktorom pracujú neplatený dobrovolníci. Experti prichádzajú a odchádzajú. Následne podpora pre jazyky mimo angličtinu nie je tak dobrá, ako by mohla byť.<br /><br />Ak uvidíte niečo nepreložené alebo preložené zle, dajte vedieť vášmu administrátorovi. Administrátor bude vedieť, ako kontaktovať vývojový tým <b>webtrees</b>. Najlepšie však, ak nám pomôžete sami. Budeme radi.
sv: Här kan du ändra språket som <b>webtrees</b> visar på alla dessa sidor och meddelanden efter att du loggat in.<br /><br />När du första gången kommer till sajten, antar <b>webtrees</b> att du vill se allting i det språk som är konfigurerat som använd språk i din webbläsare. Om det antagandet är fel, kan du åsidosätta det här. Till exampel, din webbläsare kan vara satt till engelska för att det är det mest rådande språket på Internet. Kanske du för släktforskningsåndamål föredrar att vilja se allting på finska eller hebreiska. Här kan du göra det.<br /><br />Administratören väljer vilka språkval som är tillgängliga för dig. Om ditt föredragna språk inte finns listad, behöver du kontakta administratören.<br /><br />Kom ihåg att <b>webtrees</b> är ett projekt gjord utan ersättning av ett team internationellt frivilliga. Experter kommer och går. Därför kan det hända att stödet för andra språk än engelska är inte så bra som skulle önskas.<br /><br />Om du ser brister i översättningar, berätta om förbättringsförslag till administratören. Administratören kan kontakta <b>webtrees</b>s frivilliga utvecklarteam. Ännu bättre, om du själv kan delta i stödgruppen. All hjälp är välkommen.

source: If you have changed your password, you need to confirm it as well. This is just to make sure that you did not make a typing error in the password field.<br /><br />If the password and its confirmation are not identical, you will get a suitable error message. You will have to re-type both the original password and its confirmation.
fi: Mikäli olet muuttanut salasanaasi, sinun on myös vahvistettava se. Tämä vain varmistukseksi, että et ole tehnyt kirjoitusvirhettä salasanakentässä.<br /><br />Mikäli ohjelma havaitsee, että salasana ja sen varmistus eivät täsmää, saat sopivan virheilmoituksen. Sekä salasana- että varmistuskenttä tyhjenevät ja sinun on täytettävä molemmat kentät uudelleen.
fr: Si vous avez modifié votre mot de passe, vous devez le taper une seconde fois pour le confirmer. C'est uniquement pour vérifier que vous n'avez pas fait d'erreur de saisie et que les deux saisies sont identiques.<br /><br />Si la seconde saisie n'est pas identique à la première (contenu identique des deux champs de mot de passe), vous verrez s'afficher un message d'erreur. Vous devrez saisir à nouveau le bon mot de passe dans les deux champs.
nb: Dersom du har endret passordet ditt, må du bekrefte det også.<br />Dette er bare for sikre deg mot at du ikke skrev feil i passordfeltet.<br />Dersom de ikke er like, vil du få en feilmelding.<br />Både passord og bekreftelsesfeltet vil bli tømt og du må skrive det nye passordet på nytt i begge felt.
sk: Ak ste si zmenili heslo, je potrebné ho ešte potvrdiť.<br />Je to z toho dôvodu, aby sa vylúčily možné chyby pri zapisovaní hesla.<br />Ak zistí program, že vaše heslo a jeho potvrdenie sa líši, uvidíte túto správu: <b>Heslá sa nezhodujú.</b>.<br />Obsah oboch políčok (hesla a potvrdenia) bude vymazaný a budete musieť zadať heslo do oboch políčok.
sv: Om du har ändrat dit lösenord, så måste du bekräfta det också.<br />Detta är enbart för att kontrollera att du inte skrivit fel tecken i lösenordsfältet.<br />Om programmet upptäcker att lösenordet och bekräftelsen inte stämmer överens får du detta felmeddelandet:<br /><b>Lösenorden stämmer inte överens.</b>.<br />Både lösenordsfältet och bekräftelsefältet töms och du kommer att behöva skriva in lösenordet på nytt i båda fältet.

source: <b>webtrees</b> has several different contact methods. The administrator determines which method will be used to contact him. You have control over the method to be used to contact <u>you</u>. Depending on site configuration, some of the listed methods may not be available to you.
fi: <b>webtrees</b> tarjoaa useita yhteydenottotapoja. Ylläpitäjä päättää miten häneen ollaan yhteydessä. Sinä päätät mikä tapa on sopivin sinua varten. Riippuen sivuston konfiguroinnista, jotkut tavat eivät saata olla käytettävissä.
fr: <b>webtrees</b> possède plusieurs méthodes différentes de contact. L'administrateur détermine quelle méthode sera utilisée pour communiquer avec lui. Vous avez le contrôle sur la méthode utilisée pour communiquer avec vous. Selon la configuration du site, certaines méthodes de la liste peuvent ne pas être disponibles pour vous.
nb: <b>webtrees</b> has flere forskjellige kontaktmetoder. Administratoren bestemmer hvordan han/hun vil kontaktes. Du kan bestemme hvordan <u>du</u> vil kontaktes. Avhengig av nettstedsinnstillingene kan noen av de opplistede metodene ikke være tilgjengelige for deg.
sk: <b>webtrees</b> obsahuje niekoľko rôznych metód pre kontaktovanie. Administrátor určí, ktorá metóda sa použije pre danú osobu. Každý má možnosť určiť, ktorá metóda sa použije pre kontaktovanie jeho samého. V závislosti na konfigurácii webu, niektoré metódy nemusia byť pre vás dostupné.
sv: <b>webtrees</b> har olika kontaktmetoder. Administratören bestämmer vilken metod som används för att kontakta honom/henne. Du bestämmer vilken är bäst för <u>dig</u>. Beroende på sajtens konfiguration, kan någon metod inte vara använd.

source: Internal messaging
fi: Sisäinen viesti
fr: Messagerie interne
nb: interne meldinger
sk: Interné správy
sv: Internt meddelande
