Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Select this option as to save your clippings in a ZIP file. For more information about ZIP files, please visit <a href="http://www.winzip.com" target="_blank">http://www.winzip.com</a>.
fi: Valitse tämän kun haluat tallentaa leikekorin sisältöä ZIP eli pakattuun muotoon. Saat lisätietoja ZIP tiedostoista osoitteesta <a href="http://www.winzip.com" target="_blank">http://www.winzip.com</a>.
fr: Sélectionnez cette option pour enregistrer vos informations dans un fichier ZIP. Pour plus d'informations sur les fichiers ZIP, s'il vous plaît visitez <a href="http://www.winzip.com" target="_blank">http://www.winzip.com</a>.
nb: Velg dette alternativet hvis du vil spare dine utklipp i en ZIP-fil. For mer informasjon om ZIP-filer, besøk <a href="http://www.winzip.com" target="_blank">http://www.winzip.com</a>.
sk: Zvoľte túto možnosť pre ukladanie vašich výstrižkov ako ZIP súbory.
sv: Välj detta alternativ då du vill spara dina klipp i en ZIP-fil. För mer information om ZIP filer, besökt <a href="http://www.winzip.com" target="_blank">http://www.winzip.com</a>.

source: The help text has not been written for this item.
fi: Tälle aiheelle ei ole vielä kirjoitettu ohjeita.
fr: Le texte d'aide n'a pas été écrit pour cet article.
nb: Det finnes ingen hjelpetekst for dette punktet.
sk: Pre túto položku zatiaľ nie je nápoveda
sv: För detta objekt ännu ingen hjälptext

source: Genealogy from [%s]
fi: Sukututkimus tiedostosta [%s]
fr: Généalogie de [%s]
hu: Családfa [%s]-tól
nb: Slektsbase fra [%s]
sk: Genealógia z [%s]
sv: Genealogi från [%s]

source: Re-order media
fi: Järjestä media uudelleen
fr: Réorganiser les objets multimédia
hu: Média újrarendezése
nb: Endre rekkefølge på media
sk: Znovu usporiadať média
sv: Ordna om media

source: Click a row, then drag-and-drop to re-order media
fi: Klikkaa riville, ja sitten vedä-ja-pudota lajitellaksesi median
fr: Cliquez sur un ligne, puis glissez et déposez les fichiers multimédia afin de les réorganiser.
hu: Kattintson egy sorra, majd húzza a megfelelő helyre a rendezéshez
nb: Klikk en rad, dra og slipp deretter for å endre rekkefølgen på medieobjektene
sk: Klikni na riadok, a potom ho pretiahni. Média sa usporiadajú.
sv: Klicka på en rad och sen drag-och-släpp för att ordna om media

source: Your Name:
fi: Lähettäjän nimi:
fr: Votre nom
hu: Az Ön neve:
nb: Ditt navn:
sk: Vaše meno:
sv: Ditt namn:

source: This message was sent while viewing the following URL:
fi: Tämä viesti lähetettiin seuraavasta urlistä:
fr: Ce message a été envoyé depuis l'URL
hu: Az üzenetet az alábbi linkre kattintva küldheti el
nb: Denne melding ble sendt fra følgende internettadresse (URL):
sk: Táto správa bola poslaná v priebehu zobrazovania nasledujúcich URL:
sv: Detta meddelande sändes medan följande url visades:

source: webtrees Message
fi: webtrees viesti
fr: Message de webtrees
hu: webtrees üzenet
nb: webtrees beskjed
sk: webtrees Správa
sv: webtrees-meddelande

source: You sent the following message to a webtrees administrator:
fi: Olet lähettänyt seuraavan viestin webtrees sivuston ylläpitäjälle:
fr: Vous avez envoyé le message suivant à l'administrateur webtrees
hu: A következő üzenetet küldte el a webtrees-adminisztrátorának:
nb: Du sendte følgende melding til administrator:
sk: Túto správu ste poslali administrátorovi webtrees:
sv: Du skickade följande meddelande till en webtrees administratör:

source: You sent the following message to a webtrees user:
fi: Olet lähettänyt seuraavan viestin webtrees käyttäjätilille:
fr: Vous avez envoyé le message suivant à l'utilisateur webtrees
hu: A következő üzenetet küldte el egy webtrees-felhasználónak:
nb: Du sendte følgende melding til en annen bruker:
sk: Túto správu ste poslali na webtrees uživateľský účet:
sv: Du skickade följande meddelande till ett webtrees användarkonto:

source: The following message has been sent to your webtrees user account from
fi: Seuraava viesti on lähetetty webtrees käyttäjätilillesi:
fr: Le message suivant vous a été envoyé par
hu: Ön a következő üzenetet kapta a következő címről:
nb: Følgende melding har blitt sendt til din brukerkonto fra
sk: Táto správa bola zaslaná na váš webtrees uživateľský účet z
sv: Foljande meddelande har skickats till ditt webtrees användarkonto från

source: Security Warning: Could not create file <b><i>index.php</i></b> in
fi: Turvallisuusvaroitus: tiedostoa <b><i>index.php</i></b> ei ole kansiossa
fr: Avertissement concernant la sécurité : fichier «index.php» absent du dossier
hu: Biztonsági Figyelmeztetés: Az állomány <b><i>index.php</i></b>, nem létezik itt
nb: Sikkerhetsadvarsel: Filen <b><i>index.php</i></b> kunne ikke opprettes i
sk: Bezpečnostné hlásenie: Súbor <b><i>index.php</i> neexistuje v
sv: Säkerhetsvarning: Filen <b><i>index.php</i></b> finns inte i

source: Directory could not be created
fi: Hakemistoa ei voitu luoda
fr: Impossible de créer le dossier
hu: A mappát nem sikerült létrehozni
nb: Mappen kunne ikke opprettes
sk: Vytvoriť adresár nie je možné
sv: Kan inte skapa mapp

source: Directory created
fi: Hakemisto luotu
fr: Dossier créé
hu: Könyvtár létrehozása
nb: Mappe opprettet
sk: Vytvorená zložka
sv: Skapad mapp

source: Thumbnail %s could not be generated automatically.
fi: Pienoiskuvaa %s ei voitu luoda automaattisesti.
fr: La miniature %s n'a pas pu être générée automatiquement.
hu: A(z) %s bélyegképet nem lehetett automatikusan generálni.
nb: Miniatyrbilde %s kunne ikke opprettes automatisk.
sk: Náhľad %s nemohol býť vygenerovaný automaticky.
sv: Miniatyrbilden %s kunde inte genereras automatiskt.

source: Thumbnail %s generated automatically.
fi: Pienoiskuva %s on luotu automaattisesti.
fr: La miniature %s a été générée automatiquement.
hu: Bélyegkép %s automatikusan generálva.
nb: Miniatyrbilde %s opprettet automatisk.
sk: Náhľad %s bol vygenerovaný automaticky
sv: Miniatyrbild %s genererades automatiskt.

source: Upload successful.
fi: Palvelimelle siirto onnistui
fr: Téléchargement réussi
hu: A feltöltés sikeres volt.
nb: Opplastingen var vellykket.
sk: Nahranie bolo úspešné
sv: Uppladdning lyckades

source: Maximum upload size:
fi: Suurin siirrettävä tiedostokoko:
fr: Taille maxi pour le téléchargement
hu: Maximum feltöltési nagyság:
nb: Maks størrelse for opplasting:
sk: Maximálna veľkosť uploadu:
sv: Max uppladdningsstorlek:

source: Upload
fi: Siirrä palvelimelle
fr: Téléchargement
hu: Feltöltés
nb: Last opp
sk: Import
sv: Ladda upp

source: Media file
fi: Mediatiedosto
fr: Fichier média
hu: Média fájl
nb: Mediefil
sk: Súbor médií
sv: Mediafil

source: Generate thumbnail automatically from
fi: Luo pienoiskuvat automaattisesti
fr: Création automatique d'une miniature depuis
hu: Automatikus bélyegkép generálása:
nb: Opprett miniatyrbilde automatisk fra
sk: Vytvor náhľad automaticky z
sv: Generera miniatyrbilder automatiskt från

source: Do not change to keep original file name.
fi: Älä muuta säilyttääksesi vanhan nimen.
fr: Ne pas modifier pour conserver le nom d'origine.
hu: Ne változtassa meg hogy, az eredeti neve az állománynak megmaradjon.
nb: Ikke endre for å beholde opprinnelig filnavn.
sk: Nemeňte uložené orginálne meno súboru.
sv: Ändra inte för att behålla orginalfilnamnet.

source: Choose:
fi: Valitse:
fr: Choisir :
hu: Válasszon:
nb: Velg:
sk: Vyber:
sv: Välj:

source: Other folder... please type in
fi: Toinen kansio... ole hyvä ja kirjoita
fr: Autre répertoire... renseignez ici le nom de ce nouveau répertoire
hu: Más mappa ... kérem írja be
nb: Annen mappe...vennligst skriv inn
sk: Ďalší adresár... prosím zadajte
sv: Annan mapp.. Skriv in mappnamn

source: You can enter up to %s folder names to follow the default &laquo;%s&raquo;.<br />Do not enter the &laquo;%s&raquo; part of the destination folder name.
fi: Voit lisätä %s kansiota oletuskansion &laquo;%s&raquo; alle.<br />Älä käytä &laquo;%s&raquo; nimeä osana uudessa kansionimessä.
fr: Vous pouvez entrer jusqu'à %s noms de dossiers à suivre par défaut &laquo;%s&raquo;.<br />Ne pas entrer dans le &laquo;%s&raquo; partie du nom du dossier de destination
hu: %s mappanevet írhat be amely követi az alapértelmezett nevet &laquo;%s&raquo;.<br />Ne írja be &laquo;%s&raquo; része a célmappa nevének.
nb: Du kan legge til %s mappenavn till standardmappen &laquo;%s&raquo;.<br />Skriv ikke &laquo;%s&raquo; som en del av målmappens navn.
sk: Môžete zadať až %s mien zložiek podľa východzej &laquo;%s&raquo;.<br />Nevpisujte časť mena cieľovej zložky: &laquo;%s&raquo;.
sv: Du kan lägga till %s mappnamnr till standardmappen &laquo;%s&raquo;.<br />Skriv inte &laquo;%s&raquo; som del av målmappens namn.

source: Edit Media Item (%s)
fi: Muokkaa Mediakohdetta (%s)
fr: Modifier un élément Média (%s)
nb: Endre medieobjekt (%s)
sk: Upraviť položku médií (%s)
sv: Redigera Media objekt (%s)

source: You may enter a URL, beginning with &laquo;http://&raquo;.
fi: Voit lisätä URL-osoitteen laittaen alkuun &laquo;http://&raquo;.
fr: Entrer une URL commencant par «http://».
hu: Be kell írjon egy URL-t, ami &laquo;http://&raquo;-vel kezdődik.
nb: Du kan angi en URL som starter med &laquo;http://&raquo;.
sk: Musíte vložiť URL začínajúcu na &laquo;http://&raquo;.
sv: Du kan skriva in en URL som börjar med &laquo;http://&raquo;.

source: This entry is ignored if you have entered a URL into the file name field.
fi: Tämä jätetään huomiotta,mikäli olet lisännyt URL-osoitteen tiedostonimikenttään.
fr: Cette entrée est ignorée si vous avez entré une adresse URL dans le champ correspondant au nom de fichier.
hu: Ez a bejegyzés figyelmen kívül lesz hagyva ha az URL-t a fájlnév mezőbe írja.
nb: Denne inntasting ignoreres hvis du har angitt en URL i feltet for filnavn.
sk: Tento vstup je ignorovaný, ak ste zadali URL do poľa pre meno súboru.
sv: Posten kommer att ignoreras om du skriver in en URL i Filnamnsfältet.

source: Infant
fi: Sylilapsi
fr: Nourrisson
hu: Csecsemő
nb: Spedbarn
sk: Maloletý
sv: Spädbarn

source: Stillborn
fi: Kuolleena syntynyt
fr: Mort-né
hu: Halva született
nb: Dødfødt
sk: Mŕtvonarodený
sv: Dödfödd

source: Message was not sent
fi: Viesti ei lähetetty
fr: Le message n'a pas été envoyé
hu: Az üzenett nem lett elküldve
nb: Meldingen ble ikke sendt
sk: Správa nebola odoslaná
sv: Meddelande icke sänt

source: Mailer error: %s
fi: Sähköpostivirhe: %s
fr: Erreur expéditeur: %s
hu: Levelező hiba: %s
nb: Epostprogramfeil: %s
sk: Chyba mail serveru: %s
sv: E-postprogramfel: %s

source: File Size
fi: Tiedostokoko
fr: Taille du fichier
nb: Filstørrelse
sk: Veľkosť súboru
sv: Filstorlek

source: Copy
fi: Kopioi
fr: Copier
hu: Másol
nb: Kopier
sk: Kopíruj
sv: Kopiera

source: Only managers can edit
fi: Ainoastaan sukupuun ylläpitäjät voivat muuttaa
fr: Seuls les gestionnaires peuvent modifier
hu: Csak egy menedzser szerkesztheti
nb: Bare Forvaltere kan redigere
sk: Iba manažeri možu meniť
sv: Endast släktträdets manager kan redigera

source: Source
fi: Lähde
hu: Forrás
nb: Kilde
sk: Zdroj
sv: Källa

source: Hide Details
fi: Piilota yksityiskohdat
fr: Masquer les détails
hu: Részletek elrejtése
nb: Skjul detaljer
sk: Skryť podrobnosti
sv: Göm detaljer

source: click to edit
fi: klikkaa muokataksesi
fr: cliquez pour modifier
hu: kattintson a szerkesztéshez
nb: klikk for å redigere
sk: kliknúť pre editáciu

source: webtrees internal messaging
fi: webtrees sisäinen viestinnän tapa
fr: messagerie interne webtrees
hu: webtrees belső üzenetküldés
nb: Interne meldinger i webtrees
sk: interná správa webtrees
sv: webtrees interna kommunicering

source: webtrees sends emails with no storage
fi: webtrees lähettää sähköpostit tallentamatta niitä
fr: webtrees envoie des courriels sans stockage
hu: A webtrees tárolás nélkül küldi ki az e-mailt
nb: webtrees sender epost uten å lagre
sk: webtrees odosiela maily bez ukladania
sv: webtrees sänder e-post utan att spara dem

source: No contact
fi: Ei yhteystietoa
fr: Aucun contact
hu: Nincs kapcsolat
nb: Ingen kontakt
sk: Bez kontaktu
sv: Ingen kontakt

source: The record with id %s was changed by another user since you last accessed it.
fi: Tietuetta, jonka tunnus on %s, on muuttanut toinen käyttäjä sen jälkeen kun viimeksi käsittelit sitä.
fr: L'enregistrement %s a été modifié par un autre utilisateur depuis votre dernière visite.
hu: A(z) %s azonosítójú bejegyzés megváltozott az utolsó látogatása óta.
nb: Posten med id %s ble endret av en annen bruker siden sist du hadde tilgang.
sk: Záznam s ID %s bol zmenený iným užívateľom medzitým než ste si ho otvoril.
sv: Posten med id %s har ändrats av en annan användare sedan du senast besökte den.

source: This record was last changed by <i>%s</i> at %s
fi: Tämän tietueen muutti viimeksi <i>%s</i> %s
fr: Enregistrement modifié en dernier par <i>%s</i> le %s
hu: A bejegyzést utoljára módosította: <i>%s</i>, %s
nb: Posten ble sist endret av <i>%s</i> at %s
sk: Tento záznam bol naposledy zmenený <i>%s</i> dňa %s
sv: Denna post ändrades senast av <i>%s</i> den %s

source: Please reload the previous page to make sure you are working with the most recent record.
fi: Lataa uudelleen edellinen sivu varmistaaksesi että käytät tuoreinta tietuetta.
fr: Recharger la page avec le bouton «Page précédente» de votre navigateur pour être certain d'afficher la dernière version de l'enregistrement.
hu: Kérem frissítse az előző oldalt, hogy biztos legyen az adatok frissességét illetően.
nb: Vennligst last den forrige siden på nytt for å sikre at du arbeider med nyeste versjon.
sk: Prosím použite tlačidlo vašeho prehliadača Predchádzajúca stránka pre opätovné načítanie predchádzajúcej stránky, aby ste sa uistil, že pracujete najnovším záznamom.
sv: Använd ditt webprograms tillbaka-knapp för att ladda om sidan så att du är säker på att du arbetar med den senaste datan.

source: Save and go to new record
fi: Tallenna ja aloita uusi tietue
fr: Enregistrer et ouvrir la nouvelle page
hu: Mentsd el és menj az új bejegyzéshez
nb: Lagre og gå til neste registrering
sk: Uložiť a ísť na nový záznam
sv: Spara och gå till nästa post

source: No Temple - Living Ordinance
fi: Ei temppeliä - elävä
fr: Pas de temple
hu: Nincs megkeresztelve
nb: Ikke tempel, ordinering for nålevende
sk: No LDS Temple - Living Ordinance
sv: Inget tempel - Living Ordinance

source: Edit name
fi: Muokkaa nimi
fr: Modifier le nom
hu: Név szerkesztése
nb: Endre navn
sk: Upraviť meno
sv: Redigera namn

source: Shared Note using Assistant
fi: Jaettu lisätieto käyttäen avustajaa
fr: Note partagée en utilisant l'assistant
hu: Az Assistantal megosztott üzenet
nb: Delt notat ved bruk av assistent
sk: Použitie asistenta zdieľaných poznámok
sv: Delad anteckning med hjälp av guide

source: Add a new Multimedia object
fi: Lisää multimediakohde
fr: Associer un objet multimédia
nb: Legg til en mediefil
sk: Pridať nový multimediálny súbor
sv: Lägg till ett nytt multimediaobjekt

source: An error occurred while creating the Edit form. Another user may have changed this record since you previously viewed it.
fi: Muokkauslomakkeen luonnissa tapahtui virhe. Joku toinen käyttäjä on ehkä muuttanut tätä tietuetta sen jälkeen kun viimeksi katsoit sitä.
fr: Erreur au chargement : cet enregistrement a peut-être été modifié par un autre utilisateur depuis votre dernière visite.
hu: Hiba történt az Szerkesztés betöltésekor. Egy másik felhasználó valószínű megváltoztatta mielőtt Ön betöltötte azt.
nb: En feil oppsto under oppretting av endringsskjemaet. En annen bruker kan ha endret denne posten siden forrige gang du så på den.
sk: Vyskytla sa chyba pri otvorení formulára Zmena. Iný užívateľ zmenil tento záznam v dobe keď ste si ho prezeral.
sv: Ett fel uppstod när redigeringsformuläret skapades. En annan användare kan ha ändrat posten sedan du senast tittade på den.

source: %d Child
fi: %d Lapsi
fr: %d enfant
hu: %d Gyermek
nb: %d barn
sk: %d dieťa
sv: %d Barn

source: This family remained childless
fi: Tämä perhe jäi lapsettomaksi
fr: Famille sans enfant
hu: Gyermektelen család
nb: Det er ikke registrert noen barn på denne familien
sk: Táto rodina zostala bezdetná
sv: Denna familj förblev barnlös

source: Family Group Information
fi: Perheen ryhmätieto
fr: Informations sur la famille
hu: Információk erről a családról
nb: Familieopplysninger
sk: Informácie o rodine (manželstvo)
sv: Familjens gruppinformation

source: No facts for this family.
fi: Ei tietoja tästä perheestä
fr: Aucun évènement pour cette famille.
hu: Nincs tény jegyezve ennek a családnak.
nb: Ingen fakta for denne familie.
sk: Žiadne údaje pre túto rodinu.
sv: Inga fakta om denna familj.

source: Show only males.
fi: Näytä vain miehet
fr: Affichage des hommes uniquement.
hu: Csak férfiak mutatása.
nb: Vis kun menn
sk: Zobraziť iba mužov.
sv: Visa endast män.

source: Show only females.
fi: Näytä vain naiset
fr: Affichage des femmes uniquement.
hu: Csak nők mutatása.
nb: Vis kun kvinner
sk: Zobraziť iba ženy.
sv: Visa endast kvinnor.

source: Show only persons of whom the gender is not known.
fi: Näytä vain tuntematonta sukupuolta olevat henkilöt.
fr: Affichage des personnes de sexe indéterminé.
hu: Csak azokat a személyeket mutasd, akiknek a neme nem ismert.
nb: Vis kun personer hvor kjønn er ukjent.
sk: Zobraziť iba osoby, ktorých pohlavie nie je známe.
sv: Visa endast personer som inte har ett känt kön.

source: Show persons alive in the indicated year.
fi: Näytä elossa olevien henkilöt viitattuna vuonna.
fr: Affichage des personnes vivantes l'année indiquée ci-contre.
hu: Mutasd az élő személyeket a kiválasztott évben
nb: Vis personer i live i det valgte år.
sk: Zobraziť osoby žijúce v indikovanom roku.
sv: Visa personer som lever det angivna året.

source: Alive in Year
fi: Elossa vuonna
fr: Vivant cette année-là
hu: Élő az Évben
nb: I live i år
sk: Žijúci v roku
sv: Levde år

source: Show people who are alive or couples where both partners are alive.
fi: Näytä hengissä olevat henkilöt ja sellaiset parit, joissa kummatkin ovat elossa.
fr: Affichage des personnes vivantes ou des couples dont les deux époux sont vivants à la date d'aujourd'hui.
hu: Mutasd azokat a személyeket akik életben vannak, vagy párokat akik mindketten életben vannak.
nb: Vis personer som er i live eller par hvor begge pertnere er i live.
sk: Zobraziť osoby ktoré žijú, alebo páry kde obaja partneri žijú.
sv: Visa personer som lever eller par där båda är vid liv.

source: Alive
fi: Elossa
fr: Vivant
hu: Él
nb: Levende
sk: Živý
sv: Levde

source: Show people who are dead or couples where both partners are deceased.
fi: Näytä kuolleet henkilöt ja sellaiset parit, joissa kummatkin ovat kuolleet.
fr: Affichage des personnes décédées ou des couples dont les deux époux sont décédés à la date d'aujourd'hui.
hu: Mutasd csak azokat a személyeket akik elhunytak, avgy azokat a párokat, akik mindketten elhunytak.
nb: Vis personer som er døde eller par hvor begge pertnere er døde.
sk: Zobraziť zomrelé osoby, alebo páry kde zomreli obaja partneri.
sv: Visa personer som är döda eller par där båda parter är avlidna.

source: Dead
fi: Kuollut
fr: Décédé
hu: Elhunyt
nb: Døde
sk: Zomrelý
sv: Död

source: Show «roots» couples or individuals. These people may also be called «patriarchs». They are individuals who have no parents recorded in the database.
fi: Näytä &laquo;juuri&raquo;parit tai henkilöt. Heitä voi myös kutsua &laquo;patriarkoiksi&raquo;. He ovat henkilöitä, joilla ei ole vanhempia tietokannassa.
fr: Affichage des couples ou individus &laquo;racines&raquo;, appelés également &laquo;patriarches&raquo;, c'est-à-dire : dont ni le père ni la mère ne sont enregistrés dans la base.
hu: Mutasd a «gyökér» párokat vagy személyeket. Ezek az emberek «pátriárkák». Ők azok, akiknek nincs szülő bejegyezve az adatbázisban.
nb: Vis stamforeldre (par eller enkeltpersoner). Dette er personer som ikke er registrert med foreldre i databasen.
sk: Zobraziť «koreňové» osoby alebo páry. Tieto osoby sa tiež nazývajú «patriarchami». Sú to osoby ktoré nemajú záznam o rodičoch v tejto databázi.
sv: Visa &laquo;rötter&raquo; för par eller personer. Dessa personer kan också kallas &laquo;patriarker&raquo;. Dessa är personer som inte har föräldrar registrerade i databasen.

source: Roots
fi: Juuret
fr: Racines
hu: Gyökerek
nb: Stamforeldre
sk: Predkovia
sv: Rötter

source: Show «leaves» couples or individuals. These are individuals who are alive but have no children recorded in the database.
fi: Näytä &laquo;lehti&raquo;parit tai henkilöt. Nämä ovat elossa olevia henkilöitä, joilla ei ole lapsia tietokannassa.
fr: Affichage des couples ou individus &laquo;feuilles&raquo;, c'est-à-dire : vivants à la date d'aujourd'hui mais n'ayant pas d'enfant enregistré dans la base.
hu: Mutasd a «levél» párokat vagy személyeket. Ők azok, akik élnek, de nincs gyermekük az adatbázisban.
nb: Vis levende personer eller par uten barn registrert i dabasen.
sk: Zobraziť «osamotené» páry alebo osoby. To sú také ktoré žijú, ale nemajú žiadne záznamy o deťoch v databáze.
sv: Visa &laquo;löv&raquo; för par eller personer. Dessa är personer som lever men har inga barn registereade i databasen.

source: Leaves
fi: Lehdet
fr: Feuilles
hu: Levelek
nb: Personer uten etterkommere
sk: Osamotený
sv: Löv

source: Show persons born more than 100 years ago.
fi: Näytä henkilöt jotka syntyivät yli sata vuotta sitten.
fr: Affichage des personnes nées depuis plus de 100 ans.
hu: Mutasd azokat a személyeket akik több mint 100 éve születtek.
nb: Vis personer som er født for mer enn 100 år siden.
sk: Zobraziť osoby narodené pred viac ako 100 rokmi.
sv: Visa personer födda för mer än 100 år sedan.

source: Show persons born within the last 100 years.
fi: Näytä henkilöt jotka syntyivät viimeisen sadan vuoden aikana.
fr: Affichage des personnes nées depuis moins de 100 ans
hu: Mutasd az elmúlt 100 évben született személyeket
nb: Vis personer som er født innen de siste 100 år.
sk: Zobraziť osoby narodené v priebehu posledných 100 rokov.
sv: Visa personer födda de senaste 100 åren.

source: Show people who died more than 100 years ago.
fi: Näytä yli sata vuotta sitten kuolleet henkilöt.
fr: Affichage des personnes décédées depuis plus de 100 ans.
hu: Mutasd azokat a személyeket, akik több mint 100 éve hunytak el.
nb: Vis personer som døde for mer enn 100 år siden.
sk: Zobraziť osoby, ktoré zomreli pred viac ako 100 rokmi.
sv: Visa personer som dog för mer än 100 år sedan.

source: Show people who died within the last 100 years.
fi: Näytä viimeisten sadan vuoden aikana kuolleet henkilöt.
fr: Affichage des personnes décédées depuis moins de 100 ans.
hu: Mutasd azokat a személyeket, akik az utolsó 100 évben hunytak el.
nb: Vis personer som døde innen de siste 100 år.
sk: Zobraziť osoby ktoré zomreli v priebehu posledných 100 rokov.
sv: Visa personer som dött de senaste 100 åren.

source: Reset to the list defaults.
fi: Palauta oletusarvot.
fr: Retour à la liste complète.
hu: Visszaállítás a lista alapértelmezett értékeire.
nb: Tilbakestill til standardinnstillinger
sk: Resetovať zoznam.
sv: Återställ listan till standard.

source: Children
fi: Lapset
fr: Enfants
hu: Gyerekek
nb: Barn
sk: Deti
sv: Barn

source: Relationships
fi: Sukulaisuus
fr: Parenté
sk: Vzťahy

source: Total surnames: %s
fi: Sukunimiä yhteensä: %s
fr: Total des noms de famille: %s

source: Show statistics charts
fi: Näytä tilastokaaviot
fr: Afficher les tableaux de statistiques
hu: Statisztikai diagramok mutatása
nb: Vis statistikkdiagrammer
sk: Zobraziť graf štatistík
sv: Visa statistkdiagram

source: Decade of birth
fi: Syntymävuosikymmen
fr: Décennie de naissance
hu: Születés évtizede
nb: Tiår for fødsel
sk: Dekáda narodenia
sv: Födelseårtionde

source: Decade of death
fi: Kuolinvuosikymmen
fr: Décennie du décès
hu: Elhalálozás évtizede
nb: Tiår for dødsfall
sk: Dekáda úmrtia
sv: Dödsårtionde

source: Age related to death year
fi: Ikä kuolinvuosittain
fr: Âge au décès
hu: Elhalálozáshoz viszonyított évek száma
nb: Alder i forhold til dødsår
sk: Vek vztiahnutý k roku úmrtia.
sv: Ålder i förhållande till dödsår.
