Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Soundex is a method of coding words according to their pronunciation. This allows you to search the database for names and places when you don't know precisely how they are written. <b>webtrees</b> supports two different Soundex algorithms that produce vastly different results.<ul><li><b>Basic</b><br />This method, patented in 1918 by Russell, is very simple and can be done by hand.<br /><br />Because the Basic method retains the first letter of the name as part of the resultant code, it is not very helpful when you are unsure of that first letter. The Basic algorithm is not well suited to names that were originally in languages other than English, and even with English names the results are very surprising. For example, a Basic Soundex search for <b>Smith</b> will return not only <b>Smith, Smid, Smit, Schmidt, Smyth, Smithe, Smithee, Schmitt</b>, all of which are clearly variations of <b>Smith</b>, but also <b>Smead, Sneed, Smoote, Sammett, Shand,</b> and <b>Snoddy</b>. <br /><br /></li><li><b>Daitch-Mokotoff</b><br />This method, developed in 1985, is much more complex than the Basic method and is not easily done by hand.<br /><br />A Soundex search using this method produces much more accurate results.</li></ul>For details on both Soundex algorithms, visit this <a href="http://www.jewishgen.org/infofiles/soundex.html" target=_blank><b>Jewish Genealogical Society</b></a> web page.
fi: Soundex menetelmä perustuu lausumistapaan. Tämän avulla voit hakea nimet ja paikat, kun et tarkkaan tiedä miten ne kirjoitetaan. <b>webtrees</b> tukee kahta eri Soundex menetelmää, joiden tulokset eroavat suuresti toisistaan.<ul><li><b>Russell</b><br />Russell patentoi vuonna 1918. Tämä menetelmä on verrattain yksinkertainen.<br /><br />Se hakee säilyttäen ensimmäisen annetun kirjaimen, eikä ole sopiva jos et ole varma ensimmäisestä kirjaimesta. Se ei myöskään sovi muihin kuin englanninkielisiin nimiin, ja tulokset saattavat olla yllätyksellisiä. Hakemalla nimeä <b>Smith</b> saat tuloksina <b>Smith, Smid, Smit, Schmidt, Smyth, Smithe, Smithee, Schmitt</b>, jotka ovat ilmeisiä nimen johdannaisia, mutta saat myös nimet <b>Smead, Sneed, Smoote, Sammett, Shand,</b> ja <b>Snoddy</b>. <br /><br /></li><li><b>Daitch-Mokotoff</b><br />Kehitettiin vuonna 1985. Se on monimutkaisempi, mutta tuottaa tarkempia tuloksia.</li></ul>Lisätietoja molemmista Soundex menetelmästä löydät <a href="http://www.jewishgen.org/infofiles/soundex.html" target=_blank><b>Jewish Genealogical Society</b></a> sivulta.
fr: L'écriture phonétique est un système d'écriture où les signes graphiques correspondent aux sons du langage. La recherche phonétique vous permet de rechercher dans la base de données des noms et des lieux dont vous ne connaissez pas précisément l'orthographe. <b>webtrees</b> prend en charge deux algorithmes phonétiques différents qui génèrent une vaste gamme de résultats.<ul><li><b>Basic</b><br />Cette méthode, brevetée en 1918 par Russel, est très simple et peut être réalisée manuellement.<br /><br />La méthode Basic retenant la première lettre du nom en tant que partie du code résultant, elle n'est pas très utile lorsque vous n'êtes pas certain de la première lettre. L'algorithme Basic n'est pas adapté aux noms qui sont originellement dans des langues autres que l'anglais, et même avec les noms en anglais les résultats sont très surprenants. Par exemple, une recherche phonétique Basic du nom <b>Smith</b> retournera non seulement <b>Smith, Smid, Smit, Schmidt, Smyth, Smithe, Smithee, Schmitt</b>, qui sont tous clairement des variations de <b>Smith</b>, mais également <b>Smead, Sneed, Smoote, Sammett, Shand,</b> et <b>Snoddy</b>. <br /><br /></li><li><b>Daitch-Mokotoff</b><br />Cette méthode, développée en 1985, est beaucoup plus complexe que la méthode Basic et n'est pas facilement réalisée manuellement.<br /><br />Une recherche phonétique utilisant cette méthode génère des résultats beaucoup plus précis.</li></ul>Pour plus de détails sur ces deux algorithmes phonétiques, veuillez visiter la page web de la <a href="http://www.jewishgen.org/infofiles/soundex.html" target=_blank><b>Jewish Genealogical Society</b></a>.
nb: Soundex er en metode for å innkode ord ut fra uttalen, hvilket gjør at man kan søke i databasen etter navn og steder selv om man ikke vet nøyaktig hvordan de skrives.<b>webtrees</b> kan gjøre bruk av to forskjellige Soundex-algoritmer, som gir vidt forskjellige resultater.<ul><li><b>Enkel</b><br />Den ene metoden, som ble patentert i 1918 av Russell, er svært enkel og kan gjøres for hånd.<br /><br />Den beholder første bokstav i navnet også i den innkodede versjonen, og er derfor ikke til noen større hjelp hvis man er usikker på hvordan ordet begynner. Den er heller ikke spesielt godt egnet til navn som opprinnelig er skrevet på andre språk enn engelsk, og tilogmed engelske navn kan gi overraskende resultater. En Enkel søkning etter <b>Smith</b> vil for eksempel finne ikke bare <b>Smith, Smid, Smit, Schmidt, Smyth, Smithe, Smithee, Schmitt</b> - alle åpenbart varianter av <b>Smith</b> - men også <b>Smead, Sneed, Smoote, Sammett, Shand</b> og <b>Snoddy</b>.<br /><br /></li><li><b>Daitch-Mokotoff</b><br />Denne metoden, utviklet i 1985, er langt mer kompleks og gir langt mer presise resultater.</li></ul>For nærmere detaljer om Soundex-algoritmene, se <a href="http://www.jewishgen.org/infofiles/soundex.html" target=_blank><b>Jewish Genealogical Society</b></a>s nettsted.
sk: ~HĽADANIE MENA PODĽA TOHO AKO (SI MYSLÍTE, ŽE) SA PÍŠE (METÓDA SOUNDEX)~<br /><br />Metóda SOUNDEX je veľmi užitočná.<br />Najskôr krátke objasnenie pojmu Soundex:<br /><br />Soundex vyhľadá priezviská, ktoré znejú podobne, ale píšu sa inak. Soundexový kód začína prvým písmenom priezviska a po ňom nasleduje trojciferný kód predstavujúci prvé tri zo zostávajúcich súhlások. U mien, ktoré nemajú dosť znakov, sa do kódu pridajú nuly.<br /><br />V angličtine to znamená:<br />Ak hľadáte meno \"Smith\", môžete ako výsledok získať tiež:<br />Smith - Smid - Smit - Schmidt, Smyth, Smithe, Smithee, Schmitt, Smead, Sneed, Smoote atd.<br /><br />Soundexový kód vás nemusí vôbec zaujímať.<br />Jednoducho iba napíšte meno, ktoré hľadáte, a program to urobí.<br /><br />Systém Soundex je veľmi vhodné použiť v tomto prípade: poznáte meno, ale neviete, ako sa presne píše.<br />Môže to tiež pomôcť v prípade, že ten, kto meno vkladal do databázy, urobil chybu.<br />I v takom prípade, za použitia systému Soundex, bude možné meno nájsť.<br /><br />Aby ste si na to zvykli, skúste nájsť určité meno, ale napíšte ho v pozmenenej podobe.<br /><br />V tomto soundexovom formulári stačí zadať akékoľvek meno.<br />Môžete vyhľadávať podľa krstného mena, priezviska alebo podľa názvu miesta.<br />Ak vyplníte viacej než jedno políčko, jednotlivé kritériá sa zreťazia pomocou \"AND\" - tj. budú vyhľadané iba tie záznamy, ktoré splňujú súčasne všetky zadané podmienky.<br />Výsledky hľadania môžete ovplyvniť tiež zadaním roku alebo rozsahu rokov. Napríklad: 1950 alebo 19[5-7][0-9], čo znamená 1950 až 1979.<br />Výsledkom vyhľadávania budú všetky osoby, u ktorých je zaznamenaná nejaká udalosť na danom mieste v zadanom rozsahu rokov.

source: Select the desired age interval
fi: Valitse haluamasi ikäjakso
fr: Sélectionnez l'interval d'âge souhaité
nb: Angi det ønskede aldersintervallet
sk: Vyberte požadovaný interval veku
sv: Välj önskad åldersintervall

source: For example, <b>interval 10 years</b> describes the following set of age ranges:<div style="padding-left:30px;">younger than one year<br />one year to 5 years<br />6 to 10<br />11 to 20<br />21 to 30<br />31 to 40<br />41 to 50<br />51 to 60<br />61 to 70<br />71 to 80<br />81 to 90<br />91 to 100<br />older than 100 years</div>
fi: Esimerkiksi <b>jaksotus 10 vuotta</b> sisältää seuraavanlaiset jaksotukset:<div style="padding-left:30px;">nuorempi kuin yksi vuosi<br />yhdestä viiteen vuotta<br />6 - 10<br />11 - 20<br />21 - 30<br />31 - 40<br />41 - 50<br />51 - 60<br />61 - 70<br />71 - 80<br />81 - 90<br />91 - 100<br />vanhempi kuin 100 vuotta</div>
fr: Par exemple, <b>intervalle de 10 ans</b> décrit l'ensemble des tranches d'âge suivantes:<div style="padding-left:30px;">avant un an<br />de un an à 5 ans<br />6 à 10<br />11 à 20<br />21 à 30<br />31 à 40<br />41 à 50<br />51 à 60<br />61 à 70<br />71 à 80<br />81 à 90<br />91 à 100<br />plus de 100 ans</div>
nb: For eksempel vil <b>10-års-intervall</b> gi følgende aldersgrupper:<div style="padding-left:30px;">yngre enn ett år<br />1-5 år<br />6-10 år<br />11-20 år<br />21-30 år<br />31-40 år<br />41-50 år<br />51-60 år<br />61-70 år<br />71-80 år<br />81-90 år<br />91-100 år<br />eldre enn 100 år</div>
sk: Napríklad <b>interval 10 rokov</b> popisuje nasledujúce rozmedzie rokov:<div style=\"padding-left:30px;\">mladší než jeden rok<br />1 až 5 rokov<br />6 až 10<br />11 až 20<br />21 až 30<br />31 až 40<br />41 až 50<br />51 až 60<br />61 až 70<br />71 až 80<br />81 až 90<br />91 až 100<br />starší než 100 rokov</div>
sv: Som exampel, <b>intervall 10 år</b> innehåller följande års intervaller:<div style="padding-left:30px;">yngre än ett år<br />ett år till to 5 år<br />6 till 10<br />11 till 20<br />21 till 30<br />31 till 40<br />41 till 50<br />51 till 60<br />61 till 70<br />71 till 80<br />81 till 90<br />91 till 100<br />äldre än 100 år</div>

source: For example, <b>interval 2 years</b> describes the following set of age ranges:<div style="padding-left:30px;">younger than 16 years<br />16 to 18<br />19 to 20<br />21 to 22<br />23 to 24<br />25 to 26<br />27 to 28<br />29 to 30<br />31 to 32<br />33 to 35<br />36 to 40<br />41 to 50<br />older than 50 years</div>
fi: Esimerkiksi, <b>jaksotus 2 years</b> sisältää seuraavanlaiset jaksotukset :<div style="padding-left:30px;">nuorempi kuin 16 vuotta<br />16 - 18<br />19 - 20<br />21 - 22<br />23 - 24<br />25 - 26<br />27 - 28<br />29 - 30<br />31 - 32<br />33 - 35<br />36 - 40<br />41 - 50<br />vanhempi kuin 50 vuotta</div>
fr: Par exemple, <b>un intervalle de 2 ans</b> décrit l'ensemble des jalons d'âge suivant:<div style="padding-left:30px;">moins de 16 ans<br />16 à 18<br />19 à 20<br />21 à 22<br />23 à 24<br />25 à 26<br />27à 28<br />29 à 30<br />31 à 32<br />33 à 35<br />36 à 40<br />41 à 50<br />plus de 50 ans</div>
nb: For eksempel vil <b>2-årsintervall</b> gi følgende aldersgrupper:<div style="padding-left:30px;">yngre enn 16 år<br />16-18<br />19-20<br />21-22<br />23-24<br />25-26<br />27-28<br />29-30<br />31-32<br />33-35<br />36-40<br />41-50<br />eldre enn 50 år</div>
sk: Napríklad <b>interval 2 rokov</b> popisuje nasledujúce rozmedzie rokov:<div style=\"padding-left:30px;\">mladší než 16 rokov<br />16 až 18<br />19 až 20<br />21 až 22<br />23 až 24<br />25 až 26<br />27 až 28<br />29 až 30<br />31 až 32<br />33 až 35<br />36 až 40<br />41 až 50<br />starší než 50 rokov</div>
sv: Till exempel, <b>intervall 2 år</b> innehåller följande årsintervaller:<div style="padding-left:30px;">yngre än 16 år<br />16 till 18<br />19 till 20<br />21 till 22<br />23 till 24<br />25 till 26<br />27 till 28<br />29 till 30<br />31 till 32<br />33 till 35<br />36 till 40<br />41 till 50<br />äldre än 50 år</div>

source: Select the desired count interval
fi: Valitse haluamasi laskentajaksotus
fr: Sélectionnez l'intervalle de décompte désiré
nb: Velg det ønskede antalls-intervallet
sk: Vyberte požadovaný interval počtu
sv: Välj önskad antalsintervall

source: For example, <b>interval one child</b> describes the following set of child count ranges:<div style="padding-left:30px;">without children<br />one child<br />two children<br />3, 4, 5, 6, 7, 8, 9, 10 children<br />more than 10 children</div>
fi: Esimerkiksi <b>jaksotus yksi lapsi </b> tarkoittaa seuraavanlaiset lapsi jaksotuksia::<div style="padding-left:30px;">ilman lapsia<br />yksi lapsi<br />kaksi lasta<br />3, 4, 5, 6, 7, 8, 9, 10 lasta<br />enemmän kuin 10 lasta</div>
fr: Par exemple, <b>un intervalle d'un enfant</b> décrit les réglages de décompte d'enfant suivants:<div style="padding-left:30px;">sans enfant<br />un enfant<br />deux enfants<br />3, 4, 5, 6, 7, 8, 9, 10 enfants<br />plus de 10 enfants</div>
nb: For eksempel gir <b>ettbarnsIntervall</b> følgende mengder for antall barn:<div style="padding-left:30px;">uten barn<br />ett barn<br />to barn<br />3, 4, 5, 6, 7, 8, 9, 10 barn<br />mer enn 10 barn</div>
sk: Napríklad <b>interval jedného dieťaťa</b> popisuje nasledujúcu sadu rozsahov počtu detí:<div style=\"padding-left:30px;\">bez detí<br />jedno dieťa<br />dve deti<br />3, 4, 5, 6, 7, 8, 9, 10 detí<br />viacej než 10 detí</div>
sv: Som exampel, <b>intervall ett barn</b> innehåller följande barnantals intervaller:<div style="padding-left:30px;">utan barn<br />ett barn<br />två barn<br />3, 4, 5, 6, 7, 8, 9, 10 barn<br />mer än 10 barn</div>

source: Boundaries for Z axis
fi: Raja-arvot Z akselille
fr: Limites pour l'axe Z
nb: Grenseverdier for Z-aksen
sk: Hranice pre os Z
sv: Gränsvärde för Z-axel

source: Select the desired starting year and interval<br /><br />For example, <b>from 1700 interval 50 years</b> describes the following set of date ranges:<div style="padding-left:30px;">before 1700<br />1700 to 1749<br />1750 to 1799<br />1800 to 1849<br />1850 to 1899<br />1900 to 1949<br />1950 to 1999<br />2000 or later</div>
fi: Valitse haluamasi aloitusvuosi ja jakso<br /><br />Esim.<b>1700 jaksoväli 50 vuotta</b> sisältää seuraavanlaiset jaksotukset:<div style="padding-left:30px;">ennen 1700<br />1700 - 1749<br />1750 - 1799<br />1800 - 1849<br />1850 - 1899<br />1900 - 1949<br />1950 - 1999<br />2000 tai myöhemmin</div>
fr: Sélectionnez l'année de début et le laps de temps désirés.<br /><br />Par exemple, <b>de 1700 intervalle 50 ans</b> décrit le réglage suivant de périodes de temps:<div style="padding-left:30px;">avant 1700<br />1700 à 1749<br />1750 à 1799<br />1800 à 1849<br />1850 à 1899<br />1900 à 1949<br />1950 à 1999<br />2000 et plus</div>
nb: Velg ønsket startår og intervall.<br /><br />For eksempel gir <b>fra 1700, 50-årsintervall</b> følgende intervaller:<div style="padding-left:30px;">før 1700<br />1700-1749<br />1750-1799<br />1800-1849<br />1850-1899<br />1900-1949<br />1950-1999<br />2000 eller senere.</div>
sk: Vyberte požadovaný počiatočný rok a interval<br /><br />Napríklad <b>od 1700 interval 50 rokov</b> popisuje nasledujúce rozsahy dátumov:<div style=\"padding-left:30px;\">pred 1700<br />1700 až 1749<br />1750 až 1799<br />1800 až 1849<br />1850 až 1899<br />1900 až 1949<br />1950 až 1999<br />2000 alebo neskôr</div>
sv: Välj det önskade startår och intervall<br /><br />Som exampel, <b>från 1700 intervall 50 år</b> innehåller följande års intervall:<div style="padding-left:30px;">före 1700<br />1700 till 1749<br />1750 till 1799<br />1800 till 1849<br />1850 till 1899<br />1900 till 1949<br />1950 till 1999<br />2000 eller senar</div>

source: Page layout
fi: Sivun asettelu
fr: Mise en page
nb: Sidelayout
sk: Rozvrhnutie stránky
sv: Sidlayout

source: With this option you determine the page layout orientation.<br /><br />Changing this setting might be useful if you want to make a screen print or if you have a different type of screen.<ul><li><b>Portrait</b> mode will make the tree taller, such that a 4 generation chart should fit on a single page printed vertically.</li><li><b>Landscape</b> mode will make a wider tree that should print on a single page printed horizontally.</li><li><b>Oldest at top</b> mode rotates the chart, but not its boxes, by 90 degrees counter-clockwise, so that the oldest generation is at the top of the chart.</li><li><b>Oldest at bottom</b> mode rotates the chart, but not its boxes, by 90 degrees clockwise, so that the oldest generation is at the bottom of the chart.</li></ul>
fi: Tällä vaikutat sivun esitysmuotoon.<br /><br />Siitä voi olla apua kun aiot tulostaa sivun paperille, tai sinulla on käytössä erilainen näyttöpääte.<ul><li><b>Pystysuunta/Portrait</b>sukupuun esitetään korkeampana, jolloin 4 sukupolven esittäminen on helpompi pystysuuntaisesti paperille.</li><li><b>Vaakatasoon/Landscape</b> tekee sukupuusta leveämmän ja tulostuu paremmin vakkatasoon paperille.</li><li><b>Vanhin ylimpänä</b> kääntää kaavion 90-astetta vasemmalle, muttei sen sisällä olevia laatikoita, ja vanhin sukupolvi on ylimpänä kaaviossa.</li><li><b>Vanhin alhaalla</b>kääntää kaavion 90-astetta oikealle, muttei sen sisällä olevia laatikoita, ja vanhin sukupolvi on alimpana kaaviossa .</li></ul>
fr: Avec cette option vous permet de choisir l'orientation de mise en page.<br /><br />Modifier ce paramètre pourrait être utile si vous voulez faire une copie d'écran ou si vous avez un type d'écran de l'écran.<ul><li><b>Portrait</b>Dans ce mode l'arbre est plus grand, de telle sorte que le graphique de 4 générations puisse tenir sur une seule page imprimée verticalement.</li><li><b>paysage</b> ce mode rendra plus large l'arbre pour être imprimées sur une seule page imprimée horizontalement.</li><li><b>Les plus anciens en haut</b> ce mode tourne la liste, mais pas ses boîtes, par 90 degrés vers la gauche, de sorte que la plus ancienne génération se trouve en haut de la liste.</li><li><b>Les plus anciens en bas</b> ce mode tourne la liste, mais pas ses boîtes, par 90 degrés vers la droite, de sorte que la plus ancienne génération se trouve en bas de la liste.</li></ul>
nb: Med dette alternativet bestemmer du retningen på sideoppsettet.<br /><br />Det kan være nyttig å forandre denne innstillingen vis du vil spare et skjermbilde, eller hvis du har en spesiell skjermtype.<ul><li><b>Portrett</b> gjør treet høyere, så et diagram med fire generasjoner normalt vil få plass på en stående trykkside.</li><li><b>Landskap</b> lager et bredere tre som normalt vil få plass på en enkelt liggende side.</li><li><b>Eldste øverst</b> roterer diagrammet (men ikke boksene) 90 grader motsols, så den eldste generajsonen havner øverst i diagrammet.</li><li><b>Eldste nederst</b> roterer diagrammet (men ikke boksene) 90 grader medsols, så den eldste generajsonen havner nederst i diagrammet.</li></ul>
sk: Touto voľbou určíte orientáciu rozvrhnutia stránky.<br /><br />Zmena tohoto nastavenia môže byť užitočná, ak chcete stránku vytlačiť alebo ak máte iný typ obrazovky.<ul><li><b>Na výšku</b> strom bude vyšší, tak aby sa 4-generačná schéma vertikálne vošla na jednu stránku.</li><li><b>Na šírku</b> strom bude širší, a mal by sa vojsť na jednu stránku horizontálne.</li><li><b>Najstarší hore</b> otočí schému, ale nie jej rámčeky, o 90 stupňov proti smrru hodinových ručičiek, takže najstaršia generácia je hore.</li><li><b>Najstarší dolu</b>otočí schému, ale nie jej rámčeky, o 90 stupňov v smere hodinových ručičik, takže najstaršia generácia je dolu.</li></ul>

source: On this chart you can display one or more persons along a timeline. You can, for example, visualize the status of two or more persons at a certain moment.<br /><br />If you click the <b>Time Line</b> link on an other page you will already see one person on the Time Line. If you clicked the <b>Time Line</b> menu item in a page header, you have to supply the starting person's ID.
fi: Tässä kaaviossa voit nähdeä yksi tai useampi henkilö aikajanalla. Saat näkymään kahden tai useamman henkilön elämän tapahtumat tiettynä ajanjaksona.<br /><br />Kun valitset <b>Aikajana</b> linkin jollakin sivulla, niin sen henkilön tapahtumat näkyvät aikajanalla. Jos olet valinnut <b>Aikajana</b> jossakin valikossa, niin silloin pitää ensin syöttää aloitushenkilön ID-tunnus.
fr: Sur ce diagramme vous pouvez afficher une ou plusieurs personnes sur une échelle de temps. Vous pouvez, par exemple, visualiser la situation de deux ou de plusieurs personnes à un certain moment.<br /><br />Si vous cliquez sur le lien <b>Echelle de temps</b> sur une autre page vous verrez tout de suite une personne sur l'Echelle de temps. Si vous cliquez sur le lien <b>Echelle de temps</b> du menu situé dans l'en-tête d'une page, vous aurez à fournir l'ID de l'individu de départ.
nb: På dette diagrammet kan du vise en eller flere personer langs en tidslinje. Du kan for eksempel visualisere forholdet mellom to eller flere personer på et gitt tidspunkt.<br /><br />Hvis du kom hit fra en <b>Levetidsdiagram</b>-link på en Person-side, vil du allerede se en person på tidslinjen. Hvis du har klikket på <b>Levetidsdiagram</b> i et sidehode, må du angi startpersonens ID.
sk: Na tejto schéme môžete zobraziť jednu alebo viacero osôb na časovej ose. Môžete, napríklad, vizualizovať stav dvoch alebo viacero osôb v určitý moment.<br /><br />Ak kliknete na odkaz <b>Časová os</b>, na ďalšej stránke uvidíte jednu osobu na časovej ose. Ak kliknete na položku <b>Časová os</b> v menu v hlavičke stránky, musíte vyplniť ID počiatočnej osoby.

source: Use the Interactive Tree to view the entire family tree of a person in both directions. This view is similar to the Hourglass view in that it shows both ancestors and descendants of a given root person. This chart gives you a more compact view by showing boxes for couples or families instead of just individuals.
fi: Käytä interaktiivista puurakennetta nähdäksesi henkilön koko sukupuun molempiin suuntiin. Tämä on samantapainen kuin tiimalasinäkymä, jossa henkilön esivanhemmat ja jälkeläiset esitetään. Tämä kaavio antaa tiivistetyn näkymän, näyttämällä aviopuolisot ja perheet samassa laatikkossa.
fr: Utilisez l' Arbre interactif pour visualiser l'arbre familial complet d'une personne dans les deux directions. Cette vue est similaire celle du sablier dans le sens où elle montre à la fois les ancêtres et les descendants d'une personne racine donnée. Ce diagramme vous offre une vue plus compacte en affichant des boites pour les couples et les familles au liey d'afficher simplement des individus.
nb: Bruk det interaktive treet for å se en persons fulle slektstre i begge retninger. Diagrammet ligner Timeglassdiagrammet ved at det viser både aner og etterkommere til en gitt person, men treet fylles på fortløpende etterhvert som du navigerer rundt i det. Diagrammet er også mer kompakt, med bokser for par eller familier og ikke for enkeltindivider.
sk: Použite Interaktívny strom pre zobrazenie celého rodinného stromu osoby v oboch smeroch. Tento pohľed je podobný ak Schéma presýpacích hodín, v ktorom sa zobrazia i predkovia i potomkovia danej koreňovej osoby. Schéma je kompaktnejšia tým, že ukazuje rámčeky pre páry alebo rodiny, namiesto samotných osôb.

source: Scrolling
fi: Vieritys
fr: Défilement
nb: Rulling
sk: Rolovanie
sv: Rullning
