Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Automatically create globally unique IDs
fi: Luo automaattisesti GUID tunnukset (globally unique ID)
fr: Création automatique d'un identifiant unique
hu: Egyedi azonosító automatikus létrehozása
nb: Opprett automatisk globalt unike ID'er
sk: Automaticky vytvoriť globálne unikátne ID
sv: Skapa Globalt Unika ID automatiskt

source: Add spaces where notes were wrapped
fi: Lisää välilyönnit kun teksti jatkuu seuraavalle riville
fr: Ajouter des espaces en fin de ligne dans les notes
hu: Szóközök beillesztése a sortöréseknél
nb: Legg til mellomrom<br />der linjer er delt
sk: Na miesta, kde boli poznámky, vložiť medzery
sv: Lägg till tomrum där anteckningar blir wrappade

source: ID settings
fi: ID asetukset
fr: Paramètres d'identification
hu: Azonosító beállítások
nb: ID innstillinger
sk: Nastavenie ID
sv: ID inställningar

source: Individual ID prefix
fi: Henkilön ID etuliite
fr: Préfixe Individu
hu: Személy azonosító előtag
nb: Individ ID prefiks
sk: GEDCOM ID Prefix
sv: Person-ID prefix

source: Family ID prefix
fi: Perheen ID etuliite
fr: Préfixe Famille
hu: Család azonosító előtag
nb: Familie ID prefiks
sk: Rodina&nbsp;ID prefix
sv: Familje-ID prefix

source: Source ID prefix
fi: Tietolähteen ID etuliite
fr: Préfixe Source
hu: Forrás azonosító előtag
nb: Kilde ID prefiks
sk: Zdroj&nbsp;ID prefix
sv: Käll-ID prefix

source: Repository ID prefix
fi: Tietovaraston ID etuliite
fr: Préfixe Dépôt d'archives
hu: Szervezet azonosító előtag
nb: Arkiv ID prefix
sk: Prameň&nbsp;ID prefix
sv: Arkiv-ID prefix

source: Media ID prefix
fi: Median ID etuliite
fr: Préfixe MultiMédia
hu: Média-elem azonosító előtag
nb: Medie ID prefiks
sk: Média&nbsp;ID prefix

source: Note ID prefix
fi: Lisätiedot ID etuliite
fr: Préfixe Note
hu: Azonosító előtag
nb: Notat ID prefiks
sk: Poznamka - ID prefix
sv: Antecknings ID prefix

source: Contact Information
fi: Yhteystiedot
fr: Contact
hu: Kapcsolatinformációk
nb: Kontaktinformasjon
sk: Kontaktné informácie
sv: Kontakt information

source: webtrees reply address
fi: webtrees vastausosoite
fr: Adresse de réponse
hu: webtrees válaszcím
nb: webtrees svaradresse
sk: skutočná adresa webtrees
sv: webtrees svarsadress

source: Genealogy contact
fi: Sukututkimus yhteyshenkilö
fr: Adresse courriel du contact Généalogie
hu: E-mail cím genealógiai kérdésekhez
nb: Kontaktperson for slektsspørsmål
sk: Kontaktný uživateľ pre tento rodokmeň
sv: Släktforskningskontakt

source: Support contact
fi: Tekninen tukihenkilö
fr: Adresse courriel de l'administrateur
hu: E-mail cím a Webmesterhez
nb: Kontaktperson for teknisk assistanse
sk: Kontaktný uživateľ pre technickú podporu
sv: Support kontakt

source: Web Site and META Tag Settings
fi: Web-sivusto ja META tunniste (tag) asetukset
fr: Balises META
hu: META tag-ek beállítási lehetőségei
nb: Nettside og META settinger
sk: Konfiguračné možnosti META tagov
sv: Websajt och META-tagg inställningar

source: Add to TITLE header tag
fi: Lisää otsikkoon tunniste (tag)
fr: Complément balise TITLE
hu: A fejléc "TITLE" elemének hozzáadása
nb: META tag: Undertittel
sk: Pridať do hlavičkového tagu TITLE (nadpis)
sv: Lägg till TITEL-rubriktagg

source: Description META tag
fi: Kuvaus META tunniste (tag)
fr: META Description
hu: "Leírás" META tag
nb: META tag: Beskrivelse
sk: META tag s popisom
sv: Beskrivning META tagg

source: Leave this field empty to use the title of the currently active database.
fi: Jättämällä tämä kenttä tyhjäksi, käytetään nyt käytössä olevan tietokannan otsikkotiedot
fr: Si vide, le titre de la base GEDCOM sera utilisé.
hu: Kérjük, hagyja üresen ezt a mezőt, ha az aktuális GEDCOM-állomány címét szeretné itt használni.
nb: La feltet stå tomt for å bruke tittelen på den aktive databasen.
sk: Ponechajte toto políčko prázdne, ak chcete, aby bol použitý súčasný nadpis tohoto GEDCOMu.
sv: Lämna detta fält tomt för att använda den för närvarande aktiva databasens titel för detta värde.

source: Privacy options
fi: Yksityisyysasetukset
fr: Options de confidentialité
hu: Adatkezelési beállítások
nb: Personvernsinnstillinger
sk: Voľby utajenia
sv: Integritetsinställningar

source: disable
fi: poista käytöstä
fr: désactiver
hu: letiltás
nb: deaktiver
sk: zakázať
sv: inaktivera

source: enable
fi: ota käyttöön
fr: activer
hu: engedélyezés
nb: aktiver
sk: povoliť
sv: aktivera

source: Show dead people
fi: Näytä kuolleet ihmiset
fr: Montrer les personnes décédées
hu: Elhunyt személyekhez hozzáférhet
nb: Vis døde personer
sk: Zobraziť mená zomrelých osôb
sv: Visa döda personer

source: Extend privacy to dead people
fi: Yksityisyyssäännöt kattamaan myös kuolleet
fr: Élargir la confidentialité aux personnes décédées
hu: Elhunytak adataihoz való hozzáférés beállítása
nb: Utvid personvernsinnstillinger til avdøde personer
sk: Rozšíriť utajenie na zomrelé osoby
sv: Integritetsregler gäller även döda

source: born in the last %1$s years or died in the last %2$s years
fi: syntynyt viimeisten %1$s vuosien aikana tai kuollut viime %2$s vuosien aikana
fr: né(e) dans les %1$s dernières années ou décédé(e) dans les %2$s dernières années
hu: az utóbbi %1$s évben születtek vagy %2$s évben hunytak el
nb: født innen de siste %1$s år eller død innen de siste %2$s år
sk: narodený v posledných %1$s rokoch alebo zomrelý v posledných %2$s rokoch
sv: född de senaste %1$s åren eller död de senaste %2$s åren

source: Show living names
fi: Näytä elossa olevien nimet
fr: Montrer les noms des personnes en vie
hu: Élő személyek nevéhez hozzáférhet
nb: Vis navn på nålevende
sk: Ukázať mená žijúcich osôb
sv: Visa de levandes namn

source: Show private relationships
fi: Näytä piilotetut sukulaiset
fr: Afficher les relations privées
hu: Privát kapcsolatok mutatása
nb: Vis private relasjoner
sk: Zobrazit utajené vzťahy
sv: Visa privata släktskap

source: Age at which to assume a person is dead
fi: Oletetaan kuolleeksi, kun saavuttaa tämän iän
fr: Âge maxi d'une personne
hu: Az életkor, mely után az adott személy feltehetően már nem él
nb: Antatt maksimal levetid
sk: Vek, od ktorého je možno osobu považovať za mŕtvu
sv: Åldersgräns då person antas vara död

source: Privacy restrictions - these apply to records and facts that do not contain a GEDCOM RESN tag
fi: Yksityisyysrajoituksia - nämä sovelletaan GEDCOM tietueisiin ja tietoihin joilla ei ole RESN tietotunnistetta
fr: Restrictions de confidentialité - Celles-ci s'appliquent aux dossiers et aux faits qui ne contiennent pas de balises GEDCOM RESN
hu: Adatvédelmi megszorítások - ezek azokra a bejegyzésekre lesznek alkalmazva amelyek nem tartalmaznak a GEDCOM RESN bejegyzést
nb: Personvernsrestriksjoner - disse påvirker poster og fakta som ikke inneholder en GEDCOM RESN tag
sk: Obmedzenie utajenia - uplatní sa v záznamoch a údajoch, ktoré neobsahujú GEDCOM tag RESN.
sv: Privat begränsningar - dessa gäller för dataposter och fakta som inte innehåller en GEDCOM RESN tagg

source: this record does not exist
fi: tämä tietue ei ole olemassa
fr: ce document n'existe pas
hu: ez a bejegyzés nem létezik
nb: denne posten eksisterer ikke
sk: záznam neexistuje
sv: denna datapost finns inte

source: Enable multimedia features
fi: Käytä multimediaominaisuudet
fr: Autoriser les fonctions multimédia
hu: Multimédiás megoldások engedélyezése
nb: Aktiver multimedier
sk: Zapnúť použitie multimédií
sv: Använd multimediafunktioner

source: General
fi: Yleinen
fr: Général
hu: Általános
nb: Generelt
sk: Hlavný
sv: Allmän

source: Keep links
fi: Säilytä linkit
fr: Conserver les liens
hu: Hivatkozások megtartása
nb: Behold URL-linker
sk: Uchovávať odkazy
sv: Behåll länkar

source: Media directory
fi: Mediahakemisto
fr: Répertoire média
hu: Média könyvtár
nb: Mediemappe
sk: Adresár médií
sv: Mediakatalog

source: Media path should not contain a drive letter.
fi: Mediapolulla ei saisi olla asemakirjainta.
fr: Le chemin media ne doit pas contenir une lettre de lecteur
hu: A média mappa nem kell tartalmazza a meghajtó betűjét.
nb: Mediestien skal ikke inneholde en stasjonsbokstav.
sk: Cesta k médiám nesmie obsahovať znak pre jednotku (disk).

source: Media path should not contain "../" or "./"
fi: Mediapolun ei tulisi sisältää "../" tai "./"
fr: Le chemin des médias ne soit pas contenir "../" or "./"
hu: A médiamappa nem kell tartalmazza a következő karaktereket: "../" vagy "./"
nb: Mediestien skal ikke inneholde "../" eller "./"
sk: Cesta k médiám nesmie obsahovať "../" alebo "./"

source: Multimedia directory levels to keep
fi: Multimediatasojen määrä
fr: Niveaux de répertoire multimédia à garder
hu: Tartsa meg a multimédia mappa szintjeit
nb: Nivåantall for multimediemapper
sk: Úrovne multimediálneho adresára, ktoré sa majú uchovávať
sv: Multimediakatalogs nivå-antal

source: Width of generated thumbnails
fi: Ohjelman tekemien pienoiskuvien leveys
fr: Largeur des miniatures
hu: Generált bélyegképek szélessége
nb: Bredde på miniatyrbilder
sk: Šírka generovaných náhľadov
sv: Bredd på genererade miniatyrbilder

source: Automatically generate thumbnails
fi: Luo automaattisesti pienoiskuvat
fr: Générer automatiquement les miniatures
hu: Bélyegképek automatikus generálása
nb: Generer miniatyrbilder automatisk
sk: Automaticky generovať náhľady
sv: Automatisk generera miniatyrbilder

source: Use thumbnail
fi: Käytä pienoiskuvaa
fr: Afficher les miniatures à la place des images
hu: Bélyegképek használat
nb: Bruk miniatyrbilde
sk: Pre hlavný obrázok na stránke o osobe použiť náhľad
sv: Använd miniatyrbild

source: Use silhouettes
fi: Käytä varjokuvia
fr: Utilisez les silhouettes
hu: Sziluettek használata
nb: Bruk silhuetter
sk: Použiť okuliare
sv: Använd siluetter

source: Show highlight images in people boxes
fi: Näytä ensisijaiset kuvat henkilöalueilla
fr: Afficher les miniatures des individus
hu: Mutassunk képrészletet a személyek dobozában
nb: Vis hovedbilde ved siden av personnavn i diagrammet
sk: Zobraziť vybrané obrázky v boxoch osôb
sv: Visa markerade bilder i personrutor

source: Use media viewer
fi: Käytä median katseluohjelma
fr: Utilisez Media Viewer
hu: Médiaböngésző használata
nb: Bruk media viewer
sk: Použiť zobrazovač médií
sv: Använd mediavisare

source: Show file name in media viewer
fi: Näytä tiedoston nimi median katseluohjelmassa
fr: Afficher le nom du fichier dans Media Viewer
nb: Vis filnavn i media viewer
sk: Zobraziť mená súborov v zobrazovači médií
sv: Visa filnamnet i mediavisaren

source: Show download link in media viewer
fi: Näytä siirrä palvelimelta linkki median katseluohjelmassa
fr: Voir lien de téléchargement dans Media Viewer
hu: Letöltési hivatkozás használata a médiaböngészőben
nb: Vis link for nedlasting i media viewer
sk: Zobraz odkaz na stiahnutie v media browsere
sv: Visa nedladdninglänken i mediavisaren

source: Media Firewall
fi: Mediapalomuuri
fr: Pare-feu multimédia
hu: Médi Tűzfal
nb: Mediebrannmur
sv: Mediabrandvägg

source: see the wiki
fi: katso wikiä
fr: Consulter le wiki
hu: lásd a wikiben
nb: Se wikien
sk: pozrite si wiki

source: Media firewall root directory
fi: Mediapalomuurin juurihakemisto
fr: Répertoire racine du pare-feu des médias
hu: Média tűzfal gyökérkönyvtára
nb: Rotmappe for mediebrannmur
sk: Root adresár media firewallu
sv: Mediabrandväggens rotkatalog

source: When this field is empty, the <b>%s</b> directory will be used.
fi: Kun jätät tyhjäksi, niin käytetään hakemisto <b>%s</b>
fr: Lorsque ce champ est vide, le répertoire <b>%s</b> sera utilisé.
hu: Üresen hagyása esetén a <b>%s</b> könyvtárat használja.
nb: Mappen <b>%s</b> vil bli brukt hvis dette feltet er tomt.
sk: Ak je pole prázdne bude použitý adresár <b>%s</b>.
sv: Om detta fält är tomt, används <b>%s</b>-katalogen.

source: Automatically protect new images
fi: Suojaa automaattisesti uudet kuvat
fr: Protéger automatiquement les nouvelles images
hu: Az új képek automatikus védelme
nb: Beskytt nye bilder automatisk
sk: Automaticky chrániť nové obrázky

source: Protect thumbnails of protected images
fi: Suojaa pienoiskuva kun isokuva on myös suojattu
fr: Protéger les miniatures des images protégées
hu: Védett képek bélyegképének védelme
nb: Beskytt miniatyrbilder av beskyttede bilder
sk: Ochrániť náhľady chránených obrázkov
sv: Skydda miniatyrbild då andra bildstorlekar är skyddade

source: Who can view non-watermarked images?
fi: Kenelle näytetään kuvia ilman vesileimaa?
fr: Qui peut voir les images sans filigrane ?
hu: Ki láthatja a nem vízjelezett képeket?
nb: Hvem kan se ikkevannmerkede bilder?
sk: Kto môže vidieť obrázky bez vodoznaku?
sv: Vem kan se de icke vattenmärkta bilder?

source: Add watermarks to thumbnails?
fi: Lisää vesileimat pienoiskuviin?
fr: Ajouter des filigranes aux miniatures ?
hu: Vízjel hozzáadása a bélyegképekhez
nb: Tilføy vannmerke til miniatyrbilder?
sk: Pridať vodoznak do náhľadov?
sv: Lägg till vattenmärke till miniatyr?

source: Store watermarked full size images on server?
fi: Tallenna täyskokoiset vesileimatut kuvat palvelimeen?
fr: Stocker les images filigranées sur le serveur ?
hu: Tárolja a teljes méretű vízjelezet képeket a szerveren?
nb: Lagre vannmerkede bilder på serveren?
sk: Ukladať na server obrázky chráněné vodoznakem v plnej veľkosti ?
sv: Spara vattenmärkta fullstora bilder på servern?

source: Store watermarked thumbnails on server?
fi: Tallenna vesileimatut pienoiskuvat tälle palvelimeen?
fr: Stocker les miniatures filigranées sur le serveur ?
hu: Tárolja a vízjelezett bélyegképeket a szerveren?
nb: Lagre vannmerkede miniatyrbilder på serveren?
sk: Ukladať náhľady chráněné vodoznakem na server?
sv: Spara vattenmärkta miniatyrer på servern?

source: Visitor options
fi: Vierailija-asetukset
fr: Options visiteurs
hu: Látogató beállításai
nb: Innstillinger for besøkende
sk: Nastavenia pre návštevníkov
sv: Besökar-inställningar

source: Require visitor authentication
fi: Vaadi vierailijoita rekisteröitymään / kirjautumaan
fr: Authentification obligatoire
hu: Felhasználói azonosítás megkövetelése
nb: Krev innlogging av alle besøkende
sk: Vyžadovať autorizáciu návštevníkov
sv: Kräver besökarens autenticiering

source: Welcome text on login page
fi: Tervehdysteksti sisäänkirjautumissivulla
fr: Texte de Bienvenue sur la page de connexion
hu: A bejelentkező oldal üdvözlő szövege "Hitelesített módban"
nb: Velkomsttekst på loginnsiden
sk: Uvítací text v prihlasovacej obrazovke
sv: Välkomsttext på inloggningssida

source: No predefined text
fi: Ei esivalmistettua tekstiä
fr: Aucun texte par défaut
hu: Nincs alapértelmezett szöveg
nb: Ingen forhåndsdefinert tekst
sk: Prednastavený text
sv: Ingen fördefinierad text

source: Predefined text that states all users can request a user account
fi: Esivalmistettu teksti, kaikki voivat anoa käyttäjätilin itselleen
fr: Texte indiquant que tous les visiteurs peuvent demander un compte
hu: Szövegváltozat, mely szerint minden felhasználó igényelhet hozzáférést
nb: Forhåndsdefinert tekst som sier at alle besøkende kan be om en brukerkonto
sk: Prednastavený text, ktorý hovorí, že všetci uživatelia môžu zažiadať o zriadenie uživateľského účtu
sv: Fördefinierad text som anger att alla användare kan ansöka om ett användarkonto.

source: Predefined text that states admin will decide on each request for a user account
fi: Esivalmistettu teksti, ylläpitäjä päättää hyväksyykö käyttäjätilianomuksen
fr: Texte indiquant que l'administrateur décidera si besoin d'un compte
hu: Szövegváltozat, mely szerint az adminisztrátor dönti el, hogy elfogadja-e a hozzáféréshez benyújtott igényeket
nb: Forhåndsdefinert tekst som sier at alle søknader om brukerkonto må behandles av administrator
sk: Prednastavený text, ktorý hovorí, že administrátor rozhodne v prípade žiadosti o účet
sv: Fördefinierad text som anger att administratören bestämmer om man får ett användarkonto.

source: Predefined text that states only family members can request a user account
fi: Esivalmistettu teksti, käyttäjätilin voi anoa ainoastaan sukupuussa oleva henkilö
fr: Texte indiquant que seuls les membres de la famille peuvent demander un compte
hu: Szövegváltozat, mely szerint kizárólag családtagok igényelhetnek hozzáférést
nb: Forhåndsdefinert tekst som sier at kun familiemedlemmer kan søke om brukerkonto
sk: Prednastavený text, ktorý hovorí, že o zriadenie uživateľského účtu môžu žiadať iba členovia rodiny
sv: Fördefinierad text som anger att endast familjemedlemmar kan ansöka om ett användarkonto.

source: Choose user defined welcome text typed below
fi: Valitse käyttäjän määrittelemä tervetuloteksti joka on kirjoitettu alla
fr: Choisir un texte de bienvenue
hu: Az alább begépelt egyéni üdvözlő szöveg kiválasztása
nb: Bruk egendefinert velkomsttekst skrevet i feltet nedenfor
sk: Vybrať uživateľom definovaný text uložený pod týmto políčkom
sv: Välj användardefinierad välkomsttext inskriven nedan

source: Standard header for custom welcome text
fi: Vakio-otsikko mukautuneelle tervehdystekstille
fr: En-tête standard pour le texte personnalisé de bienvenue
hu: Egyéni üdvözlő szöveg alapértelmezett fejléce
nb: Standard overskrift for egendefinert velkomsttekst
sk: Štandardná hlavička pre uživateľský uvítací text
sv: Standardrubrik för egen välkomsttext

source: Custom welcome text
fi: Mukautettu tervehdysteksti
fr: Texte personnalisé de bienvenue
hu: Egyéni üdvözlő szöveg
nb: Egendefinert velkomsttekst
sk: Uživateľský uvítací text
sv: Egen välkomsttext

source: Show acceptable use agreement on «Request new user account» page
fi: Näytä käyttöehdot kun pyydetään uutta käyttäjätiliä
fr: Voir les conditions d'utilisation sur la page «Demander un compte utilisateur»
hu: Mutasson egy elfogadandó nyilatkozatot az Új felhasználói fiók igénylése lapon
nb: Vis avtale om akseptabel bruk ved søknad om brukerkonto
sk: Zobraziť dohodu o používaní na stránke «Request new user account»
sv: Visar accepterad användaravtal på «Begär nytt användarkonto» sida

source: User options
fi: Käyttäjäasetukset
fr: Options de l'utilisateur
hu: Felhasználói opciók
nb: Brukerinnstillinger
sk: Nastavenia pre uživateľov
sv: Användar-inställningar

source: Contextual Help links
fi: Pika-avusteet linkit
fr: Liens d'aide contextuelle
hu: Környezetre vonatkozó Súgó hivatkozások
nb: Lenke til hjelpetekst
sk: Kontextová nápoveda
sv: Sammanhangsberoende hjälplänkar

source: hide
fi: piilota
fr: Masquer
hu: Elrejt
nb: skjul
sk: skryť
sv: dölj

source: show
fi: näytä
fr: afficher
hu: mutat
nb: vis
sk: ukázať
sv: visa

source: Theme dropdown selector for theme changes
fi: Teeman vaihtamisen valinta
fr: Sélecteur de la liste déroulante «Thème» pour changer de thème
hu: Sablonok listája a téma cseréjéhez
nb: Meny for valg av tema
sk: Políčko výberu motívu pre zmenu motívu
sv: Temarullgardinsväljare för temaändringar

source: Default Theme
fi: Oletusteema
fr: Thème par défaut
hu: Alapértelmezett stílus
nb: Standardtema
sk: Úvodná téma
sv: Standard tema

source: Names
fi: Nimet
fr: Noms
hu: Nevek
nb: Navn
sk: Mená
sv: Namn

source: Underline names in quotes
fi: Alleviivaa nimet lainausmerkeissä
fr: Souligner les noms entre guillemets (")
hu: Nevek aláhúzása az idézőjelekben
nb: Understrek navn satt i anførselstegn
sk: Podčiarknúť mená v závorkách
sv: Understryk namn inom citationstecken

source: Show married names on individual list
fi: Näytä aviosukunimet henkilöluettelossa
fr: Afficher les noms après mariage sur la liste individuelle
hu: Házasság utáni név mutatása az egyének listájában
nb: Vis navn som gift på individliste
sk: Zobraziť mená po sobáši na stránkach osôb
sv: Visa efternamn som gift i personlista

source: Min. no. of occurrences to be a "common surname"
fi: Yleinen sukunimi, kun sukunimi esiintyy vähintään (lukumäärä)
fr: Min. d'occurrences d'un nom pour être dans la liste des "Principaux noms de familles"
hu: Események min. száma "közös vezetéknévhez"
nb: Min. antall forekomster for "alminnelige etternavn"
sk: Minimálny počet výskytov pre "najčastejšie priezviská"
sv: Minimi antal förekomst för att bli "vanligt efternamn"

source: Names to add to common surnames (comma separated)
fi: Lisää nämä sukunimet (pilkulla erotettuina) Yleisimmät sukunimet luetteloon
fr: Noms à ajouter aux noms courants (séparés par des virgules)
hu: Nevek hozzáadása a Gyakori vezetéknevekhez (vesszővel elválasztva)
nb: Navn som skal tilføyes liste for alminnelige etternavn (separert med komma)
sk: Mená, ktoré majú byť pridané do "najčastejšie priezviská" (oddelené čiarkou)
sv: Namn att lägga till "vanliga efternamn" (åtskilda med komma)

source: Names to remove from common surnames (comma separated)
fi: Poista nämä sukunimet (pilkulla erotettuina) Yleisimmät sukunimet luettelosta
fr: Noms à supprimer des noms courants (séparés par des virgules)
hu: Nevek eltávolítása a Gyakori vezetéknevek közül (vesszővel elválasztva)
nb: Navn som skal fjernes fra "alminnelige etternavn" (separert med komma)
sk: Mená, ktoré majú byť odobrané z "najčastejšie priezviská" (oddelené čiarkou)
sv: Namn att ta bort från "vanliga efternamn" (åtskilda med komma)

source: Surname list style
fi: Sukunimien esitystapa
fr: Style de présentation des listes
hu: Vezetéknévlisták stílusa
nb: Utseende på liste over etternavn
sk: Štýl zoznamu priezvísk
sv: Stil för efternamnlistor

source: Maximum number of surnames on individual list
fi: Sukunimien enimmäismäärä henkilöluettelossa
fr: Nombre maximum de noms sur la liste individuelle
hu: Vezetéknevek max. száma az egyének listájában
nb: Maks. antall etternavn på individliste
sk: Maximálny počet priezvísk na zozname osôb
sv: Maximalt antal efternamn i personlista

source: Maximum number of surnames on family list
fi: Sukunimien enimmäismäärä perheluettelossa
fr: Nombre maximum de noms sur la liste de la famille
hu: Vezetéknevek min. száma a családok listájában
nb: Maks antall etternavn på familieliste
sk: Maximálny počet priezvísk na zozname rodín
sv: Maximalt antal efternamn in familjelistan

source: Charts
fi: Kaaviot
fr: Diagrammes
hu: Grafikonok
nb: Diagrammer
sk: Schémy
sv: Tavlor

source: Default pedigree chart layout
fi: Esivanhemmat-kaavion oletettu esitystapa
fr: mise en page graphique par défaut de la Généalogie
hu: Az ősfa alapértelmezett nézete:
nb: Standard utseende for anetavle
sk: Implicitné zobrazenie vývodu
sv: Standard antavla layout

source: Landscape
fi: Vaakasuoraan
fr: Paysage
hu: Fekvő
nb: Liggende
sk: Na šírku
sv: Liggande

source: Portrait
fi: Pystysuoraan
hu: Álló
nb: Stående
sk: Na výšku
sv: Stående

source: Default pedigree generations
fi: Esipolvien lukumäärän oletus
fr: Nombre de générations par défaut
hu: Alapértelmezett származási generációk
nb: Standard antall generasjoner på anetavle
sk: Implicitné generácie vývodu
sv: Stardard antal förfädergenerationer

source: Maximum pedigree generations
fi: Enimmäismäärä sukupolvia sukukirjassa
fr: Nombre maximun de générations
hu: Az ősfa generációinak maximális száma
nb: Maks. antall generasjoner på anetavle
sk: Maximum generácií vývodu
sv: Max antal förfädergenerationer

source: Maximum descendancy generations
fi: Enimmäismäärä jälkisukupolvia
fr: Nombre maximun de générations descendante
hu: Leszármazott generációk maximális száma
nb: Maks. antall generasjoner av etterkommere
sk: Maximum generácií rozrodu
sv: Max antal efterkommandegenerationer

source: Place levels to show in person boxes
fi: Kuinka monta tasoa paikkatietoja näytetään henkilöille
fr: Niveau de détail pour l'affichage des lieux
hu: Megmutatja a helységeket a személynél
nb: Nivåer av stedsnavn vist i personboksene
sk: Úrovne miest k zobrazeniu v políčkach osôb
sv: Orter detaljnivå

source: Zoom boxes on charts
fi: Lähennä laatikot kaaviossa
fr: Zoom sur les cases des tableaux
hu: Ráközelítés a cellákra
nb: Forstørre infofelter i diagrammer
sk: Zväčšovanie políčok v schémach
sv: Zoomrutor i tavlor

source: Disabled
fi: Ei käytössä
fr: Désactivé
hu: Tiltva
nb: Deaktivert
sk: Vypnuté
sv: Inaktiverad

source: On Mouse Over
fi: Hiiri tekstin päällä
fr: Passage de souris
hu: Az egér áthúzására
nb: Ved å føre pekeren over
sk: Po prejdení myšou
sv: Vid musfokus
