Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: <p>Lists of surnames, as they appear in the Top 10 Surnames block, the Individual lists, and the Family lists, can be shown in different styles.</p><dl><dt>Table</dt><dd>In this style, the surnames are shown in a table that can be sorted either by surname or by count.</dd><dt>Tag cloud</dt><dd>In this style, the surnames are shown in a list, and the font size used for each name depends on the number of occurrences of that name in the database. The list is not sortable.</dd><dt>List</dt><dd>This is a simple list of names, with a count of each name, in a tabulated format of up to four columns</dd></dl>
fi: Lista sukunimistä niin kuin ne esiintyvät 10 yleisintä sukunimeä-lohkossa, henkilöluetteloissa ja perheluetteloissa, voidaan esittää käyttäen eri esitystyyleja.</p><dl><dt>Taulukko</dt><dd>Taulukkotyylissä voi sukunimet lajitella sukunimen tai esiintymismäärän mukaisesti.</dd><dt>Nimi pilvi</dt><dd>Nimi pilvi muodossa sukunimen kirjasinkoko riippuu esiintymismäärästä, eikä ole lajiteltavissa.</dd><dt>Lista</dt><dd>Lista muodossa luetteloidaan nimet ja esiintymismäärä 1 - 4 sarakkeessa.
fr: <p>Listes des noms de famille, tels qu'ils apparaissent dans le bloc du Top 10 des Noms, les listes et les listes de la famille, peuvent être affichés dans des styles différents.</p><dl><dt>Table</dt><dd>Dans ce style, les noms sont indiqués dans un tableau qui peut être triées par nom de famille ou en fonction de leur nombre.</dd><dt>Nuage de tags</dt><dd>Dans ce style, les noms sont mentionnés dans une liste, et la taille de police utilisée pour chaque nom dépend du nombre d'occurrences de ce nom dans la base de données. La liste n'est pas triée.</dd><dt>Liste</dt><dd>Il s'agit d'une simple liste de noms, avec un nombre de chaque nom, sous forme de tableau de quatre colonnes</dd></dl>
nb: <p>Lister over etternavn, i blokken med 10 Vanligste Etternavn, Personlistene og Familielistene, kan vises på mange forskjellige måter.</p><dl><dt>Tabell</dt><dd>Etternavnene vises i en tabell som kan sorteres etter navn eller antall.</dd><dt>Tagg-sky</dt><dd>Etternavnene vises på en liste der fontstørrelsen for hvert navn bestemmes av antall forekomster av navnet i databasen. Listen kan ikke sorteres.</dd><dt>Liste</dt><dd>Etternavnene vises på en enkel liste, med et antall ved hvert navn, i tabellform med opp til fire spalter.</dd></dl>
sk: <p>Zoznamy priezvisk, ako sa objaví v bloku Najčastejších 10 priezvisk, zoznamy osôb a zoznamy rodin sa môžu zobraziť rôznym štýlom.</p><dl><dt>Tabuľka</dt><dd>V tomto štýle sa priezviská zobrazí v tabuľke, ktorá sa dá triediť podľa priezvísk alebo počtu.</dd><dt>Mrak tagov</dt><dd>V tomto štýle sa priezviská zobrazia v zozname, veľkosť písma bude závisieť na počte výskytov mena v databázi. Zoznam sa nedá triediť.</dd><dt>Zoznam</dt><dd>Jednoduchý zoznam mien s počtom každého mena v tabuľkovom formáte až v 4 stĺpcoch.</dd></dl>
sv: <p>Lista på efternamn, som förekommer i de 10 Vanligaste efternamn block, Personlistor och Familjelistor, kan visas i olika stilar.</p><dl><dt>Tabell</dt><dd>In denna stil visas efternamnen i en tabell som kan sorteras enligt efternamn eller antal.</dd><dt>Tagg moln</dt><dd>I denna stil visas efternamnen i en lista och fontstorleken som används beror på det antal efternamnet förekommer i databasen. Denna lista kan inte sorteras.</dd><dt>Lista</dt><dd>Detta är en enkel namnlista med antal i tabellformat med upp till fyra kolumner</dd></dl>

source: When you add a new family member, a default surname can be provided. This surname will depend on the local tradition.
fi: Kun lisäät uuden perheenjäsenen, oletuksellinen sukunimi voidaan täyttää. Tämä sukunimi riippuu paikallisesta perinteestä.
fr: Si vous ajoutez un nouveau membre de la famille, un nom de famille par default peut-être proposé. Ce nom dépend de la tradition locale.
sk: Ak pridáte nového člena rodiny, bude u pridané implicitné priezvisko. Toto priezvisko bude závislé na lokálnej tradícii priezvísk.

source: All family members take the father's surname.
fi: Kaikki perheenjäsenet ottavat isän sukunimen.
fr: Chaque membre de la famille prend le nom du père.
sk: Všetci členovia rodiny majú priezvisko po otcovi.

source: Children take one surname from the father and one surname from the mother.
fi: Lapset ottavat yhden sukunimen isältä ja yhden sukunimen äidiltä.
fr: Les enfants prennent un nom du père et un nom de la mère.
sk: Deti majú jedno priezvisko po otcovi a jedno po matke.

source: Children take one surname from the mother and one surname from the father.
fi: Lapset ottavat yhden sukunimen äidiltä ja yhden sukunimen isältä.
fr: Les enfants prennent un nom de la mère et un nom du père.
sk: Deti majú jedno priezvisko po matke a jedno po otcovi.

source: Children take a surname based on their father's given name.
fi: Lapset ottavat sukunimen, joka perustuu heidän isänsä etunimeen.
fr: Les enfants prennent un nom issu du prénom du père.
sk: Deti majú priezvisko založené na otcovom mene.

source: All family members take the father's surname, but the suffix may change to indicate the person's gender.
fi: Kaikki perheen jäsenet ottavat isän sukunimen, mutta pääte saattaa muuttua henkilön sukupuolen mukaan.
fr: Chaque membre de la famille prend le nom du père, mais la terminaison peut varier pour indiquer le genre de l'individu.
sk: Všetci členovia rodiny majú priezvisko po otcovi, ale prípona sa mení v závislosti na pohlaví.

source: All family members take the father's surname, but the suffix may change to indicate the person's gender and marital status.
fi: Kaikki perheen jäsenet ottavat isän sukunimen, mutta pääte saattaa muuttua henkilön sukupuolen ja siviilisäädyn mukaan.
fr: Chaque membre de la famille prend le nom du père, mais la terminaison peut varier pour indiquer le genre et l'état civil de l'individu.
sk: Všetci členovia rodiny majú priezvisko po otcovi, ale prípona sa mení v závislosti na pohlaví a stave (vydatá, ženatý).

source: You can change the appearance of <b>webtrees</b> using "themes". Each theme has a different style, layout, color scheme, etc.
fi: Voit muuttaa <b>webtrees</b>:n esitystapaa käyttäen "teemoja". Jokaisella teemalla on oma miltä-näytää eli esitystapansa, värien käyttötapa jne.
fr: Vous pouvez changer l'apparence de <b>webtrees</b> à l'aide des "thèmes". Chaque thème a un style différent, l'aménagement, de couleurs, etc
nb: Du kan endre <b>webtrees</b>' utseende ved å bruke "temaer". Hvert tema har sin egen stil, layout, fargekjema, osv.
sk: Vzhľad <b>webtrees</b> je možné meniť pomocou \"motívov\". Každý motív má iný štýl, rozloženie, farebnú schému atd.
sv: Du kan ändra utseende på <b>webtrees</b> med användandet av "tema". Varje tema har sin egen stil, layout, färgschema, etc.

source: Themes can be selected at three levels: user, GEDCOM, and site. User settings take priority over GEDCOM settings, which in turn take priority over the site setting. Selecting "default theme" at user level will give the setting for the current GEDCOM. Selecting "default theme" at GEDCOM level will give the site setting.
fi: Teeman voi valita kolmella tasolla: käyttäjä-, GEDCOM- tai sivustotaso. Käyttäjätaso sovelletaan ensiksi, sitten GEDCOM- ja viimeisenä sivustotasoiset asetukset. Käytössä oleva GEDCOM asetus muuttuu kun valitsee "oletusteeman" käyttäjätasolla, ja sivustoasetus kun valitsee "oletusteeman" GEDCOM tasolla.
fr: Les thèmes peuvent être choisis à trois niveaux : utilisateur, GEDCOM et site. Les paramètres utilisateurs prévalent sur les paramètres GEDCOM, qui à leur tour prévalent sur les paramètres site. Choisir le "thème par défaut" au niveau utilisateur implique l'utilisation du paramétrage pour le GEDCOM en cours. Choisir le "thème par défaut" au niveau GEDCOM implique l'utilisation du paramétrage du site.
nb: Temaer kan velges på tre nivåer: bruker, GEDCOM og nettsted. Brukerinnstillinger har høyere prioritet enn GEDCOM-innstillinger, som i sin tur overtrumfer innstillinger for nettstedet. Velger man "standardtema" på brukernivå, brukes innstillingen for den aktuelle GEDCOM. Velges "standardtema" på GEDCOM-nivå, brukes innstillingen for nettstedet som helhet.
sk: Motívy môžeme vyberať na troch úrovniach: užívateľ, GEDCOM a celý web. Užívateľské nastavenie má prioritu oproti nastaveniu GEDCOMu, ktoré má prioritu oproti nastaveniu celého webu. Vybraním \"východzieho motívu\" na užívateľskej úrovni nastavíte motív z súčasného GEDCOMu. Vybraním \"východzieho motívu\" v GEDCOMe nastavíte motiv pre celý web.
sv: Tema kan väljas vid tre nivåer: användar-, GEDCOM- eller sajt-nivå. Användares inställning har högre prioritet än GEDCOMs inställning, som i sin tur är högre än sajt-inställning. Om "standard temá" väjs vid användarnivå ges tema som nuvarande GEDCOM har. Om "standard tema" välj vid GEDCOM-nivå ges tema som sajten har.

source: This is the width (in pixels) that the program will use when automatically generating thumbnails. The default setting is 100.
fi: Kun ohjelma kehittää automaattisesti pienoiskuvan, niin se käyttää tätä leveyttä (pikseleinä). Vakiona asetus on 100.
fr: C'est la largeur (en pixels) que le programme utilisera lors de la génération automatique de miniatures. Le réglage par défaut est 100.
hu: Ez a szélesség (pixelben) amit a program használni fog amikor automatikusan bélyegképeket generál. Az alap beállítás 100.
nb: Dette er bredden(i punkter) som programmet vil bruke ved automatisk generering av miniatyrbilder. Standardverdi er 100.
sk: Toto je šírka (v pixeloch) ktorú program použije keď automaticky generuje náhľady. Implicitné nastavenie je 100.
sv: Detta är bredden (i pixlar) som programmet kommer att använda vid automatisk generering av miniatyrbilderna. Standardinställningen är 100.

source: Many programs will place the preferred given name in "quotes" in the GEDCOM. The usual convention for this is to underline the preferred given name. Enabling this option will convert any names surrounded by quotes to &lt;span&gt; with a CSS class of "starredname".<br /><br />For example, if the name in the GEDCOM were 1&nbsp;NAME&nbsp;Gustave&nbsp;"Jean&nbsp;Paul"&nbsp;Charles&nbsp;/Wilson/ enabling this option would change the part of the name enclosed in quotes to &lt;span&nbsp;class="starredname"&gt;Jean&nbsp;Paul&lt;/span&gt; for printing purposes. Depending on other settings, the browser would then display that name as <b>Gustave&nbsp;<u>Jean&nbsp;Paul</u>&nbsp;Charles&nbsp;Wilson</b> or <b>Wilson,&nbsp;Gustave&nbsp;<u>Jean&nbsp;Paul</u> Charles</b>
fi: Monet ohjelmat laittavat lainausmerkit kutsumanimen eteen ja perään. Yleinen käytäntö on alleviivata. Valitsemalla tämä toiminto, korvataan lainausmerkit alleviivaukselle &lt;span&gt; ja sovelletaan CSS luokka "starredname".<br /><br />Esimerkiksi, jos GEDCOM tiedostossa on 1&nbsp;NAME&nbsp;Gustave&nbsp;"Jean&nbsp;Paul"&nbsp;Charles&nbsp;/Wilson/, lainausmerkkiosa muutetaan tulostamisesitysmuotoon to &lt;span&nbsp;class="starredname"&gt;Jean&nbsp;Paul&lt;/span&gt;. Riippuen selaimen asetuksista näkyy <b>Gustave&nbsp;<u>Jean&nbsp;Paul</u>&nbsp;Charles&nbsp;Wilson</b> tai <b>Wilson,&nbsp;Gustave&nbsp;<u>Jean&nbsp;Paul</u> Charles</b>
fr: De nombreux programmes place de préférence le nom donné entre "guillemets" dans le GEDCOM. La convention habituelle pour ce est de souligner le nom préféré donné. L'activation de cette option vous permet de convertir tous les noms entourés par des guillemets en &lt;span&gt; avec une classe CSS de "Nom favoris";<br /><br />Par exemple, si le nom dans le GEDCOM est 1&nbsp;NAME&nbsp;Gustave&nbsp;"Jean&nbsp;Paul"&nbsp;Charles&nbsp;/Wilson/ l'activation de cette option change la partie du nom entre guillemets en &lt;span&nbsp;class="starredname"&gt;Jean&nbsp;Paul&lt;/span&gt; à des fins d'impression. En fonction des paramètres d'autres, le navigateur affichera alors ce nom comme <b>Gustave&nbsp;<u>Jean&nbsp;Paul</u>&nbsp;Charles&nbsp;Wilson</b> ou <b>Wilson,&nbsp;Gustave&nbsp;<u>Jean&nbsp;Paul</u> Charles</b>
nb: Mange programmer setter det foretrukne fornavnet i "hermetegn" i GEDCOM-filen. Den vanligste konvensjonen er at det foretrukne fornavnet understrekes. Hvis dette alternativet aktiveres, vil navn i hermetegn plasseres i en &lt;span&gt; med CSS-klassen "starredname".<br /><br />Hvis for eksempel navnet i GEDCOM-filen er 1&nbsp;NAME&nbsp;Gustave&nbsp;"Jean&nbsp;Paul"&nbsp;Charles&nbsp;/Wilson/, vil den delen av navnet som er i hermetegn forandres til &lt;span&nbsp;class="starredname"&gt;Jean&nbsp;Paul&lt;/span&gt; når det vises eller trykkes. Avhengig av andre innstillinger vil nettleseren vise navnet som <b>Gustave&nbsp;<u>Jean&nbsp;Paul</u>&nbsp;Charles&nbsp;Wilson</b> eller <b>Wilson,&nbsp;Gustave&nbsp;<u>Jean&nbsp;Paul</u> Charles</b>
sk: Při zápisu do GEDCOMu mnoho programů umisťuje preferované křestní jméno do uvozovek. Obvyklá konvence je ho podtrhávat. Povolením tejto voľby prevediete všetky mená v úvodzovkách HTML: &lt;span&gt; s CSS triedou \"starredname\". <br /><br />Napríklad ak je v GEDCOMe 1&nbsp;NAME&nbsp;Gustave&nbsp;\"Jean&nbsp;Paul\"&nbsp;Charles&nbsp;/Wilson/, povolením tejto voľby by sa pri zobrazení nahradila časť mena v úvodzovkách na &lt;span&nbsp;class=\"starredname\"&gt;Jean&nbsp;Paul&lt;/span&gt;. V závislosti na ďalších nastaveniach by prehliadač zobrazil mená ako <b>Gustave&nbsp;<u>Jean&nbsp;Paul</u>&nbsp;Charles&nbsp;Wilson</b> alebo <b>Wilson,&nbsp;Gustave&nbsp;<u>Jean&nbsp;Paul</u> Charles</b>
sv: Många program lägger "citationstecken" omkring det förnamn personen kallas för. I allmänhet understryks det. Genom att aktivera detta alternativ, blir alla namn inom citationstecken ändrade till &lt;span&gt; med hjälp av en CSS class av typ "starredname".<br /><br />T.ex. om namnet i GEDCOM är 1&nbsp;NAME&nbsp;Gustave&nbsp;"Jean&nbsp;Paul"&nbsp;Charles&nbsp;/Wilson/ så ändra aktiveringen av detta alternativ den del av namnet som är inom citationstecnet till &lt;span&nbsp;class="starredname"&gt;Jean&nbsp;Paul&lt;/span&gt; för utskrifts ändamål. Beroende på andra inställningar, kan webbläsaren visa namnet som <b>Gustave&nbsp;<u>Jean&nbsp;Paul</u>&nbsp;Charles&nbsp;Wilson</b> eller <b>Wilson,&nbsp;Gustave&nbsp;<u>Jean&nbsp;Paul</u> Charles</b>

source: Should the GeoNames database be used to provide more suggestions for place names?<br /><br />When this option is set to <b>Yes</b>, the GeoNames database will be queried to supply suggestions for the place name being entered. When set to <b>No</b>, only the current genealogical database will be searched. As you enter more of the place name, the suggestion will become more precise. This option can slow down data entry, particularly if your Internet connection is slow.<br /><br />The GeoNames geographical database is accessible free of charge. It currently contains over 8,000,000 geographical names.
fi: Pitäisikö käyttää GeoNames tietokantaa, joka tarjoaa ehdotuksia paikan nimeksi?<br /><br />Valtsemalla <b>Kyllä</b>, GeoNames tietokannasta haetaan ehdotuksia. Valtsemalla <b>Ei</b> käytetään vain käytössä olevaa tietokantaa. Sitä mukaa kun kirjoitetaan, tarkentuvat ehdotukset. Tämä omaisuus voi hidastaa toimintaasi, erityisesti kun toimit hitaalla intenet yhdeydellä..<br /><br />GeoNames maantieteellinen tietokannan käyttäminen on ilmaista. Siellä on yli 8 miljoonaa maantieteellisia paikannimiä.
fr: La base de données <a href='http://www.geonames.org' target='_blank' title='GeoNames'>GeoNames</a> doit-elle être utilisée dans la suggestion des lieux ?<br /><br />Si l'option est à <b>Oui</b>, la base GeoNames sera interrogée pour fournir des suggestions sur le lieu en cours de saisie. Si l'option est à <b>Non</b>, seule la base de données géographiques actuelle sera interrogée. Au fur et à mesure de votre saisie, les suggestions seront plus précises. Cette option peut ralentir la saisie de donnée, notamment si votre connexion internet est lente..<br /><br />La base GeoName est accessible gratuitement. Elle contient plus de 8 000 000 de lieux.
nb: Skal GeoNames database brukes til å finne flere forslag for stedsnavn?<br /><br />Når dette valget er satt til <b>Ja</b>, vil GeoNames database bli søkt i for å finne forslag til stedsnavn som blir skrevet. Når det er satt til <b>Nei</b>, vil kun den gjeldende stedstabellen bli søkt i. Etter hvert som du legger inn flere stedsnavn, vil forslagene bli mer nøyaktige. Dette valget kan forsinke inntastingen av data, hvis internettforbindelsen din er treg.<br /><br />GeoNames geografiske database er gratis tilgjengelig. Den inneholder over 8 000 000 geografiske navn.
sk: Mala by sa používať databáza GeoNames na návrhy názvov pre zadávané miesta?<br /><br />Ak je nastavené <b>Áno</b>, budú sa z tejto databáze ťahať návrhy názvov zadávaných miest. Ak je nastavené <b>Nie</b>, prehľadá sa iba súčasný rodokmeň. Čím viacej mien zadáte, tým bude návrh presnejší. Táto voľba môže spomaliť zadávanie dát, zvlášť ak je pomalé pripojenie k internetu. <br /><br />Geografická databáza GeoNames je volne a zdarma prístupná. V súčasnosti obsahuje viacej než 8 miliónov geografických názvov.

source: Should new images automatically go in the protected media directory when they are uploaded?
fi: Pitäisikö uusien kuvien mennä automaattisesti suojattujen mediatiedostojen hakemistoon kun ne siirretään web-palvelimelle?
fr: Les nouvelles images doivent-elles être automatiquement téléchargées dans le répertoire média protégé ?
nb: Skal nye bilder automatisk legges i den beskyttede mediemappen når de lastes opp?
sk: Majú byť nové média uložené priamo v chránenom adresári?

source: When this option is <b>Yes</b>, clicking on images will produce the Media Viewer page. This page shows the details of the image. If you have sufficient rights, you can also edit these details.<br /><br />When this option is <b>No</b>, clicking on images will produce a full-size image in a new window.
fi: Valitsemalla <b>Kyllä</b>, kuvien klikkaaminen käynnistää median katseluohjelman, ja kuvaan liittyviä tietoja esitetään. Kun sinulla on käyttöoikeuksia, voit myös muuttaa kuvan liittyviä tietoja.<br /><br />Valitsemalla <b>Ei</b>, klikkaamalla kuvaa, saat kuvan täyskokoisena uudessa ikkunassa.
fr: Lorsque cette option est à <b>oui</b>, cliquer sur les images affichera la page diaporama de la visionneuse Média. Cette page montre les détails de l'image. Si vous avez les droits suffisants, vous pouvez également modifier ces détails.<br /><br />Lorsque cette option est à <b>non</b>, cliquer sur les images génèrera une image en pleine dimension dans une nouvelle fenêtre.
nb: Når dette valget er <b>Ja</b>, vil siden Mediaviser åpnes. Denne siden viser detaljer om bildet. Hvis du har tilstrekkelige rettigheter, kan du også redigere disse detaljene.<br /><br />Når dette valget er <b>Nei</b>, vil bildet vises i et nytt fullskjermsvindu når du klikker på bildet.
sk: Nastavte túto hodnotu na <b>Ano</b>, ak uživatelia kliknú na obrázky na vašej stránke otvorí sa stránka Media View obsiahnuté vo verzii 4.1. Stránka Media View zobrazí detaily obrázku a umožní upraviť obrázok. <br /><br />Nastavenie hodnoty na <b>Nie</b> poskytne zobrazenie vo formáte predchádzajúcich verzií PhpGedView pred verziou 4.1 Ak kliknete na obrázok tak sa otvorí v plnom rozlíšení v novom okne.
sv: Med detta värde satt till <b>Ja</b>, när användare klickar på en bild kommer de till mediavisningssidan. Mediavisningssidan visar detaljer om en bild och om du har rättigheter låter dig ändra detaljer om bilden.<br /><br />Satt till <b>Nej</b> kommer att genom att klicka på en bild öppnar den fullt upplösta bilden i nytt fönster.

source: Allow visitors to request account registration
fi: Salli vieraiden tehdä käyttäjätilihakemuksen
fr: Permettre aux visiteurs de demander l'ouverture d'un compte.
hu: A látogatók kérhetnek regisztrációt
nb: Tillat besøkende å be om opprettelse av konto
sk: Umožniť uživateľom požadovať registráciu účtu
sv: Tillåt besökare att registera ett användarkonto

source: Gives visitors the option of registering themselves for an account on the site.<br /><br />The visitor will receive an email message with a code to verify his application for an account. After verification, the Administrator will have to approve the registration before it becomes active.
fi: Vierailija voi pyytää itselleen käyttäjätilin tälle sivustolle.<br /><br />Vierailija saa sähköpostiviestin, jossa on tarvittava avain käyttäjätilipyytäjän tunnistamiseen. Vierailijan kuitattua lähetetty viesti, käyttäen avainta, ylläpitäjän on hyväksyttävä uusi käyttäjätili ennen kuin se astuu voimaan.
fr: Autoriser les visiteurs à demander l'ouverture d'un compte sur ce site.<br /><br />Le visiteur recevra un courriel de confirmation. Après vérification, l'administrateur devra approuver l'inscription afin d'activer le compte.
hu: Lehetővé teszi, hogy a látogatók regisztrálják magukat az oldalon.<br /><br />A látogató kapni fog egy e-mailt melyen keresztül megerősíti regisztrációs szándékát. Az aktiváció előtt ezt szándékot az adminisztrátornak is jóvá kell hagyni.
nb: Gir besøkende mulighet til å registere seg for å få en konto på nettstedet.<br /><br />Søkeren vil motta en epost med en kode for å bekrefte søknaden.<br />Søknaden må godkjennes av en administrator før kontoen blir aktivert.
sk: Umožní uživateľom vytvoriť si na vašich stránkach svoj účet.<br /><br />Návštevník obdrží e-mailom správu s kódom pre potvrdenie operácie.<br />Po overení bude musieť administrátor registráciu potvrdiť, aby bol účet aktivovaný.
sv: Ger användare möjligheten att registrera sig själva för ett konto på sajten.<br /><br />Användaren kommer att få ett e-post meddelande med en kod för att verifiera sin ansökan.<br />Efter verifiering, kommer administratören behöver godkänna registreringen innan den blir aktiv.<br /><br />Detta sätter variabeln $USE_REGISTRATION_MODULE i filen <i>config.php</i>.

source: Use relationship privacy
fi: Yksityisyysrajoitus, vain oma ja lähisukulainen näkee
fr: Autoriser l'accès aux détails privés des proches
hu: Diszkréció rokonság alapján
nb: Bruk personvern på slektskap
sk: Použiť príbuzenské utajenie
sv: Privatbegränsning, enbart du och närsläkt ser
