Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

# (a man's) sister's great-great-grandchild
source: great-great-great-nephew/niece
fi: sisarenlapsenlapsenlapsentytär/-poika
fr: arrière-arrière-petit-neveu
hu: testvér ükunokája
nb: tippoldebarn av søsken
sk: pra-pra-prasynovec/praneter
sv: systers barnbarns barnbarn

# (a woman's) great-great-great-nephew/niece
source: great-great-great-nephew/niece
fi: sisarenlapsenlapsenlapsentytär/-poika
fr: arrière-arrière-petit(e)-neveu/nièce
hu: testvér ükunokája
nb: tippoldebarn av søsken
sk: pra-pra-prasynovec/praneter
sv: syskons barnbarns barnbarn

# (a man's) brother's great-great-great-grandson
source: great x4 nephew
fi: sisarenpoika 4:nnessa alenevassa polvessa
fr: petit-neveu au 4ème degré
hu: testvér szépunokája
nb: tipptippoldebarn av søsken
sk: synovec (z 5. kolena)
sv: 4. generations brorson

# (a man's) sister's great-great-great-grandson
source: great x4 nephew
fi: sisarenpoika 4:nnessa alenevassa polvessa
fr: petit-neveu au 4ème degré
hu: testvér szépunokája
nb: tipptippoldebarn av søsken
sk: synovec (z 5. kolena)
sv: 4. generations systerson

# (a woman's) great x4 nephew
source: great x4 nephew
fi: sisarenpoika 4:nnessa alenevassa polvessa
fr: petit-neveu au 4ème degré
hu: testvér szépunokája
nb: tipptippoldebarn av søsken
sk: synovec (z 5. kolena)
sv: 4. generations nevö

# (a man's) brother's great-great-great-granddaughter
source: great x4 niece
fi: sisarentytär 4:nnessa alenevassa polvessa
fr: petite-nièce au 4ème degré
hu: testvér szépunokája
nb: tipptippoldebarn av søsken
sk: neter (z 5. kolena)
sv: 4. generations brordotter

# (a man's) sister's great-great-great-granddaughter
source: great x4 niece
fi: sisarentytär 4:nnessa alenevassa polvessa
fr: petite-nièce au 4ème degré
hu: testvér szépunokája
nb: tipptippoldebarn av søsken
sk: neter (z 5. kolena)
sv: 4. generations systerdotter

# (a woman's) great x4 niece
source: great x4 niece
fi: sisarentytär 4:nnessa alenevassa polvessa
fr: petite-nièce au 4ème degré
hu: testvér szépunokája
nb: tipptippoldebarn av søsken
sk: neter (z 5. kolena)
sv: 4. generations niece

# (a man's) brother's great-great-great-grandchild
source: great x4 nephew/niece
fi: sisarentytär/-poika 4:nnessa alenevassa polvessa
fr: petit-neveu/petite-nièce au 4ème degré
hu: testvér szépunokája
nb: tipptippoldebarn av søsken
sk: synovec/neter (z 5. kolena)
sv: 4. generations brorbarn

# (a man's) sister's great-great-great-grandchild
source: great x4 nephew/niece
fi: sisarentytär/-poika 4:nnessa alenevassa polvessa
fr: petit-neveu/petite-nièce au 4ème degré
hu: testvér szépunokája
nb: tipptippoldebarn av søsken
sk: synovec/neter (z 5. kolena)
sv: 4. generations systerbarn

# (a woman's) great x4 nephew/niece
source: great x4 nephew/niece
fi: sisarentytär/-poika 4:nnessa alenevassa polvessa
fr: petit-neveu/petite-nièce au 4ème degré
hu: testvér szépunokája
nb: tipptippoldebarn av søsken
sk: synovec/neter (z 5. kolena)
sv: 4. generations syskonbarn

# (a man's) brother's great x4 grandson
source: great x5 nephew
fi: sisarenpoika 5:nnessa alenevassa polvessa
fr: petit-neveu au 5ème degré
hu: testvér ősunokája
nb: 3. tippoldebarn av søsken
sk: synovec (z 6. kolena)
sv: 5. generations brorson

# (a man's) sister's great x4 grandson
source: great x5 nephew
fi: sisarenpoika 5:nnessa alenevassa polvessa
fr: petit-neveu au 5ème degré
hu: testvér ősunokája
nb: 3. tippoldebarn av søsken
sk: synovec (z 6. kolena)
sv: 5. generations systerson

# (a woman's) great x5 nephew
source: great x5 nephew
fi: sisarenpoika 5:nnessa alenevassa polvessa
fr: petit-neveu au 5ème degré
hu: testvér ősunokája
nb: 3. tippoldebarn av søsken
sk: synovec (z 6. kolena)
sv: 5. generations syskonson

# (a man's) brother's great x4 granddaughter
source: great x5 niece
fi: sisarentytär 5:nnessa alenevassa polvessa
fr: petite-nièce au 5ème degré
hu: testvér ősunokája
nb: 3. tippoldebarn av søsken
sk: neter (z 6. kolena)
sv: 5. generations brordotter

# (a man's) sister's great x4 granddaughter
source: great x5 niece
fi: sisarentytär 5:nnessa alenevassa polvessa
fr: petite-nièce au 5ème degré
hu: testvér ősunokája
nb: 3. tippoldebarn av søsken
sk: neter (z 6. kolena)
sv: 5. generations systerdotter

# (a woman's) great x5 niece
source: great x5 niece
fi: sisarentytär 5:nnessa alenevassa polvessa
fr: petite-nièce au 5ème degré
hu: testvér ősunokája
nb: 3. tippoldebarn av søsken
sk: neter (z 6. kolena)
sv: 5. generations syskondotter

# (a man's) brother's great x4 grandchild
source: great x5 nephew/niece
fi: sisarentytär/-poika 5:nnessa alenevassa polvessa
fr: petit-neveu/petite-nièce au 5ème degré
hu: testvér ősunokája
nb: 3. tippoldebarn av søsken
sk: synovec/neter (z 6. kolena)
sv: 5. generations brorbarn

# (a man's) sister's great x4 grandchild
source: great x5 nephew/niece
fi: sisarentytär/-poika 5:nnessa alenevassa polvessa
fr: petit-neveu/petite-nièce au 5ème degré
hu: testvér ősunokája
nb: 3. tippoldebarn av søsken
sk: synovec/neter (z 6. kolena)
sv: 5. generations systerbarn

# (a woman's) great x5 nephew/niece
source: great x5 nephew/niece
fi: sisarentytär/-poika 5:nnessa alenevassa polvessa
fr: petit-neveu/petite-nièce au 5ème degré
hu: testvér ősunokája
nb: 3. tippoldebarn av søsken
sk: synovec/neter (z 6. kolena)
sv: 5. generations syskonbarn

# (a man's) brother's great x(%d-1) grandson
source: great x%d nephew
fi: sisarenpoika %d:nnessa alenevassa polvessa
fr: petit-neveu au %dème degré
hu: testvér %d. unokája
sk: %dx prasynovec
sv: %d. generations brorson

# (a man's) sister's great x(%d-1) grandson
source: great x%d nephew
fi: sisarenpoika %d:nnessa alenevassa polvessa
fr: petit-neveu au %dème degré
hu: testvér %d. unokája
sk: %dx prasynovec
sv: %d. generations systerson

# (a woman's) great x%d nephew
source: great x%d nephew
fi: sisarenpoika %d:nnessa alenevassa polvessa
fr: petit-neveu au %dème degré
hu: testvér %d. unokája
sk: %dx prasynovec
sv: %d. generations syskonson

# (a man's) brother's great x(%d-1) granddaughter
source: great x%d niece
fi: sisarentytär %d:nnessa alenevassa polvessa
fr: petite-nièce au %dème degré
hu: testvér %d. unokája
sk: %dx praneter
sv: %d. generations brordotter

# (a man's) sister's great x(%d-1) granddaughter
source: great x%d niece
fi: sisarentytär %d:nnessa alenevassa polvessa
fr: petite-nièce au %dème degré
hu: testvér %d. unokája
sk: %dx praneter
sv: %d. generations systerdotter

# (a woman's) great x%d niece
source: great x%d niece
fi: sisarentytär %d:nnessa alenevassa polvessa
fr: petite-nièce au %dème degré
hu: testvér %d. unokája
sk: %dx praneter
sv: %d. generations syskondotter

# (a man's) brother's great x(%d-1) grandchild
source: great x%d nephew/niece
fi: sisarentytär/-poika %d:nnessa alenevassa polvessa
fr: petit-neveu/petite-nièce au %dème degré
hu: testvér %d. unokája
sk: %dx prasynovec/praneter
sv: %d. generations brorbarn

# (a man's) sister's great x(%d-1) grandchild
source: great x%d nephew/niece
fi: sisarentytär/-poika %d:nnessa alenevassa polvessa
fr: petit-neveu/petite-nièce au %dème degré
hu: testvér %d. unokája
sk: %dx prasynovec/praneter
sv: %d. generations systerbarn

# (a woman's) great x%d nephew/niece
source: great x%d nephew/niece
fi: sisarentytär/-poika %d:nnessa alenevassa polvessa
fr: petit-neveu/petite-nièce au %dème degré
hu: testvér %d. unokája
sk: %dx prasynovec/praneter
sv: %d. generations syskonbarn

source: great x%d nephew
fi: poika %d:ssa alenevassa polvessa
fr: petit-neveu au %dème degré
hu: testvér %d. unokája
sk: %dx prasynovec
sv: %d. generations nevö

source: great x%d niece
fi: tytär %d:ssa alenevassa polvessa
fr: petite-nièce au %dème degré
hu: testvér %d. unokája
sk: %dx praneter
sv: %d. generations niece

source: great x%d nephew/niece
fi: lapsi %d:ssa alenevassa polvessa
fr: petit-neveu/petite-nièce au %dème degré
hu: testvér %d. unokája
sk: %dx prasynovec/praneter
sv: %d. generations nivö/niece

source: great-great-grandfather
fi: Isoisoisoisä
fr: trisaïeul
hu: ükapa
nb: tippoldefar
sk: pra-pradedko
sv: gamlefar 2 generationer bak

source: great-great-grandmother
fi: Isoisoisoäiti
fr: trisaïeule
hu: ükanya
nb: tippoldemor
sk: pra-pra-prababička
sv: gamlemor 2 generationer bak

source: great-great-grandparent
fi: Isoisoisoisä/-äiti
fr: arrière-arrière-grands-parents
hu: ükszükők
nb: tippoldeforelder
sk: pra-prarodič
sv: gamleförälder 2 genenationer bak

source: great-great-great-grandfather
fi: Isoisoisoisoisä
fr: grand-père au 4ième degré
hu: szépapa
nb: tipp-tippoldefar
sk: pra-pra-pradedko
sv: gamlefar 3 genenationer bak

source: great-great-great-grandmother
fi: Isoisoisoisoäiti
fr: grand-mère au 4ième degré
hu: szépanya
nb: tipp-tippoldemor
sk: pra-pra-prababka
sv: gamlemor 3 genenationer bak

source: great-great-great-grandparent
fi: Isoisoisoisoisä/-äiti
fr: arrière-arrière-arrière-grand-parent
hu: szépszükők
nb: tipp-tippoldeforelder
sk: pra-pra-prarodič
sv: gamleförälder 3 genenationer bak

source: great x4 grandfather
fi: isoisä 4 polven takaa
fr: grand-père au 5ième degré
hu: ősapa
nb: 3x tippoldefar
sk: 4x pradedko
sv: gamlefar 4 genenationer bak

source: great x4 grandmother
fi: isoäiti 4 polven takaa
fr: grand-mère au 5ième degré
hu: ősanya
nb: 3x tippoldemor
sk: 4x prababička
sv: gamlemor 4 genenationer bak

source: great x4 grandparent
fi: isovanhemmat 4 polven takaa
fr: arrière-grand-parent au 4ème degré
hu: ősszülők
nb: 3x tippoldeforelder
sk: 4x prarodičia
sv: gamleförälder 4 genenationer bak

source: great x5 grandfather
fi: isoisä 5 polven takaa
fr: grand-père au 6ième degré
hu: 5. felmenő
nb: 4x tippoldefar
sk: 5x pradedko
sv: gamlefar 5 genenationer bak

source: great x5 grandmother
fi: isoäiti 5 polven takaa
fr: grand-mère au 6ième degré
hu: 5. felmenő
nb: 4x tippoldemor
sk: 5x prababička
sv: gamlemor 5 genenationer bak

source: great x5 grandparent
fi: isovanhemmat 5 polven takaa
fr: arrière-grand-parent au 5ème degré
hu: 5. felmenő
nb: 4x tippoldeforelder
sk: 5x prarodičia
sv: gamleförälder 5 genenationer bak

source: great x6 grandfather
fi: isoisä 6 polven takaa
fr: grand-père au 7ième degré
hu: 6. felmenő
nb: 5x tippoldefar
sk: 6x pradedko
sv: gamlefar 6 genenationer bak

source: great x6 grandmother
fi: isoäiti 6 polven takaa
fr: grand-mère au 7ième degré
hu: 6. felmenő
nb: 5x tippoldemor
sk: 6x prababička
sv: gamlemor 6 genenationer bak

source: great x6 grandparent
fi: isovanhemmat 6 polven takaa
fr: arrière-grand-parent au 6ème degré
hu: 6. felmenő
nb: 5x tippoldeforelder
sk: 6x prarodičia
sv: gamleförälder 6 genenationer bak

source: great x7 grandfather
fi: isoisä 7 polven takaa
fr: grand-père au 8ième degré
hu: 7. felmenő
nb: 6x tippoldefar
sk: 7x pradedko
sv: gamlefar 7 genenationer bak

source: great x7 grandmother
fi: isoäiti 7 polven takaa
fr: grand-mère au 8ième degré
hu: 7. felmenő
nb: 6x tippoldemor
sk: 7x prababička
sv: gamlemor 7 genenationer bak

source: great x7 grandparent
fi: isovanhemmat 7 polven takaa
fr: arrière-grand-parent au 7ème degré
hu: 7. felmenő
nb: 6x tippoldeforelder
sk: 7x prarodičia
sv: gamleförälder 7 genenationer bak

source: great x%d grandfather
fi: isoisä x%d polven takaa
fr: grand-père au %dième degré
hu: %d. felmenő
nb: %dx tip-oldefar
sk: %dx pradedko
sv: gamlefar %d genenationer bak

source: great x%d grandmother
fi: isoäiti x%d polven takaa
fr: grand-mère au %dième degré
hu: %d. felmenő
nb: gamlemor %d genenationer bak
sk: %dx prababička
sv: gamlemor %d genenationer bak

source: great x%d grandparent
fi: isovanhemmat x%d polven takaa
fr: arrière-grand-parent au %dème degré
hu: %d. felmenő
nb: %dx tip-oldeforelder
sk: %dx prarodičia
sv: gamleförälder %d genenationer bak

source: great-great-grandson
fi: Lapsen lapsen lapsenpoika
fr: arrière-arrière-petit-fils
hu: fiúükunoka
nb: tippoldebarn
sk: pra-pravnuk
sv: barnbarns barnson

source: great-great-granddaughter
fi: Lapsen lapsen lapsentytär
fr: arrière-arrière-petite-fille
hu: lányükunoka
nb: tippoldebarn
sk: pra-pravnučka
sv: barnbarns barndotter

source: great-great-grandchild
fi: Lapsen lapsen lapsenlapsi
fr: arrière-arrière-petit-enfant
hu: ükunoka
nb: tippoldebarn
sk: pra-pravnuci
sv: barnbarns barnbarn

source: great-great-great-grandson
fi: Lapsen lapsen lapsen lapsenpoika
fr: arrière-arrière-arrière-petit-fils
hu: fiúszépunoka
nb: tipptippoldebarn
sk: pra-pra-pravnuk
sv: barnbarns barnbarns son

source: great-great-great-granddaughter
fi: Lapsen lapsen lapsen lapsentytär
fr: arrière-arrière-arrière-petite-fille
hu: lányszépunoka
nb: tipptippoldebarn
sk: pra-pra-pravnučka
sv: barnbarns barnbarns dotter

source: great-great-great-grandchild
fi: Lapsen lapsen lapsen lapsenlapsi
fr: arrière-arrière-arrière-petit-enfant
hu: szépunoka
nb: tipptippoldebarn
sk: pra-pra-pravnuci
sv: barnbarns barnbarns barn

source: great x4 grandson
fi: lapsenlapsi 7:nnessä sukupolvessa
fr: petit-fils au 4ème degré
hu: fiúősunoka
nb: 3. tippoldebarn
sk: 4x pravnuk
sv: barnson 4 generationer fram

source: great x4 granddaughter
fi: lapsentytär 7:nnessä sukupolvessa
fr: petite-fille au 4ème degré
hu: lányősunoka
nb: 3. tippoldebarn
sk: 4x pravnučka
sv: barndotter 4 generationer fram

source: great x4 grandchild
fi: lapsenlapsi 7:nnessä sukupolvessa
fr: petit-enfant au 4ème degré
hu: ősunoka
nb: 3. tippoldebarn
sk: 4x pravnúča
sv: barnbarn 4 generationer fram

source: great x5 grandson
fi: lapsenpoika 8:nnessä sukupolvessa
fr: petit-fils au 5ème degré
hu: 5. unoka
nb: 4. tippoldebarn
sk: 5x pravnuk
sv: barnson 5 generationer fram

source: great x5 granddaughter
fi: lapsentytär 8:nnessä sukupolvessa
fr: petite-fille au 5ème degré
hu: 5. unoka
nb: 4. tippoldebarn
sk: 5x pravnučka
sv: barndotter 5 generationer fram

source: great x5 grandchild
fi: lapsenlapsi 8:nnessä sukupolvessa
fr: petit-enfant au 5ème degré
hu: 5. unoka
nb: 4. tippoldebarn
sk: 5x pravnúča
sv: barnbarn 5 generationer fram

source: great x6 grandson
fi: lapsenpoika 9:nnessä sukupolvessa
fr: petit-fils au 6ème degré
hu: 6. unoka
nb: 5. tippoldebarn
sk: 6x pravnuk
sv: barnson 6 generationer fram

source: great x6 granddaughter
fi: lapsentytär 9:nnessä sukupolvessa
fr: petite-fille au 6ème degré
hu: 6. unoka
nb: 5. tippoldebarn
sk: 6x pravnučka
sv: barndotter 6 generationer fram

source: great x6 grandchild
fi: lapsenlapsi 9:nnessä sukupolvessa
fr: petit-enfant au 6ème degré
hu: 6. unoka
nb: 5. tippoldebarn
sk: 6x pravnúča
sv: barnbarn 6 generationer fram

source: great x7 grandson
fi: lapsenpoika 10:nnessä sukupolvessa
fr: petit-fils au 7ème degré
hu: 7. unoka
nb: 6. tippoldebarn
sk: 7x pravnuk
sv: barnson 7 generationer fram

source: great x7 granddaughter
fi: lapsentytär 10:nnessä sukupolvessa
fr: petite-fille au 7ème degré
hu: 7. unoka
nb: 6. tippoldebarn
sk: 7x pravnučka
sv: barndotter 7 generationer fram

source: great x7 grandchild
fi: lapsenlapsi 10:nnessä sukupolvessa
fr: petit-enfant au 7ème degré
hu: 7. unoka
nb: 6. tippoldebarn
sk: 7x pravnúča
sv: barnbarn 7 generationer fram

source: great x%d grandson
fi: lapsenpoika x%d+3:nnessä sukupolvessa
fr: arrière-petit-fils au %dème degré
hu: %d. unoka
nb: %dx tip-oldebarn
sk: %dx pravnuk
sv: barnson %d generationer fram

source: great x%d granddaughter
fi: lapsentytär x%d+3:nnessä sukupolvessa
fr: arrière-petite-fille au %dème degré
hu: %d. unoka
nb: %dx tip-oldebarn
sk: %dx pravnučka
sv: barndotter %d generationer fram

source: great x%d grandchild
fi: lapsenlapsi x%d+3:nnessä sukupolvessa
fr: arrière-petit-enfant au %dème degré
hu: %d. unoka
nb: %dx tip-oldebarn
sk: %dx pravnúča
sv: barnbarn %d generationer fram

source: %s once removed ascending
fi: %s
fr: %s éloigné(e) au 1er degré
hu: %s. rendű unokatestvér gyereke
sk: %s o generáciu vyššie
sv: %s en generation mera

source: %s once removed descending
fi: %s
fr: %s éloigné(e) au 1er degré
hu: %s. rendű unokatestvér szülője
sk: %s o generáciu nižšie
sv: %s en generation mindre

source: %s twice removed ascending
fi: %s
fr: %s éloigné(e) au 2ème degré
hu: %s. rendű unokatestvér unokája
sk: %s o dve generácie vyššie
sv: %s två generation mera

source: %s twice removed descending
fi: %s
fr: %s éloigné(e) au 2ème degré
hu: %s. rendű unokatestvér nagyszülője
sk: %s o dve generácie nižšie
sv: %s två generationer mindre

source: %s thrice removed ascending
fi: %s
fr: %s éloigné(e) au 3ème degré
hu: %s. rendű unokatestvér dédunokája
nb: %s tre generation mera
sk: %s o tri generácie vyššie
sv: %s tre generation mera

source: %s thrice removed descending
fi: %s
fr: %s éloigné(e) au 3ème degré
hu: %s. rendű unokatestvér dédszülője
sk: %s o tri generácie nižšie
sv: %s tre generationer mindre

source: %1$s %2$d times removed ascending
fi: %1$s %2$d polvierolla
fr: %1$s éloigné(e) au %2$dème degré
hu: %1$s %2$d. szintű unokája
sk: %1$s %2$d krát vyššie
sv: %1$s är %2$d %s generation mera

source: %1$s %2$d times removed descending
fi: %1$s %2$d polvierolla
fr: %1$s éloigné(e) au %2$dème degré
hu: %1$s %2$d. rendű nagyszülője
sk: %1$s %2$d krát nižšie
sv: %1$s är %2$d %s generationer mindre

source: %1$s's %2$s
fi: %1$s -> %2$s
fr: %1$s &rarr; %2$s
hu: %1$s %2$s

source: Invalid GEDCOM format
fi: GEDCOM muoto ei kelpaa
fr: Format GEDCOM 5.5 non respecté
hu: Érvénytelen GEDCOM 5.5 formátum
nb: Ugyldig GEDCOM-format
sk: Neplatný formát (nezodpovedá štandardu GEDCOM 5.5)
sv: Felaktigt GEDCOM 5.5 format

source: You can enter no more than %s subdirectory names
fi: Voit syöttää enintään %s alihakemistonimiä
fr: Vous pouvez entrer pas plus de %s sous-répertoire(s) de noms
hu: Legtöbb %s almappa nevet adhat meg
nb: Du kan ikke legge til flere enn %s undermapper
sk: Nemôžete zadat viacej než %s mien podadresárov.
sv: Du kan inte mata in mer än %s underkatalognamn

source: Uploading media files is not allowed because multi-media items have been disabled or because the media directory is not writable.
fi: Mediatiedostojen siirtäminen palvelimelle ei ole sallittu, koska multimediakohteet ei sallita tai koska mediakansioon ei voi kirjoittaa.
fr: Opération non autorisée ou répertoire non accessible en écriture.
hu: Média állományok feltöltése nem megengedett mert multi-média elemek használata nem megengedett vagy mert a média mappa nem irható.
nb: Klarte ikke å laste opp (upload) mediafiler fordi multi-media-filer ikke er aktivert eller fordi mediamappen/-katalogen ikke har skriverettighet.
sk: Nie je povolené načítať súbory médií, pretože nie sú povolené multimediálne položky v konfigurácii, alebo zložka Media je chránená proti zápisu.
sv: Uppladdning av media filer är inte tillåten eftersom multimediaartiklar är avstängt eller så är mediamappen inte skrivbar.

source: Manage sites
fi: web sivustojen hallinta
fr: Gérer les sites
hu: Oldalak kezelése
nb: Administrér nettsteder
sk: Nastavenie stránok
sv: Hantera sajt

source: Invalid IP address.
fi: IP osoite virhe
fr: Adresse IP invalide.
hu: Érvénytelen IP cím.
nb: Ugyldig IP-adresse.
sk: Neplatná IP adresa.
sv: Felaktig IP-adress.

source: Manually mark Search Engines by IP
fi: Merkitse manuaalisesti hakukone IP-osoitteen mukaan
fr: Marquez manuellement les moteurs de recherche avec leur adresse IP
hu: Keresőmotor megjelölése IP cím alapján
nb: Markér manuelt IP-adresser som søkemaskin
sk: Manuálne určite Search Engines pomocou IP
sv: Markera manuellt Sökmotorspindlar via IP-adress

source: You may enter a comment here.
fi: Voit lisätä kommentin tähän.
fr: Vous pouvez écrire un commentaire ici.
hu: Ide írhatja be a megjegyzést .
nb: Du kan legge inn en kommentar her
sk: Sem môžete vložiť komentár
sv: Du kan lägga till en kommentar här.

source: Ban Sites by IP
fi: Estä palvelimet IP osoitteen mukaan
fr: Liste noire
hu: Oldal kitiltása Ip cím alapján
nb: Utesteng sider etter IP-adresse
sk: Zakázané stránky podle IP
sv: Förbjud sajter med IP

source: Choose a letter to show families whose name starts with that letter.
fi: Valitse kirjain, jolla näytettävien perheiden nimi alkaa.
fr: Choisissez une lettre pour montrer les familles dont le nom commence par cette lettre.
hu: Válassza a ki a megnézendő családnév kezdőbetűjét.
nb: Velg en bokstav for å vise familier som starter med denne bokstaven.
sk: Vyber písmeno k zobrazeniu rodín, ktorých meno začíná týmto písmenom.
sv: Välj bokstav att visa familjer som börjar på den bokstaven.

source: Show surname lists
fi: Näytä sukunimiluettelot
fr: Afficher la liste des noms
hu: Vezetéknevek listája
nb: Vis liste med etternavn
sk: Zobraziť zoznam priezvísk
sv: Visa efternamnslistor

source: Exclude married names
fi: Älä sisällytä avionimiä
fr: Exclure les noms de mariage
hu: Házasságnév nélkül
nb: Ekskludér navn som gift
sk: Bez mien po sobáši
sv: Exkludera giftermålsnamn

source: Families with surname %s
fi: Perheet, joilla on sukunimi %s
fr: Familles avec le nom %s
hu: Családok %s vezetéknévvel
nb: Familier med etternavnet %s
sk: Rodina s priezviskom %s
sv: Familjer med efternamn %s

source: Choose a letter to show families where a spouse has a given name which starts with that letter.
fi: Valitse kirjain nähdäksesi perheet, joiden aviopuolison nimi alkaa kyseisellä kirjaimella.
fr: Choisissez une lettre pour montrer les familles dont le nom d'au moins un conjoint commence par cette lettre.
hu: Válassza azon házastárs családnevének kezdőbetűjét amely családokat látni szeretné.
nb: Velg en bokstav for å vise familier der ektefellen har et fornavn som begynner med denne bokstaven.
sk: Vyber písmeno k zobrazeniu rodín, v ktorých meno namžela začíná týmto písmenom.
sv: Välj bokstav att visa familjer, vars makes/makas förnamn börjar på den bokstaven.

source: Branches
fi: Haarat
hu: Ágak
nb: Grener
sk: Vetvy
sv: Grenar

source: Random surname
fi: Satunnainen sukunimi
fr: Un nom au hasard
hu: Véletlenszerű vezetéknév
nb: Tilfeldig etternavn
sk: Náhodné priezvisko
sv: Slumpmässigt efternamn

source: Generation
fi: Sukupolvi
fr: Génération
hu: Generáció
nb: Generasjon
sk: Generácia

source: Changes successfully accepted into database
fi: Tietokannan muutokset onnistuivat
fr: Les modifications ont été acceptées
nb: Endringer akseptert i databasen
sk: Zmeny boly prijaté a nové údaje zapísané do databáze
sv: Godkända ändringar införda i databasen

source: Order
fi: Järjestys
fr: Ordre
hu: Rendez
nb: Rekkefølge
sk: Poradie
sv: Ordning

source: Loading data from GEDCOM: %.1f%%
fi: Ladataan tietoja GEDCOM tiedostosta: %.1f%%
fr: Chargement des données du GEDCOM: %.1f%%
hu: Adatok betöltése a GEDCOMból: %.1f%%
nb: Laster data fra GEDCOM: %.1f%%
sk: Nahrávam data z GEDCOMu: %.1f%%
sv: Laddar data från GEDCOM-fil: %.1f%%

source: Invalid GEDCOM file - no header record found.
fi: Rakennevirhe GEDCOM tiedostossa - otsikkotietue (header) ei löytynyt.
fr: Fichier GEDCOM incorrect - absence d'en-tête dans l'enregistrement trouvée.
hu: Érvénytelen GEDCOM fájl - nem létező fejléc bejezgyés.
nb: Ugyldig GEDCOMfil, fant ikke noen hovedregistrering.
sk: Neplatný GEDCOM súbor - nebola nájdená hlavička.
sv: Ogiltig GEDCOM-fil - inga rubrikdataposter (header) hittades..

source: This GEDCOM is encoded using %1$s. Assume this to mean %2$s.
fi: Tämä GEDCOM on koodattu käyttäen %1$s. Tulkitaan tarkoittaneen %2$s.
fr: Ce GEDCOM est codé en utilisant %1$s. Supposons que cela signifie %2$s.
hu: Ennek a GEDCOMnak a kódolása %1$s. Ez ezt jelenti: %2$s.
nb: GEDCOM er kodet ved bruk av %1$s. Antar at det var tenkt å bruke %2$s.
sk: Tento GEDCOM je kódovaný v %1$s. Asi je treba %2$s.
sv: Denna GEDCOM är koodad med användning av %1$s. Antar det var tänkt att använda %2$s.
