Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: On Mouse Down
fi: Hiiren painike alhaalla
fr: Souris maintenue appuyée
hu: Az egérgomb nyomvatartására
nb: Ved å holde museknappen nede
sk: Po zídení myšou dolu
sv: Vid nedtryckt musknapp

source: On Mouse Click
fi: Hiiren klikkaus
fr: Clic de souris
hu: Egérkattintásra
nb: Ved å klikke på musen
sk: Po kliknutí myšou
sv: Vid musklick

source: PopUp links on charts
fi: Ponnahdus (PopUp) linkit kaavioissa
fr: Liens entre tableaux
hu: Felugró hivatkozások a diagrammokon
nb: Ikon for "undermeny" i diagrambokser
sk: PopUp odkazy v schémach
sv: PopUp-länkar på tavlor

source: Individual pages
fi: Henkilön tietosivut
fr: Pages individuelles
hu: Egyéni lapok
nb: Personsider
sk: Stránky osôb
sv: Personsidor

source: Default tab to show on individual page
fi: Oletusvälilehti henkilön sivulla
fr: Onglet par défaut à afficher sur la page individuelle
hu: Alapoldal mutatása a személyek oldalán
nb: Standard fane for visning på personside
sk: Implicitná záložka zobrazená na stránke osoby
sv: Standard flik som visas på personsida

source: Automatically expand list of events of close relatives
fi: Automaattisesti laajenna lähisukulaisten tapahtumalista
fr: Ouvrir automatiquement la liste d'évènements
hu: Automatikusan nyíljon meg a közeli hozzátartozók eseménylistája
nb: Utvid automatisk listen over begivenheter for nære slektninger
sk: Automaticky ukázať zoznam udalostí
sv: Expandera händelselistan automatiskt

source: Show events of close relatives on individual page
fi: Näytä lähisukulaisten tapahtumat henkilön sivulla
fr: Voir les évènements de la famille proche à la page individuelle
hu: Közeli hozzátartozók eseményeinek mutatása a saját lapon
nb: Vis begivenheter for nærmeste slektninger på personsider
sk: Zobraziť udalosti blízkych príbuzných na stránke osoby
sv: Visa händelser för nära släkt på personsida

source: Place levels to show on lists
fi: Kuinka monta tasoa paikkatietoja näytetään luetteloissa
fr: Détails des lieux à afficher dans les listes
hu: Listákban megjelenő szintek megadása
nb: Stedsnivåer som skal vises på lister
sk: Úroveň miest zobrazená na zoznamoch
sv: Antal platsnivåer som visas i listor

source: Postal code position
fi: Postinumeron sijainti
fr: Position du code postal
hu: Postai irányítószám pozíciója
nb: Posisjon for postnummer
sk: Pozícia PSČ
sv: Postnummerns placering

source: On charts
fi: Kaavioilla
fr: Sur les diagrammes
hu: Táblázatokon
nb: I diagrammer
sk: Na schémach
sv: På diagram

source: Empty boxes on pedigree charts
fi: Tyhjät kehykset esivanhemmat-kaavioissa
fr: Cases vides sur les diagrammes
hu: Üres mezők a származási táblázatokban
nb: Tomme personfelt i anetavler
sk: Zobrazovať vo vývode i prázdne políčka
sv: Tomma rutor på antavla

source: Abbreviate chart labels
fi: Lyhennä kaavionimiöt
fr: Abréger les intitulés dans les tableaux
hu: Feliratok rövidítése
nb: Forkorte ledeord i diagrammer
sk: Skrátené popisky pre schémy
sv: Förkorta tavelbeteckningar

source: Birth and death details on charts
fi: Syntymä- ja kuolematiedot kaavioissa
fr: Afficher les détails de la naissance et du décès sur les graphiques
hu: Születési és halálozási résztetek a táblázatokban
nb: Fødsels- og dødsdetaljer i diagrammer
sk: Zobraziť podrobnosti o narodení a úmrtí vo vývode a rozrode
sv: Födelse och döds detaljer på diagram

source: Gender icon on charts
fi: Sukupuoli-ikonit kaavioissa
fr: Icone du sexe sur les diagrammes
hu: Nemek ikonja a táblázatokon
nb: Ikon for kjønn i diagrammer
sk: Ikona pohlavia v schémach
sv: Könikon på diagram

source: Age of parents next to child's birthdate
fi: Vanhempien ikä lasten syntymäajan viereen
fr: Affichage de l'âge des parents à côté de la date de naissance
hu: Szülők kora kövesse a gyerek születési dátumát
nb: Foreldres alder ved siden av barnets fødselsdato
sk: Zobraziť vek rodičov pri narodení detí
sv: Föräldrarnas ålder invid barnets födelsedatum

source: LDS ordinance codes in chart boxes
fi: LDS uskonnolliset toimitukset kaaviolaatikoissa
fr: Codes d'ordination SDJ sur les diagrammes
hu: LDS rendeletkódok a diagrammezőkben
nb: Ordineringskoder i diagram(mormon)
sk: Zobraziť kód LDS obradu v schémach.
sv: LDS religiösa förättningar i diagramrutor

source: Other facts to show in charts
fi: Muut tiedot kaavioissa
fr: Autres évènements à afficher dans les tableaux
hu: További tények mutatása a diagramokban
nb: Andre fakta for visning i diagrammer
sk: Ďalšie údaje k zobrazeniu v schémach
sv: Andra fakta att visa i tavlorna

source: On individual pages
fi: Erillisillä sivuilla
fr: Sur les pages individuelles
hu: A saját lapokon
nb: På personsider
sk: Na stránkach osôb
sv: På personsidor

source: Fact icons
fi: Tietoikonit
fr: icônes d'information
hu: Tény ikonok
nb: Faktaikoner
sk: Ikony udalosti
sv: Fakta-ikoner

source: Automatically expand notes
fi: Automaattisesti laajenna lisätiedot
fr: Ouvrir automatiquement les notes
hu: Jegyzetek automatikus megjelenítése
nb: Utvid notater automatisk
sk: Automaticky zobraziť poznámky
sv: Expandera anteckningar automatiskt

source: Automatically expand sources
fi: Automaattisesti laajenna lähdetiedot
fr: Ouvrir automatiquement les sources
hu: Források automatikus megjelenítése
nb: Utvid kilder automatisk
sk: Automaticky zobraziť zdroje
sv: Expandera källor automatiskt

source: Show all notes and source references on notes and sources tabs
fi: Näytä kaikki lisätiedot ja tietolähteet kun käytetään välilehdet lisätiedot ja tietolähteet
fr: Montrer toutes les notes et sources sur les onglets notes et sources
hu: Minden jegyzet és forráshivatkozás mutatása a jegyzet és forrás fülön
nb: Vis alle notat og kildereferanser på notat og kildefaner
sk: Zobraz všetky poznámky a odkazy na zdroje v paneloch poznámky a zdroje
sv: Visa alla antecknings och källreferenser vid antecknings- och källflikar

source: Date differences
fi: Päivämäärän poikkeamat
fr: Écarts entre les dates
hu: Dátumkülönbségek
nb: Datoforskjeller
sk: Rozdiely dátumov
sv: Datum-avvikelser

source: Estimated dates for birth and death
fi: Syntymä- ja kuolemapäivämäärien arvioitu ajankohta
fr: Dates estimées pour la naissance et la mort
hu: Születés és elhalálozás becsült dátuma
nb: Beregnede datoer for fødsel og død
sk: Odhadovaný dátum pre narodenia a úmrtie
sv: Uppskattad datum för födelse och död

source: Allow users to see raw GEDCOM records
fi: Salli käyttäjän nähdä GEDCOM tiedostoa
fr: Autoriser la <b>consultation</b> des enregistrements GEDCOM
hu: A felhasználók láthatják a nyers GEDCOM-rekordot
nb: Tillat brukere å se GEDCOM-poster
sk: Umožniť uživateľom prezerať čisté GEDCOM záznamy
sv: Tillåt användare att se rådata i GEDCOM-poster

source: GEDCOM errors
fi: GEDCOM virheita
fr: Erreurs GEDCOM
hu: GEDCOM hibák
nb: GEDCOM feil
sk: Chyby GEDCOM
sv: GEDCOM-fel

source: Hit counters
fi: Luettu laskurit
fr: Compteurs de visites
hu: Csapásszámlálók
nb: Tellere for sidevisning
sk: Zobraziť počitadlo prístupov
sv: Träffräknare

source: Execution statistics
fi: Suoritustilastot
fr: Statistiques d'exécution
hu: Végrehajtási statisztikák
nb: Utførelsesstatistikker
sk: Štatistiky vykonania
sv: Körstatistik

source: GEDCOM record last change date on lists
fi: GEDCOM tietueen viimeisin muutospäivä luetteloissa
fr: Date de dernière modification dans les listes
hu: A GEDCOM bejegyzés utolsó módosítási dátuma a listákban
nb: GEDCOM sist endret dato på lister
sk: Zobraziť zoznam GEDCOM záznamov s posledným dátumom zmeny
sv: GEDCOM-datapostens senaste ändringsdatum i listor

source: Online editing
fi: Online tietojen muokkaaminen
fr: Édition en ligne
hu: Online szerkesztés
nb: Online redigering
sk: Online editácia
sv: Online-redigering

source: Facts for Individual records
fi: Henkilötietueen tiedot
fr: Faits pour les enregistrements d'individus
hu: Változások az Egyének bejegyzésében
nb: Fakta for personregistreringer
sk: Údaje pre záznamy osôb
sv: Fakta om persondatapost

source: All facts
fi: Kaikki tiedot
fr: Tous les faits
hu: Minden változás
nb: Alle fakta
sk: Všetky udalosti
sv: Alla fakta

source: Unique facts
fi: Yksilölliset tiedot
fr: Faits uniques
hu: Egyedi változások
nb: Unike fakta
sk: Unikátne udalosti
sv: Unik fakta

source: New entry facts
fi: Uuden henkilölisäyksen tiedot
fr: Faits pour un nouvel enregistrement
hu: Új bejegyzés változásai
nb: Fakta for nye registreringer
sk: Novo vložené udalosti
sv: Ny inskrivad fakta

source: Quick facts
fi: Tiivistelmätiedot
fr: Faits en accès rapide
hu: Gyors változások
nb: Fakta for "hurtigregistrering"
sk: Rychlé udalosti
sv: Snabbfakta

source: Facts for Family records
fi: Perhetietueen tiedot
fr: Faits pour les enregistrements de familles
hu: Családi bejegyzések változásai
nb: Fakta for familieregistreringer
sk: Údaje pre záznamy rodín
sv: Fakta om Familjdatapost

source: Facts for Source records
fi: Tietolähteen tiedot
fr: Faits pour les enregistrements de sources
hu: Forrásbejegyzések változásai
nb: Fakta for kilderegistreringer
sk: Údaje pre záznamy zdrojov
sv: Fakta om Källdatapost

source: Facts for Repository records
fi: Tietovaraston tiedot
fr: Faits pour les enregistrements de dépôts d'archives
hu: Alapbejegyzések változásai
nb: Fakta for arkivregistreringer
sk: Údaje pre záznamy prameňov
sv: Fakta om Arkivdatapost

source: Advanced fact settings
fi: Erityistietojen asetukset
fr: Paramètres avancés
hu: Haladó változáskövetési beállítások
nb: Avanserte faktainnstillinger
sk: Rozšírené nastavenia pre udalosti
sv: Avancerad fakta-inställningar

source: Advanced name facts
fi: Erityiset nimitiedot
fr: Options avancées pour le nom de famille
hu: Haladó név tények
nb: Avanserte navnefakta
sk: Rozšírené meno udalosti
sv: Avancerade namnfakta

source: Advanced place name facts
fi: Erityiset paikannimitiedot
fr: Options avancées pour le lieu
hu: Haladó helynév tények
nb: Avanserte stednavnfakta
sk: Rozšírené meno miesta udalosti
sv: Avancerade ortsnamnfakta

source: Other settings
fi: Muut asetukset
fr: Autres paramètres
hu: Egyéb beállítások
nb: Andre innstillinger
sk: Ďalšie nastavenia
sv: Andra inställningar

source: Surname tradition
fi: Sukunimiperinne
fr: Mode de transmission du nom
hu: Vezetéknév hagyomány
nb: Tradisjon for etternavn
sk: Tradícia priezviska
sv: Efternamnstradition

# Surname tradition
source: paternal
fi: Isän nimen mukaan
fr: paternel
hu: apai
nb: farens
sk: po otcovi
sv: Enligt faderns namn

# Surname tradition
source: Spanish
fi: Espanjan sukunimen esitystapa
fr: Espagnol
hu: Spanyol
nb: Spansk
sk: Španielske
sv: Spansk

# Surname tradition
source: Portuguese
fi: Portugalin sukunimen esitystapa
fr: Portugais
hu: Portugál
nb: Portugisisk
sk: Portugalské
sv: Portugisisk

# Surname tradition
source: Icelandic
fi: Islannin sukunimen esitystapa
fr: Islandais
hu: Izlandi
nb: Islandsk
sk: Islandská
sv: Isländsk

# Surname tradition
source: Polish
fi: Puolan sukunimen esitystapa
fr: Polonais
hu: Lengyel
nb: Polsk
sk: Poľská
sv: Polsk

# Surname tradition
source: Lithuanian
fi: Liettuan sukunimen esitystapa
fr: Lituanien
hu: Litván
sk: litovčina

# Surname tradition
source: none
fi: ei mikään
fr: aucun
hu: semmi
nb: ingen
sk: žiadne
sv: ingen

source: Use full source citations
fi: Käytä täyspitkät tietolähdeviitteet
fr: Enregistrer tous les détails des sources
hu: Teljes forrásidézés
nb: Bruk full kildehenvisning
sk: Použiť úplnú citáciu zdroja
sv: Använd full källcitat

source: Source type
fi: Tietolähde
fr: Enregistrer les sources au niveau des évènements
hu: Forrás típusa
nb: Kildetype
sk: Typ zdroja
sv: Källtyp

source: facts
fi: tiedot
fr: faits
hu: Események
nb: fakta
sk: udalosti
sv: fakta

source: records
fi: tietueet
fr: enregistrements
hu: bejegyzések
nb: registreringer
sk: záznamy

source: Autocomplete
fi: Automaattinen tekstintäydennys
fr: Complétion Automatique
hu: Automatikus kiegészítés
nb: Autofullfør
sk: Automatické dopĺňanie
sv: Autokomplettera

source: Use GeoNames database for autocomplete on places
fi: Käytä paikkatietojen automaattisen tekstintäydennyksen lähteenä GeoNames tietokantaa
fr: Utiliser la base <a href='http://www.geonames.org' target='_blank' title='GeoNames'>GeoNames</a> pour la saisie semi-automatique des lieux
hu: GeoNames adatbázis használata a helyek automatikus kiegészítéséhez
nb: Bruk GeoNames-databasen til "autocomplete" for steder
sk: Použiť databázu GeoNames pre automatické doplnenie názvov miest
sv: Använd GeoNames-databas för att autokomplettera platser

source: Booklet
fi: Kirjanen
fr: Livret
hu: Füzet
nb: Hefte
sk: Zošit
sv: Häfte

source: The requested GEDCOM record could not be found. This could be caused by a link to an invalid person or by a corrupt GEDCOM file.
fi: Pyydettyä GEDCOM-tietuetta ei löytynyt. Se voi johtua joko linkistä virheelliseen henkilöön tai vikaantuneesta GEDCOM-tiedostosta.
fr: Enregistrement GEDCOM non trouvé.
hu: A kért Gedcom rekord nem található. Ez vagy egy érvénytelen személyre mutató hivatkozás miatt lehet, vagy sérült Gedcom fájl következtében.
nb: Den søkte post kunne ikke finnes. Dette kan skyldes en lenke til en ugyldig person eller en feil i GEDCOM-filen.
sk: Požadovaný GEDCOM záznam nebol nájdený. To môže byť spôsobené linkom na neplatnú osobu, alebo poškodeným GEDCOM súborom.
sv: Det efterfrågade GEDCOM-posten kunde inte hittas. Detta kan ha orsakats av en länk till en person som inte finns eller en skadad GEDCOM-fil.

source: Click on any of the boxes to get more information about that person.
fi: Klikkaa mitä tahansa ruutua saadaksesi lisätietoa kyseisestä henkilöstä.
fr: Cliquez sur la boîte de votre choix afin d'obtenir plus d'informations.
hu: További személyes adatokért kattintson bármelyik mezőre
nb: Trykk på feltet for mer informasjon om gjeldende person.
sk: Kliknite na ktorýkoľvek z boxov pre získanie ďalších informácií o tejto osobe.
sv: Klicka på någon ruta för att få mer information om den personen.

source: Use this field for storing an abbreviated version of a title. This field is used in conjunction with the title field on sources. By default <b>webtrees</b> will first use the title and then the abbreviated title.<br /><br />According to the GEDCOM 5.5 specification, "this entry is to provide a short title used for sorting, filing, and retrieving source records (pg 62)."<br /><br />In <b>webtrees</b> the abbreviated title is optional, but in other genealogical programs it is required.
fi: Tähän kenttään kirjoitetaan otsikon lyhennetty versio, jota käytetään tietolähteiden varsinaisen otsikon korvikkeena. Oletuspohjaisesti ja ensisijaisesti <b>webtrees</b> käyttää pitempää otsikkoa ja vasta sitten lyhennettyä otsikkoa.<br /><br />GEDCOM 5.5 määritelmän mukaan "tätä tietoa, lyhennettyä otsikkoa, käytettään tietolähde tietueiden lajitteluun, arkistointiin ja noutamiseen (sivu 62)."<br /><br /><b>webtrees</b>:ssä lyhennetty otsikko on valinnainen, mutta muissa sukututkimusohjelmissa se on pakollinen.
fr: Utilisez ce champ pour stocker une version abrégée d'un titre. Ce champ est utilisé en conjonction avec le champ du titre sur les sources. Par défaut <b>webtrees</b> sera utilisé en premier comme titre et titre abrégé.<br /><br />Selon la spécification GEDCOM 5.5, "cette entrée sert à donner un titre court utilisée pour le tri, le classement et l'extraction des documents source (pg 62)."<br /><br />Dans <b>webtrees</b> le titre abrégé est facultatif, mais dans d'autres programmes de généalogie, il est nécessaire.
nb: Bruk dette feltet for å lagre en forkortet versjon av en tittel. Feltet brukes i forbindelse med en kildes tittelfelt. Som standard vil <b>webtrees</b> først bruke tittelen og deretter den forkortede tittel.<br /><br />Ifølge GEDCOM 5.5-s0pesifikasjonen "brukes dette feltet for å lagre en korttittel for sortering, lagring og fremhenting av kildeposter" (s. 62).<br /><br />I <b>webtrees</b> er kortformen ikke obligatorisk, som den er i andre slektsforskningsprogrammer.
sk: Použite toto políčko pre uloženie skrátenej verzie názvu. Toto pole je použité v spojení s poľom názvu v zdrojoch. <b>webtrees</b> štandardne použije názov a potom skrátený názov.<br /><br />Podľa špecifikácie 5.5 \"toto pole poskytuje krátký názov pre triedenie, vyplňovanie a hľadanie zdrojových záznamov (strana 62)\".<br /><br />Vo <b>webtrees</b> je skrátený názov voliteľný, ale v iných rodokmeňových programoch je nutný.

source: Enter the address into the field just as you would write it on an envelope.<br /><br />Leave this field blank if you do not want to include an address.
fi: Lisää osoite kenttään samalla tavoin kuin kirjoittaisit sen kirjekuoreen.<br /><br />Jätä kenttä tyhjäksi, mikäli et halua lisätä osoitetta.
fr: Entrez l'adresse dans le champ exactement comme si vous l'écriviez sur une enveloppe.<br /><br />Laissez ce champ à blanc si vous ne souhaitez pas inclure d'adresse.
hu: Írjon be címet a mezőbe, épp úgy mint ahogyan egy borítékra írná.<br /><br />Üresen hagyható.
nb: Angi en postadresse i feltet på samme måte som du ville gjort på en konvolutt.<br /><br />La dette feltet være tomt dersom du ikke ønsker å oppgi en postadresse.
sk: Vložte do tohoto poľa poštovú adresu presne v tom tvare v akom ju chcete tlačiť na obálku.<br /><br />Ponechajte toto pole prázdne ak nechcete zadať adresu.
sv: Skriv in adressen i detta fält precis som du skulle göra på ett kuvert.<br /><br />Lämna detta fält tomt om du inte vill inkludera en adress.

source: The organization, institution, corporation, person, or other entity that has authority.<br /><br />For example, an employer of a person, or a church that administered rites or events, or an organization responsible for creating and/or archiving records.
fi: Organisaatio, instituutio, yhteisö, henkilö tai toimielin, jolla on toimivalta.<br /><br />Esimerkiksi henkilön työnantaja, kirkko, joka voi suorittaa rituaaleja tai sakramentteja, tai organisaatio, joka voi luoda ja/tai arkistoida tapahtumia.
fr: L'organisation, l'institution, la corporation, la personne, ou toute autre entité qui a l'autorité.<br /><br />Par exemple, l'employeur d'une personne, ou une organisation/église qui a la responsabilité de la création et/ou de l'archivage des enregistrements.
nb: Den autoritetsbærende institusjon, bedrift, person eller annen enhet.<br /><br />F.eks. en persons arbeidsgiver; en kirke som administrerer ritualer eller begivenheter; eller en institusjon som er ansvarlig for å føre/oppbevare registreringer.
sk: Organizácia, inštitúcia, spoločnosť, osoba alebo iná entita, ktorá má autoritu.<br /><br />Napríklad zamestnávateľ osoby, cirkev vykonávajúca obrady, alebo organizácia zodpovedná za tvorbu/archiváciu záznamov.
sv: Organisation, institution, samfund, person, eller annan instans som har maktbefogenheter.<br /><br />Som exampel, en persons arbetsgivare eller en kyrka som kan utföra riter eller sakrament eller en organisation ansvarig förskapande och/eller arkivering av händelser.

source: Enter associate GEDCOM ID.
fi: Lisää läheisen GEDCOM ID-tunnus.
fr: Entrer l'identifiant GEDCOM de la personne à associer.
hu: Írja be a társ GEDCOM ID -t.
nb: Angi tilhørende slektsbaseID.
sk: Vložte GEDCOM ID príbuzného.
sv: Skriv in tillhörande GEDCOM-id.

source: A description of the cause of the associated event or fact, such as the cause of death.
fi: Selitys tai kuvaus tähän liittyvästä tapahtumasta tai tiedosta, esimerkiksi kuolinsyy.
fr: Une description de la cause de l'évènement ou fait associé, comme la cause du décès.
nb: En beskrivelse av begivenhetens eller faktumets årsak, f.eks. dødsårsak.
sk: Popis príčiny príslušnej udalosti alebo údaja, napríklad príčina úmrtia.
sv: En beskrivning av orsak eller fakta till händelsen ifråga, såsom dödsorsak.

source: Enter the name of the cemetery or other resting place where individual is buried.
fi: Lisää hautausmaan tai muun viimeisen leposijan nimi, jossa tämä henkilö lepää.
fr: Entrer le nom du cimetière où cette personne est enterrée. Exemple : Père-Lachaise.<br />La commune est à saisir dans le champ lieu.
hu: Adja meg a temetőt, vagy egyéb helyet ahol a személyt eltemették.
nb: Angi navnet på kirkegården eller annet bisettelsessted der personen er gravlagt.
sk: Vložte meno cintorína, alebo miesta odpočinku, kde je osoba pochovaná.
sv: Skriv in namnet på kyrkogården eller annan viloplats där personen är begravd.

source: Dates are stored using English abbreviations and keywords. Shortcuts are available as alternatives to these abbreviations and keywords.
fi: Päivämäärät tallennetaan käyttäen englanninkielisiä lyhenteitä tai avainsanoja. Niiden lyhenteiden kirjoittamisen sijasta voit käyttää pikavalintoja.
fr: Les dates sont stockées en utilisant des abréviations et des mots clés anglais. Les raccourcis sont disponibles comme solutions de rechange à ces abréviations et des mots clés.
nb: Datoer lagres med engelske forkortelser og nøkkelord. Alternativt kan det brukes forkortelser av disse.
sk: Dáta sú uložené s použitím anglických skratiek (idiomov) a kľúčových slov. Skratky sú dostupné ako alternatíva pre tieto skratky a kľúčové slová.
sv: Datumen har sparats med användandet av engelska förkortningar och nyckelord. I stället för dessa kan du använda genvägar.

source: Date
fi: Päiväys
hu: Dátum
nb: Dato
sk: Dátum
sv: Datum

source: Format
fi: Tiedostomuoto
hu: Formátum
nb: Format/type
sk: Formát

source: Shortcut
fi: Pikavalinta
fr: Raccourcis
hu: Parancsikon
nb: Hurtigtast
sk: Skratka
sv: Genväg

source: Date ranges are used to indicate that an event, such as a birth, happened on a unknown date within a possible range.
fi: Päivämäärän ajanjaksoa käytetään esimerkiksi syntymätapahtumalle, kun tarkka päivä ei ole teidossa, mutta arvioidaan tapahtuneen tietyn ajanjakson aikana.
fr: Les plages de dates sont utilisées pour indiquer qu'un évènement, comme une naissance, est arrivé à une date inconnue mais dans une plage possible.
nb: Tidsrom brukes for å angi at en begivenhet, f.eks. en fødsel, fant sted på et ukjent tidspunkt innenfor et mulig tidsrom.
sk: Časové rozmedzie sa používá, ak presne nepoznáme dátum udalosti, napríklad narodenia.

source: Date range
fi: Ajanjakso
fr: Période
hu: Dátum intervallum
nb: Tidsrom
sk: Rozsah dátumov

source: Date periods are used to indicate that a fact, such as an occupation, continued for a period of time.
fi: Kesto, käytetään kun esimerkiksi ammattia on harrastettu tietyn ajan eli ajan kesto.
fr: Les dates relatant une période sont utilisées pour indiquer qu'un fait, comme une profession, à une durée dans le temps.
nb: Tidsperioder brukes for å angi at et faktum, f.eks. en yrkestilhørighet, vedvarte i en viss tidsperiode.
sk: Časové obdobie sa používa pre činnosť, ktorá trvá nejakú dobu, napríklad zamestnanie.

source: Date period
fi: Kesto, aikana
fr: Date de la période
hu: Dátum időszak
nb: Tidsperiode
sk: Časové obdobie

source: Simple dates are assumed to be in the gregorian calendar. To specify a date in another calendar, add a keyword before the date. This keyword is optional if the month or year format make the date unambiguous.
fi: Päivämäärien oletetaan noudattavan gregoriaanista kalenteria. Kun haluat soveltaa eri kalenteria, on lisättävä avainsana päivämäärän eteen. Avainsanan lisääminen on valinnaista, jos kirjoitetun kuukauden ja vuoden tietojen perusteella voidaan päätellä mistä kalenterista on kysymys.
fr: Les dates sont supposées être dans le calendrier grégorien. Pour spécifier une date dans un autre calendrier, ajouter un mot-clé avant la date. Ce mot clé est facultatif si le format mois ou l'année rend la date sans équivoque.
nb: Enkle datoer antas å være ifølge den gregorianske kalenderen. Datoer etter andre kalendere angis med et nøkkelord før datoen. Nøkkelordet kan utelates hvis måneds- eller årsformatet gjør det utvetydig.
sk: Predpokladá sa, že dátumy sú v gregoriánskom kalendári. Ak chcete určiť dátum z iného kalendára, pridajte pred dátum kľúčové slovo. Kľúčové slovo je voliteľné, ak formát mesiaca alebo roku je jednoznačný.
