Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Configuration per level
fi: Tasojen asetukset
fr: Configuration par niveau
hu: Konfiguráció szintenként
nb: Konfigurasjon pr nivå
sk: Konfigurácia úrovne
sv: Konfiguration per nivå

source: Reset
fi: Palauta oletusarvot
fr: Restaurer
hu: Visszaállít
nb: Tilbakestill
sv: Återställ

source: Search Engine Spider Detected
fi: Havaittu hakurobotti
fr: Robot détecté
hu: Keresőmotor detektálva
nb: Søkemaskin oppdaget
sk: Search Engine Spider bol nájdený
sv: Sökmotorspindel upptäckt

source: Remove flag
fi: Poista lippu
fr: Supprimer un drapeau
hu: Zászló tőrlés
nb: Slett flagg
sk: Odstrániť vlajku
sv: Ta bort flagga

source: Countries
fi: Maat
fr: Pays
hu: Országok
nb: Land
sk: Krajiny
sv: Länder

source: Google Street View
fi: Google Street katutasokatselu

source: Bearing
fi: Suunta
fr: Boussole
hu: Irány
nb: Kurs
sk: Azimut

source: Elevation
fi: Korkeus
fr: Altitude
hu: Magasság
nb: H.O.H.
sk: Prevýšenie

source: Zoom
fi: Zoomaus
hu: Nagyítás
sk: Zväčšiť
sv: Zooma

source: This place has no coordinates
fi: Tällä paikalla ei ole koordinaatteja
fr: Ce lieu n'a pas de coordonnées
hu: Ennek a helynek nincsenek koordinátái
nb: Dette stedet har ingen koordinater
sk: Toto miesto nemá súradnice
sv: Denna plats har inga koordinater

source: Edit geographic location
fi: Muokkaa paikan sijaintia
fr: Modifier le lieu
hu: Földrajzi helyek szerkesztése
nb: Rediger geografisk sted
sk: Upraviť zemepisnú polohu
sv: Ändra geografisk plats

source: No map data for this person
fi: Ei kartta tietoa tällä henkilöllä
fr: Aucune donnée cartographique
hu: Nincsen térképe annek a személynek
nb: Ingen kartdata for denne personen
sk: Žiadne mapové dáta pre túto osobu.
sv: Inga kartuppgifter för denna person

source: Date not known
fi: Tuntematon oäivämäärä
fr: Date non connue
hu: A dátum ismerelen
nb: Ukjent tidspunkt
sk: Dátum nie je známy

source: Events
fi: Tapahtumat
fr: Évènements
hu: Események
nb: Begivenheter
sk: Udalosti
sv: Händelser

source: Search on this level
fi: Etsi tällä tasolla
fr: Recherche sur ce niveau
hu: Keresés ezen a szinten
nb: Søk på dette nivå
sk: Hľadať na tejto úrovni
sv: Sök på denna nivå

source: Search all
fi: Etsi kaikkialla
fr: Rechercher dans tous
hu: Keresés az összesben
nb: Søk alle
sk: Hľadať všade
sv: Sök överallt

source: Precision
fi: Tarkkuus
fr: Précision
hu: Pontosság
nb: Presisjon
sk: Presnosť
sv: Noggrannhet

# North
source: N
fi: P
hu: É
sk: S

# South
source: S
fi: E
hu: D
sk: J

# East
source: E
fi: I
hu: K
nb: Ø
sk: V
sv: Ö

# West
source: W
fi: L
fr: O
hu: Ny
nb: V
sk: Z
sv: V

source: Zoom factor
fi: Zoomauskerroin
fr: Facteur de zoom
hu: Nagyítási szint
nb: Zoomfaktor
sk: Zoom faktor
sv: Zoomfaktor

source: County
fi: Kunta
fr: Département/District
hu: Megye
nb: Fylke
sk: Okres
sv: Kommun

source: Icon
fi: Ikoni
fr: Icône
hu: Ikon
nb: Ikon
sk: Ikona
sv: Ikon

source: File containing places (CSV)
fi: Tiedosto sisältää paikkoja (CSV)
fr: Fichier contenant les lieux (CSV)
hu: Az állomány tartalmaz helyszíneket (CSV)
nb: Fil som inneholder steder (CSV)
sk: Súbor obsahujúci miesta (CSV)
sv: Fil innehållande platser (CSV)

source: Server file containing places (CSV)
fi: Palvelintiedosto, joka sisältää paikkoja (CSV)
fr: Fichier du serveur contenant les lieux (CSV)
hu: Helyeket tartalmazó fájt a szerveren (CSV)
nb: Fil på server som inneholder steder (CSV)
sk: Súbor na servre obsahujúci miesta (CSV)
sv: Serverfil innehållande platser (CSV)

source: Clear all place-locations before import?
fi: Siivoa kaikki paikkatiedot ennen tuontia?
fr: Supprimer tous les lieux/coordonnées avant d'importer ?
hu: Minden helyszín tőrlése importálás elött?
nb: Slett alle stedplasseringer før import?
sk: Zmazať všetky miesta pred importom?

source: Update existing places only?
fi: Päivitä vain olemassa olevat paikat?
fr: Mettre à jour uniquement les lieux existants ?
hu: Csak a már meglévő helyszínek frissitése?
nb: Oppdater kun eksisterende steder?
sk: Iba aktualizovať existujúce miesta?
sv: Uppdatera endast befintliga platser?

source: Overwrite location-data with data from file?
fi: Korvaa paikkatiedot tiedoston tiedoilla?
fr: Remplacer les données des lieux par celles contenues dans le fichier ?
hu: Helyszín adatok átírása az állomány adataiból?
nb: Overskriv sted-data med data fra fil?
sk: Prepísať dáta s miestami novými údajmi zo súboru?

source: Continue Adding
fi: Jatka lisäämistä
fr: Poursuivre la sélection
hu: Hozzáadás folytatása
nb: Fortsett med å legge til
sk: Pokračovať v pridávaní
sv: Fortsätt lägg till

source: Location not removed: this location contains sub-locations
fi: Sijaintia ei poistettu: tämä sijainti sisältää alikohteita
fr: Lieu non supprimé : ce lieu contient des sous-lieux
hu: Helyszín nem lett törőlve: ez a helyszín alsó-helyszíneket tartalmaz
nb: Stedet er ikke slettet: dette stedet har andre steder knyttet opp til seg
sk: Umiestnenie nebolo odstránené: toto umiestnenie obsahuje vnorené umiestnenie

source: Remove this location?
fi: Poista tämä sijainti?
fr: Supprimer ce lieu ?
hu: Ennek a helyszín törlése?
nb: Slett dette stedet?
sk: Odstrániť toto umiesto?

source: Click here to show inactive places
fi: Klikkaa tässä nähdäksesi joutilaat paikat
fr: Voir les lieux inutilisés
hu: Kattintson ide az inaktív helyek megjelenítéséhez
nb: Klikk her for å vise inaktive steder
sk: Kliknite sem pre zobrazenie neaktívnych miest
sv: Klicka här för att visa inaktiva platser

source: Add place
fi: Lisää paikka
fr: Ajouter un lieu
hu: Helyszín hozzáadás
nb: Legg til sted
sk: Pridať miesto
sv: Lägg till plats

source: Import from current GEDCOM
fi: Tuo nykyisestä GEDCOM:sta
fr: Importer depuis le GEDCOM en cours
hu: Importálás a GEDCOM-ból
nb: Importer fra gjeldende GEDCOM-fil
sk: Import z aktuálneho GEDCOMu
sv: Importera från nuvarande GEDCOM

source: Import from all GEDCOMs
fi: Tuo kaikista GEDCOM:eista
fr: Importer depuis tous les GEDCOMs
hu: Importálás minden GEDCOM-ból
nb: Importer fra alle GEDCOM-filer
sk: Import zo všetkých GEDCOMov
sv: Importera från alla GEDCOMer

source: Import from file
fi: Tuo tiedostosta
fr: Importer depuis un fichier
hu: Importálás egy állományból
nb: Importer fra fil
sk: Import zo súboru
sv: Importera från fil

source: Export current view to file
fi: Siirrä nykyinen näkymä tiedostoon
fr: Exporter la vue courante vers un fichier
hu: Jelen oldal exportálása egy állományba
nb: Eksporter nåværende visning til fil
sk: Export aktuálneho zobrazenia do súboru
sv: Exportera nyvarande vy till fil

source: GEDCOM Welcome
fi: GEDCOM tervetuloa
fr: Bloc «Accueil GEDCOM»
hu: GEDCOM Üdvözlő blokk
nb: Blokk for slektsbase-info
sk: Uvítací blok GEDCOM
sv: Välkomstområde för GEDCOM-filen

source: The GEDCOM Welcome block works the same as the User Welcome block. It welcomes the visitor to the site and displays the title of the currently active database as well as the current date and time.
fi: GEDCOM tervetuloalohko toimii samoin kuin Käyttäjän tervetuloalohko, toivottamalla kävijän tervetulleeksi sivustolle ja näyttämällä käytössä olevan GEDCOM-tiedoston otsikon sekä päivämäärän ja kellonajan.
fr: Le bloc «Accueil GEDCOM» est similaire au bloc «Bienvenue».
hu: A GEDCOM Üdvözlő blokk hasonlóan működik mint a Felhasználó üdvözlő blokk, azaz üdvözli a látogatót, az aktív GEDCOM címét, az időt és a dátumot jeleníti meg..
nb: Blokken for informasjon virker på samme måte som den enkelte brukers velkomstmelding, ved at besøkende på siden ønskes velkommen, viser tittelen på den aktuelle slektsfil samt tid og dato.
sk: Uvítací blok GEDCOM funguje rovnako ako uvítací blok uživateľa – vítá návštevníka stránok a zobrazuje nadpis práve zobrazeného GEDCOMu a aktuálny dátum a čas.
sv: Välkomstblocket för GEDCOM-filen fungerar på samma sätt som välkomstblocket för användare genom att välkomna besökaren till sajten och visa titeln på den aktiva GEDCOM-filen och den nuvarande tiden och datumen.

source: &quot;To Do&quot; tasks
fi: Tehtävät
fr: Bloc «Tâches à faire»
hu: &quot;Tennivalók&quot;
nb: &quot;Skulle ha gjort&quot;gjøremål
sk: &quot;To Do&quot; úlohy
sv: &quot;Att Göra&quot; uppgifter

source: The To Do block lists all outstanding _TODO facts in the database.
fi: Tehtävät listaa kaikki tietokannassa olevat keskeneräiset tehtävät.
fr: Le bloc «Tâches à faire» affiche la liste des enregistrements _TODO du fichier GEDCOM.
hu: A Tennivaló blokk jelzi a tennivalókat a programban.
nb: Gjøremåls-blokken viser alle gjenværende _TODO-fakta i databasen.
sk: Blok To Do zobrazuje všetky _TODO údaje v databázi.

source: Record
fi: Tietue
fr: Enregistrement
hu: rekord
nb: Post
sk: Záznam
sv: Post

source: There are no &quot;To Do&quot; tasks.
fi: Ei ole Tehtäviä
fr: La liste «Tâches à faire» est vide
hu: Nincsenek &quot;Tennivalók&quot;.
nb: Det er ingen &quot;Skulle ha gjort&quot;gjøremål.
sk: Nie sú žiadne &quot;To Do&quot; úlohy.
sv: Det finns inga &quot;Att Göra&quot; uppgifter

source: Show other users' tasks
fi: Näytä muiden käyttäjien tehtävät
fr: Voir les «Tâches à faire» des autres utilisateurs
hu: Láthatóak legyenek más felhasználók feladatai
nb: Vis andre brukeres gjøremål
sk: Zobraziť úlohy iných užívateľov
sv: Visa andra användares uppgifter

source: Show unassigned tasks
fi: Näytä määrittämättömät tehtävät
fr: Voir les «Tâches à faire» non attribuées
hu: Mutassa a hozzárendeletlen feladatokat
nb: Vis utildelte oppgaver
sk: Zobraziť nepriradené úlohy
sv: Visa icke tilldelade uppgifter

source: Show future tasks
fi: Näytä tulevat tehtävät
fr: Voir les «Tâches à faire» futures
hu: Mutassa a jövőbeli feladatokat
nb: Vis framtidige gjøremål
sk: Zobraziť budúce úlohy
sv: Visa kommande uppgifter

source: "To Do" block
fi: Tehtävät-lohko
fr: Bloc "à faire"
hu: "Tennivaló" blokk
nb: Blokken "Skulle ha gjort"
sk: Blok "To Do"
sv: "Att Göra" block

source: This block helps you keep track of <b>_TODO</b> tasks in the database.<br /><br />To add &quot;To Do&quot; tasks to your records, you may first need amend the GEDCOM configuration so that the <b>_TODO</b> fact is in the list of facts that can be added to the records of individuals, families, sources, and repositories. Each of these lists, which you will find in the Edit Options section of the GEDCOM configuration, is independent. The order of the list entries is not important; you can add the new entries at the beginning of each list.
fi: Tälssä lohkossa voit ylläpitää tietokannassasi olevia <b>_TODO</b>-tehtäviä. <br /><br />Lisätäksesi Tehtäviä tietueisiisi, sinun on ehkä muutettava GEDCOM-asetuksia niin, että <b>_TODO</b>-tiedot ovat niissä tietoluetteloissa, joissa voidaan lisätä Tehtäviä henkilöiden, perheiden, lähteiden ja tietovarastojen tietueisiin. Jokainen näistä luetteloista on itsenäinen. Ne löytyvät GEDCOM-asetusten editointivalintojen osassa. Uusien tietojen järjestyksellä luettelossa ei ole väliä. Voit vaikka lisätä uusia tietoja jokaisen luettelon alkuun.
fr: Ce bloc sert à lister vos tâches à faire <b>_TODO</b> dans la base de données.<br /><br />Pour ajouter des tâches à faire &quot;To Do&quot; à vos enregistrements, vous devez en premier lieu amender la configuration du GEDCOM afin que le fait tâches à faire <b>_TODO</b> soit affiché dans la liste des faits qui peuvent être ajoutés aux enregistrements des individus, familles, sources, et dépôts d'archives. Chacune de ces listes, située sous l'option Modifier les options de configuration du GEDCOM, est indépendante. L'ordre des entrées de la liste n'est pas important; vous pouvez ajouter des nouvelles entrées au début de chaque liste.
hu: Ez a blokk segít a programban felmerülő feladatok áttekintésében.
nb: Denne blokken hjelper deg med å holde orden på <b>_TODO</b>-oppgaver i databasen.<br /><br />Før du kan tilføye gjøremål (&ldquo;TODOs&rdquo;) til noen av dine data, må du kanskje endre GEDCOM-innstillingene så <b>_TODO</b>-fakta er med på listen over tillatte datatyper for henholdsvis personer, familier, kilder og arkiver. Disse listene finnes under Endringsvalg i GEDCOM-innstillingene (Slektstrær). Listene er uavhengige av hverandre.<br /><b>_TODO</b>-angivelsen kan innføres hvor som helst i listen.
sk: Tento blok vám pomáhá sledovať úlohy <b>_TODO</b> v databázi.<br /><br />Pre pridanie úloh &quot;Dorobiť&quot; do vašich záznamov najskôr potrebujete zlepšiť nastavenie GEDCOM tak, že údaj <b>_TODO</b> je v zozname údajov, ktoré môžu byť pridané do záznamov osôb, rodín, zdrojov a repozitárov. Každý z týchto zoznamov, ktoré nájdete v sekcii Upraviť nastavenie v konfigurácii GEDCOMu, je nezávislý. Poradie položiek v zozname nie je dôležité, môžete pridávať nové záznamy na začátok každého zoznamu.

source: Show &quot;To Do&quot; tasks that have a date in the future. Otherwise only items with a date in the past are shown.
fi: Näytä Tehtävät, jotka on päivätty tulevaisuuteen. Muuten näytetään ainoastaan tehtävät, jotka on päivätty menneisyyteen.
fr: Show &quot;To Do&quot; tâches qui ont une date dans le futur. Sinon seuls les items qui ont une date dans le passé sont affichés.
hu: Mutassa a jövőbeli &quot;Tennivalókat&quot;. Alapértelmezetten csak a múltbeliek látszanak.
nb: Vis fremtidige Gjøremål. Ellers vil kun tidligere Gjøremål vises.
sk: Zobraziť úlohy &quot;Dorobiť&quot;, ktoré majú dátum v budúcnosti. Inak sa budú zobrazovať položky iba z minulosti.

source: Show &quot;To Do&quot; tasks assigned to other users
fi: Näytä Tehtävät, jotka on liitetty muille käyttäjälle.
fr: Show &quot;To Do&quot; tâches assignées aux autres utilisateurs
hu: Mutassa a másokhoz rendelt &quot;Tennivalókat&quot;
nb: Vis Gjøremål som er tildelt andre brukere.
sk: Zobraziť úlohy &quot;Dorobiť&quot; priradené iným uživateľom
sv: Visa &quot;Att Göra&quot; uppgifter tilldelade till andra användare

source: Show &quot;To Do&quot; tasks that are not assigned to any user
fi: Näytä Tehtävät, joita ei ole liitetty yhdellekään käyttäjälle.
fr: Show &quot;To Do&quot; tâches qui ne sont assignées à aucun utilisateur
hu: Mutassa a senkihez sem rendelt &quot;Tennivalókat&quot;
nb: Vis Gjøremål som ikke er blitt tildelt noen bruker.
sk: Zobraziť úlohy &quot;Dorobiť&quot;, ktoré nie sú priradené žiadnemu uživateľovi
sv: Visa &quot;Att Göra&quot; uppgifter som inte är tilldelad till någon användare

source: GEDCOM Favorites
fi: GEDCOM suosikit
fr: Bloc «Favoris GEDCOM»
hu: GEDCOM Kedvencek blokk
nb: Favoritter i slektsbasen
sk: Blok Obľúbených GEDCOMu
sv: Favoriterområdet för GEDCOM-filer

source: The GEDCOM Favorites block gives the administrator the ability to designate individuals from the database so that their information is easily accessible to all. This is a way to highlight people who are important in your family history.
fi: GEDCOM suosikki-lohko antaa ylläpitäjän valita suosikkihenkilöitä niin, että kävijä helposti löytää heidät. Tällä tavoin voidaan korostaa sukuhistoriasi tärkeät henkilöt.
fr: Le bloc «Favoris GEDCOM» affiche les liens mémorisés par l'administrateur.
hu: A GEDCOM Kedvencek blokkba az adminisztrátor választhatja be a kedvenc személyeket, így a látogatók könnyebben megtalálhatják őket. Ezzel a módszerrel kiemelhetők a fontosabb személyek a család történetéből.
nb: Blokken for Favoritter gir administrator på nettstedet muligheten til å velge ut noen sentrale personer i slektsfilen som vil være av interesse for de fleste besøkende. På den måten kan de lett finne disse favorittpersonene som er sentrale i slektsbasen.
sk: Blok Obľúbených GEDCOMu umožňuje administrátorovi stránok vybrať svoje obľúbené osoby, aby k nim mali návštevníci jednoduchší prístup. Je to možnosť, ako zvýrazniť osoby, ktoré sú v histórii vášho rodu dôležité.
sv: Favoriterblock för GEDCOM-filerna tillåter adminstratören möjligheten att välja deras favoritpersoneri GEDCOM-filen så att besökarna kan hitta dem enkelt. Detta är ett sätt att markera personer som är betydelsefulla in din familjehistoria.

source: This GEDCOM's Favorites
fi: Tämän GEDCOM-tiedoston suosikit
fr: Favoris
hu: A Családfa kiemelet személyei
nb: Favoritter i denne slektsbasen
sk: Obľúbené u tohoto GEDCOMu
sv: Denna GEDCOM-fils favoriter

source: At this moment there are no selected Favorites. The admin can add Favorites to display at startup.
fi: Ei valittuna suosikkeja . Ylläpitäjä saattaa lisätä suosikkeja aloitettaessa.
fr: En ce moment, il n'y a aucun favori sélectionné. L'administrateur peut ajouter des favoris à afficher au démarrage.
hu: Jelenleg nincsenek kiemelt személyek.. A rendszergazda állíthatja be az főoldalon megjelenő személyeket.
nb: Det er ikke valgt noen favoritter ennå. Administrator kan legge til favoritter som vises ved oppstart.
sk: V súčasnosti nie sú zvolený žiadny Obľúbený. Administrátor môže pridať Obľúbené, aby sa zobrazili pri spustení.
sv: För tillfället finns inga valda favoriter. Administratören kan lägga till favoriter vid uppstart.

source: GEDCOM favorites block
fi: GEDCOM suosikki-lohko
fr: Bloc des favoris GEDCOM
hu: GEDCOM kedvencek blokk
nb: Blokken for favoritter i slektsbasen
sk: Blok obľúbených GEDCOMu
sv: GEDCOM-favoriters block

source: Clippings cart
fi: Leikekori
fr: Panier
hu: Metszési kosár
nb: Utklippsmappe
sk: Schránka výstrižkov
sv: Klippkorg

source: Provides a clippings cart, to copy records for export/download.
fi: Antaa leikekorin, josta voit siirtää kerättyä tietoa omalle työasemallesi.
fr: Fournit un panier pour télécharger des données.
hu: Hulladékkosár engedélyezése a bejegyzések másolásához export/letöltési céllal
nb: Gir adgang til en Utklippsmappe for poster som skal eksporteres eller lastes ned.
sk: Poskytuje schránku výstrižkov pre kopírovanie záznamov pre export/stiahnutie.
sv: Ger en klippkorg, att kopiera dataposter för export/nedladdning.

source: Add to Clippings Cart
fi: Lisää leikekoriin
fr: Ajouter au panier
hu: Hozzáadás a Metszési Kosárhoz
nb: Legg i utklippsmappen
sk: Pridať do schránky výstrižkov
sv: Lägg till i urklippskorg

source: Add %s to cart
fi: Lisää %s leikekoriin
fr: Ajouter %s au panier
hu: %s hozzáadása a diagramhoz
nb: Legg %s i mappen
sk: Pridať %s do schránky
sv: Lägg %s till korg

source: Your Clippings Cart is empty.
fi: Leikekorisi on tyhjä.
fr: Votre panier est vide.
hu: Az Ön Metsző kosara üres.
nb: Utklippsmappen din er tom.
sk: Vaša Schránka výstrižkov je prázdna.
sv: Urklippskorgen för ditt släktträd är tom.

source: Empty Cart
fi: Tyhjennä leikekori
fr: Vider le panier
hu: Üres kosár
nb: Fjern alt i mappen
sk: Vyprázdniť schránku
sv: Töm urklippskorgen

source: Download Now
fi: Siirrä nyt työasemalleni
fr: Télécharger maintenant
hu: Letöltés
nb: Last ned
sk: Stiahnuť
sv: Ladda ner nu

source: Which other links from this family would you like to add?
fi: Mitä muita yhteyksiä tästä perheestä haluat lisätä?
fr: Quels autres parents de cette famille souhaitez-vous ajouter ?
hu: Melyik ágat szeretné ebből a családból szintén hozzáadni?
nb: Merk av hvilke opplysninger du ønsker å kopiere fra den valgte familien.
sk: Ktoré vzťahy z tejto rodiny by ste ešte radi pridali?
sv: Vilka länkar från denna familj vill du också lägga till?

source: Add just this family record.
fi: Lisää vain tämän perheen tietue.
fr: Ajouter seulement cette famille.
hu: Csak ennek a családnak a rekordját adjuk hozzá.
nb: Legg til bare denne familien.
sk: Pridať len tento rodinný záznam.
sv: Lägg enbart till denna familj.

source: Add parents' records together with this family record.
fi: Lisää vanhemmat tämän perheen tietueeseen.
fr: Ajouter les parents avec cette famille.
hu: Szülők hozzáadása ezzel a családrekorddal.
nb: Legg til foreldrene til denne familien.
sk: Pridať rodičov s týmto rodinným záznamom.
sv: Lägg till föräldrarna till denna familjs post.

source: Add parents' and children's records together with this family record.
fi: Lisää tähän tietueeseen vanhempien ja lasten tietueet.
fr: Ajouter les parents et les enfants avec la famille.
hu: Szülők és gyerekek hozzáadása ezzel a családrekorddal.
nb: Legg til foreldre og barn til denne familien.
sk: Pridať záznamy rodičov a detí s týmto rodinným záznamom.
sv: Lägg till föräldrar och barn till denna familjs post.

source: Add parents' and all descendants' records together with this family record.
fi: Lisää tähän tietueeseen vanhempien ja kaikkien jälkeläisten tietueet.
fr: Ajouter les parents et tous les descendants avec la famille.
hu: Szülők, és az összes leszármazottak hozzáadása ezzel a családrekorddal.
nb: Legg til foreldre og alle etterkommerne deres til denne familien.
sk: Pridať všetky záznamy rodičov a všetkých potomkov s týmto rodinným záznamom.
sv: Lägg till föräldrarna samt alla deras ättlingar till denna familj post.

source: Which links from this person would you also like to add?
fi: Mitä muita yhteyksiä tästä henkilöstä haluat lisätä?
fr: Quels autres parents de cette personne souhaitez-vous ajouter ?
hu: Melyik ágat szeretné ettől a személytől szintén hozzáadni?
nb: Hvilke lenker fra denne personen vil du også legge til?
sk: Ktoré vzťahy tejto osoby by ste chceli tiež pridať?
sv: Vilka länkar från denna personen vill du också lägga till?

source: Add just this person.
fi: Lisää vain tämä henkilö.
fr: Ajouter seulement cette personne.
hu: Csak ennek a személynek a hozzáadása.
nb: Legg til bare denne personen.
sk: Pridať len túto osobu.
sv: Lägg enbart till denna person.

source: Add this person, his parents, and siblings.
fi: Lisää tämä henkilö vanhempineen ja sisaruksineen.
fr: Ajouter cette personne, ses parents, ses frères et sœurs.
hu: Ennek a személynek, a szüleinek és a testvéreinek a hozzáadása.
nb: Legg til denne personen, og foreldrene og søskene hans.
sk: Pridať túto osobu, jej rodičov a súrodencov.
sv: Lägg till denna person samt föräldrar och syskon.

source: Add this person and his direct line ancestors.
fi: Lisää tämä henkilö suorine esivanhempineen.
fr: Ajouter cette personne et ses ascendants.
hu: Ennek a személynek és az egyenes ági felmenőinek a hozzáadása.
nb: Legg til denne personen og anene hans.
sk: Pridať túto osobu a jej predkov v priamej línii.
sv: Lägg till denna person samt alla rakt stigande anor.

source: Number of generations:
fi: Sukupolvien lukumäärä:
fr: Nombre de générations:
hu: Generációk száma:
nb: Antall generasjoner:
sk: Počet generácií:
sv: Antal generationer:

source: Add this person, his direct line ancestors, and their families.
fi: Lisää tämä henkilö suorine esivanhempineen sekä heidän perheensä.
fr: Ajouter cette personne, ses ascendants et leurs familles.
hu: Ennek a személynek, az egyenes ágbi felmenőinek és azok családjainak hozzáadása.
nb: Legg til denne personen og anene hans, og familiene til anene.
sk: Pridať túto osobu, jej predkov v priamej línii a ich rodiny.
sv: Lägg till denna person samt rakt stigande anor och deras familjer.

source: Add this person, his spouse, and children.
fi: Lisää tämä henkilö puolisoineen ja lapsineen.
fr: Ajouter cette personne, son conjoint et les enfants.
hu: Ennek a személynek, a házastársának és a gyerekeinek a hozzáadása.
nb: Legg til denne personen, ektemaken og barn.
sk: Pridať túto osobu, jej partnera a deti.
sv: lägg till denna person samt maka och barn.

source: Add this person, his spouse, and all descendants.
fi: Lisää tämä henkilö puolisoineen sekä kaikkien heidän jälkeläistensä tietueet.
fr: Ajouter cette personne, son conjoint et toute leur descendance.
hu: Ennek a személynek, a házastársának és az összes leszármazottjának a hozzáadása.
nb: Legg til denne personen, ektemaken og alle etterkommere.
sk: Pridať záznam o tejto osobe, jej partnerovi a všetkých potomkoch.
sv: Lägg till denna person samt maka och alla ättlingars poster.
