Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: You can click this button to see whether there is another relationship path between the two people. Previously found paths can be displayed again by clicking the link with the path number.
fi: Voit klikata tätä linkkiä nähdäksesi, onko kahden henkilön välillä muuta suukaukaisuussuhdetta<br />Edellinen/set reitit saa näkyviin klikkaamalla kyseisen numeroidun reitin linkkiä.
fr: Bouton pour afficher le lien de parenté suivant, s'il existe.<br />Pour réafficher un lien de parenté précédent, cliquer sur son numéro dans la liste.
hu: Erre a gombra kattintva megtudhatja, van-e még egy másik, "alternatív" rokoni kapcsolat a két személy között. Az előző útvonalat újra megtekintheti, ha a sorszámával ellátott hivatkozásra kattint.
nb: Du kan trykke på denne knappen for å se om det er flere slektslinjer mellom de to personene.<br />De andre slektslinjene kan vises på nytt ved å klikke på nummeret til slektslinjen.
sk: Na toto tlačítko môžete kliknúť pre nájdenie ďalšieho vzťahu medzi týmito dvoma osobami, ak taký existuje.<br />Predchádzajúci nájdený vzťah si môžete opätovne zobraziť kliknutím na odkaz s číslom vzťahu.
sv: Du kan klicka på denna knapp för att se om det finns ett annat förhållande mellan två personer. Den föregående förhållandet kan visas igen genom att klicka på länken med förhållande numret.

source: Administrators sometimes need to clean up and correct the data submitted by users. For example, they might need to correct the PLAC location to include the country. When Administrators make such corrections, information about the original change is normally replaced. This may not be desirable.<br /><br />When this option is selected, <b>webtrees</b> will retain the original Change information instead of replacing it with that of the current session. With this option selected, Administrators also have the ability to modify or delete the information associated with the original CHAN tag.
fi: Toisinaan pitää ylläpitäjän oikaista ja korjata käyttäjien syöttämää tietoa, esimerkiksi PLAC sijaintia, lisäämällä maa. Kun ylläpitäjä suorittaa sellaisia oikaisuja, alkuperäinen muutostieto tavallisesti korvataan. Tämä ei ehkä ole toivottavaa.<br /><br />Kun tämä valitaan, niin <b>webtrees</b> säilyttää alkuperäiset muutoksen tekijän ja -ajan tiedot. Tällä valinnalla ylläpitäjät voivat muutata tai poistaa alkuperäiset CHAN-tiedot, jotka liittyvät muutoksenalaiseen tietueeseen.
fr: Les administrateurs ont parfois besoin de nettoyer et de corriger les données soumises par les utilisateurs. Par exemple, ils peuvent avoir besoin de corriger le lieu PLAC afin d'ajouter le pays. Lorsque les administrateurs font ce genre de corrections, l'information au sujet du changement original est normalement remplacé. Cela peut ne pas être ce que vous désirez.<br /><br />Quand cette option est sélectionnée, <b>webtrees</b> retiendra l'information du changement original plutôt que de le remplacer avec celle de la session en cours. En sélectionnant cette option, les administrateurs peuvent également modifier ou supprimer l'information associée à la balise CHAN originale.
nb: Noen ganger må administratorer rydde opp i og rette data som er ført inn av brukerne, for eksempel ved å føye til landet i en stedsangivelse (PLAC). Når administratorer gjør denne typen endringer, vil vanligvis informasjonen om siste endring, som lagres i CHAN-koden i GEDCOM-posten, også oppdateres. Dette er ikke alltid ønskelig.<br /><br />Hvis dette alternativet er valgt, vil <b>webtrees</b> beholde den opprinnelige informasjonen i stedet for å erstatte den med den nye informasjonen. Når dette alternativet er valgt, har administratorer også muligheten for å endre eller slette informasjonenene i den opprinnelige CHAN-koden.
sk: Správcovia niekedy potrebujú prečistiť a opraviť údaje, ktoré poskytli uživatelia. Napríklad v mieste PLAC pridať zem. Ak správca robí také opravy, informácie o pôvodnej zmeně sa normálne prepíše. Toto môže byť nežiadúce.<br /><br />Ak je vybraná táto voľba, <b>webtrees</b> ponechá pôvodnú informáciu o zmeně miesto jej prepisu. S touto voľbou má správce tiež možnosť upravovať alebo mazať informáciu spojenú s pôvodným tagom CHAN.

source: Show oldest top
fi: Näytä vanhin huipulla
fr: Afficher les parents en haut
hu: Legidősebbet felülre
nb: Vis de eldste øverst
sk: Zobraziť najstarších hore
sv: Visa den äldsta överst

source: When this check box is checked, the chart will be printed with oldest people at the top. When it is unchecked, youngest people will appear at the top.
fi: Kun tämä valitaan eli kuitataan, kaavio kirjoittaa aloittaen vanhimmista henkilöistä. Kun ei ole kuitattu, aloitetaan nuorimmista henkilöistä.
fr: Lorsque cette case est cochée, le diagramme est présenté avec la personne la plus ancienne en haut. Lorsque cette case est décochée, la personne la plus jeune apparait en haut.
nb: Hvis denne ruten er krysset i, blir diagrammet vist med de eldste personene øverst. Hvis ikke, kommer de yngste først.
sk: Ak je toto políčko zaškrtnuté, schéma sa zobrazí z najstaršími osobami hore. Ak nie je zaškrtnuté, hore sa zobrazia najmladšie osoby.
sv: När denna kryssruta är bockad kommer diagram med de äldsta personer överst. När den ör obockad är de yngsta överst.

source: In this box you type your password.<br /><br /><b>The password is case sensitive.</b> This means that <b>MyPassword</b> is <u>not</u> the same as <b>mypassword</b> or <b>MYPASSWORD</b>.
fi: Tähän ruutuun kirjoitat salasanasi.<br />Huomaa ero isojen ja pienten kirjainten välillä!
fr: Entrer ici votre mot de passe. Respecter majuscules/minuscules.
hu: Ebben a beviteli mezőbe gépelje be jelszavát.<br /><br /><b>Ügyeljen arra, hogy a mező érzékeny a kis- és nagybetűkre.</b> Ez azt jelenti hogy a <b>JELszó</b> <u>nem</u> ugyan az mint a <b>jelszó</b> vagy a <b>JELSZÒ</b>.
nb: I denne boksen skriver du inn passordet ditt.<br />Passordet må skrives nøyaktig slik det ble opprettet(små og/eller store bokstaver).
sk: Do tohoto políčka napíšte svoje heslo.<br />Rozlišujú sa veľké a malé písmená!
sv: I denna box skriver du in lösenordet.<br /><br />Lösenordet måste skrivas in korrekt med små och stora bokstäver.

source: A pedigree is an enumeration of all ancestors of the starting person. Users who are not logged in see the pedigree of the starting (root) person chosen by the site administrator. Logged in users can select their own starting (root) person.<br /><br />In this context, "All ancestors" means the father and mother, their parents, and so on. The pedigree is displayed graphically; you don't have to struggle through pages of text to determine your ancestors.<br /><br />All individuals are displayed in Name boxes on the screen.<br /><ul><li><b>Name boxes on the pedigree</b><br />If the Pedigree page is set to show details, you will see the person's name and birth and death dates. You can click on a person's name to take you directly to the Individual Information page of that person.<br /><br />When <b>Show details</b> is on there are two icons inside the name box.</li><li><b>Pedigree icon inside the Name box</b><br />When the option <b>Show Details</b> is on, you see a Pedigree icon in the Name box. Depending on the site settings, you have to hover over the icon or click on it. When you click on or hover over this icon, a small sub-menu appears.<br /><br />The items <b>Pedigree Tree</b> and <b>Descendancy Chart</b> are similar to those items in the main menu, but the difference is that the starting person is now the individual of mentioned in the Name box. You also see <b>Family with Spouse</b>. Underneath that you see the name of the spouse followed by the names of the children. All names are clickable.</li><li><b>Magnifying glass inside the Name box</b><br />Depending on the site settings, you have to hover over the icon or click on it. This magnifies the Name box so that more details will be displayed. You will see more dates and events. Names are clickable.</li><li><b>Arrows</b><br />On the left or right of the leftmost or rightmost Name boxes you may see arrows. When you click on these arrows the screen display will shift in the direction of the arrow.</li></ul>
fi: Esipolvet on luettelointi kaikista aloitushenkilön esi-isistä. Käyttäjät, jotka eivät ole kirjautuneet sisään, näkevät ylläpitäjän määrittelemän aloitus- eli juurihenkilön esipolvet. Sisään kirjautuneet käyttäjät voivat itse valita aloitushenkilönsä.<br /><br />"Kaikki esi-isät" tarkoittavat isää ja äitiä, heidän vanhempiaan, jne. Esipolvet esitetään kaaviona; sinun ei tarvitse selailla sivukaupalla tekstejä, saadaksesi selville tietoja esi-isistäsi.<br /><br />Kaikki henkilöt näytetään sivulla nimilaatikoissa.<br /><ul><li><b>Esipolvinimilaatikot</b><br />Jos Esipolvet-sivu on asetettu näyttämään lisätietoja, näet henkilön nimen, syntymä- ja kuolinpäivät. Klikkaamalla henkilön nimeä, siirryt kyseisen henkilön Henkilötiedot-sivulle.<br /><br />Valitsemalla <b>Näytä yksityiskohdat</b>, nimilaatikkoon ilmestyy kaksi ikonia.</li><li><b>Esipolvet ikoni nimilaatikossa</b><br />Riippuen sivuston asetuksista, siirtämällä hiiren osoitin ikonin päälle tai klikkaamalla ikonia, avautuu pieni valikko.<br /><br />Valikossa <b>Esivanhemmat</b> ja <b>Jälkeläiset</b> toimivat samantapaisesti kuin päävalikossa, mutta aloitushenkilö on nimilaatikon henkilö. Näet myös <b>Perhe puolisoin kanssa</b>, jonka alta löytyvät aviopuolison ja lasten nimet. Kaikkia nimiä voi klikata.</li><li><b>Suurennuslasi nimilaatikossa</b><br />Riippuen sivuston asetuksista, siirrä hiiren osoitin ikonin päälle tai klikkaa sitä. Tämä suurentaa ruutua ja lisätiedot tulevat näkyviin.</li><li><b>Nuolet</b><br />Oikean nimilaatikon oikealla puolella ja vasemman vasemmalla puolella voi nähdä nuolia. Klikkaamalla näitä nuolia siirtyy näyttö nuolen suuntaan.</li></ul>
fr: Un arbre d'ascendance est l'énumération de tous les ancêtres d'un individu de départ. Les utilisateurs non connectés voient l'arbre d'ascendance de l'individu de départ (racine) choisi par l'administrateur. Les utilisateurs connectés peuvent choisir leur propre individu de départ (racine).<br /><br />Dans ce contexte, "Tous les ancêtres" signifie le père et la mère, leurs parents et ainsi de suite. L'arbre d'ascendance est affiché graphiquement; vous n'avez pas à chercher péniblement vos ancêtres sur de nombreuses pages de texte.<br /><br />Tous les personnes sont insérées dans des boîtes individuelles à leurs noms, visibles à l'écran.<br /><ul><li><b>Boîte individuelle d'une personne d'un arbre d'ascendance</b><br />Si l'arbre d'ascendance est réglé à afficher les détails, vous verrez le nom et les dates de naissance et de décès de la personne. Cliquer sur le nom de la personne, affichera automatiquement la page de la fiche individuelle de cette personne.<br /><br />Lorsque <b>Afficher les détails</b> est actif, il y a deux icônes à l'intérieur de la boîte individuelle.</li><li><b>L'icône de l'arbre d'ascendance d'une boîte individuelle</b><br />Lorsque l'option <b>Afficher les détails</b> est active, vous verrez une icône de l'arbre d'ascendance dans la boîte individuelle d'une personne. Selon les réglages du site, vous devez, soit survoler l'icône, soit cliquer sur elle. Cliquer ou survoler l'icône affichera un sous-menu miniature,<br /><br />Les items <b>Arbre d'ascendance</b> et <b>Tableau de descendance</b> sont identiques à ces mêmes items du menu principal, mais la différence est que la personne de départ est maintenant celle dont le nom figure dans la boîte individuelle. Vous verrez également <b>Famille avec le conjoint</b>. Sous ce dernier, vous verrez le nom du conjoint et ceux des enfants du couple. Tous les noms sont des liens cliquables.</li><li><b>L'icône de la loupe de la boîte individuelle</b><br />Selon les réglages du site, vous devez, soit survoler, soit cliquer l'icône. Cette action agrandit la boîte individuelle afin d'afficher plus de détails. Vous verrez plus de dates et d'évènements. Les noms sont cliquables.</li><li><b>Flèches</b><br />À gauche ou à droite des boîtes individuelles situées à l'extrême gauche ou à l'extrême droite, vous pouvez voir des flèches. Cliquer sur ces flèches changera la page affichée à l'écran vers la page suivante selon le sens de la flèche.</li></ul>
nb: Et anetre er en fortegnelse of alle anene til en rot-person. Brukere som ikke er logget inn vil se anetreet til den rot-personen administratoren har valgt. Innloggede brukere kan velge sine egne rotpersoner.<br /><br />I denne sammenhengen betyr "Alle aner" far og mor, dere foreldre, og så videre. Anetreet utformes grafisk: du behøver ikke å kjempe deg gjennom side etter side med tekst for å finne dine aner.<br /><br />Alle personer vises i navnebokser på skjermen.<br /><ul><li><b>Navnebokser i anetreet</b><br />Hvis Anetreet er innstilt til å vise detaljer, vil du se personens navn, samt fødsels-/dødsdatoer. Hvis du klikker på en persons navn, kommer du direkte til vedkommendes Personside.<br /><br />Når <b>Vis detaljer</b> er på, vil det være to ikoner inne i navneboksen.</li><li><b>AnePedigree icon inside the Name box</b><br />When the option <b>Show Details</b> is on, you see a Pedigree icon in the Name box. Depending on the site settings, you have to hover over the icon or click on it. When you click on or hover over this icon, a small sub-menu appears.<br /><br />The items <b>Pedigree Tree</b> and <b>Descendancy Chart</b> are similar to those items in the main menu, but the difference is that the starting person is now the individual of mentioned in the Name box. You also see <b>Family with Spouse</b>. Underneath that you see the name of the spouse followed by the names of the children. All names are clickable.</li><li><b>Magnifying glass inside the Name box</b><br />Depending on the site settings, you have to hover over the icon or click on it. This magnifies the Name box so that more details will be displayed. You will see more dates and events. Names are clickable.</li><li><b>Arrows</b><br />On the left or right of the leftmost or rightmost Name boxes you may see arrows. When you click on these arrows the screen display will shift in the direction of the arrow.</li></ul>
sk: Vývod je zobrazenie všetkých predkov počiatočnej osoby. Užívatelia, ktorý nie sú prihlásený, vidia počiatočnúu (koreňovú) osobu vybranú správcom. Prihlásený užívatelia si môžu vybrať vlastnú počiatočnú (koreňovú) osobu.<br /><br />V tomto kontexte \"všetci predkovia\" znamenajú otec a matka, ich rodičia a tak ďalej. Vývod je zobrazený graficky, nemusíte zápasiť zo spústou údajov, aby ste určili vašich predkov.<br /><br />Všetky osoby na obrazovke sú zobrazené v rámčekoch s menom.<br /><ul><li><b>Rámčeky s menom vo vývode</b><br />Ak je nastavené, aby se na stránke Vývodu zobrazovali podrobnosti, uvidíte pri menách osôb i dátumy narodenia a úmrtia. Môžete kliknúť na meno osoby, které vás dostane na jej Osobnú stránku.<br /><br />Keď je zapnuté <b>Zobraziť podrobnosti</b>, v rámčeku sú tiež dve ikony.</li><li><b>Ikona rodokmeňa vovnútri rámčeka</b><br />Ak je zapnuté <b>Zobraziť podrobnosti</b>, v rámčeku je ikona rodokmeňa. V závislosti na nastavení webu môžete myšou prejsť cez ikonu alebo na ňu kliknúť. Keď tak urobíte, zobrazí sa malé menu.<br /><br />Položky <b>Rodokmeň</b> a <b>Graf potomkov</b> sú podobné tým v hlavnom menu, ale rozdiel je v tom, že počiatočná osoba schém je tá v rámčeku.Tiež vidíte <b>Rodinu s partnerom</b>, kde sú uvedené mená detí. Všetky mená sú klikatelné.</li><li><b>Lupa vovnútri rámčeka</b><br />V závislosti na nastavení webu musíte cez ikonu prejsť myšou alebo na ňu kliknúť. Tým zväčšíte rámček a zobrazí sa viacej podrobností. Uvidíte viacej údajov a udalostí. Mená sú klikatelné.</li><li><b>Šípky</b><br />Na ľavých rámčekoch sú ľavé a na pravých rámčekoch sú pravé šípky. Keď kliknete na tieto šípky, obrazovka sa posunie v smere týchto šipiek.</li></ul>

source: The PGV to <b>webtrees</b> wizard is an automated process to assist administrators make the move from a PGV installation to a new <b>webtrees</b> one. It will transfer all PGV GEDCOM and other database information directly to your new <b>webtrees</b> database. The following requirements are necessary:
fi: PhpGedView (PGV) aineiston siirtäminen <b>webtrees</b>:lle opastusohjelma on automaattinen prosessi, joka on tarkoitettu auttamaan ylläpitäjiä sellalisessa siirrossa. Se siirtää kaikki PGV GEDCOM sekä tietokantatiedot suoraan uuteen <b>webtrees</b> tietokantaan. Se edellyttää seuraavanlaiset asiat:
fr: L'assistant de conversion de PGV à <b>webtrees</b> est un processus automatisé afin d'aider les administrateurs à faire le transfert d'une installation PGV vers une installation <b>webtrees</b>. Cet assistant transférera tous les GEDCOMs sous PGV ainsi que toutes autres informations de la base de données directement vers votre nouvelle base de données sous <b>webtrees</b>. Les conditions suivantes sont requises:
nb: "PGV til webtrees"-hjelperen er en automatisert prosess for å bistå administratorer i å flytte fra en PGV-installasjon til en ny <b>webtrees</b>-installasjon. Alle PGV GEDCOM-data og annen databaseinformasjon vil bli overført direkte til din nye <b>webtrees</b>-database. Følgende forutsetninger må være oppfylt:
sk: Sprievodca prechodu z PGV na <b>webtrees</b> je automatizovaný proces, ktorý pomáha správcom z presunom z inštalácie PGV na <b>webtrees</b>. Presunie všetky PGV GEDCOMy a ďalšie informácie z databázi do novej <b>webtrees</b> databázi. Následujúce požiadavky musia byť splnené:
sv: PhpGedView (PGV) till <b>webtrees</b> guide är en automatiserad process för att guida administratörer att flytta en PGV installation till den nya <b>webtrees</b>. Det flyttar alla PGV-GEDCOM-filer och andra databasinformation direkt till din nya <b>webtrees</b> databas. Följande krav är nödvändiga:

source: webtrees database must be on the same server as PGV's
fi: webtrees tietokannan ja PGV pitää olla samassa serverissa
fr: La base de données <b>webtrees</b> doit être mise sur le même serveur que celle de PGV
nb: <b>webtrees</b>-databasen må være på samme server som PGV-databasen.
sk: webtrees databáza musí byť na rovnakom servere ako PGV
sv: webtrees databas och PGV måste vara på samma server

source: PGV must be version 4.2.3, or any SVN up to #6973
fi: PGV pitää olla versio 4.2.3 tai jokin sen SVN päivityksistä #6973 saakka
fr: PGV doit être la version 4.2.3, ou tout SVN jusqu'à # 6973
nb: PGV må være versjon 4.2.3 eller en av SVN-versjonene opp til #6973
sk: PGV musí byť verzie 4.2.3, alebo ktorákoľvek SVN vyššia než #6973
sv: PGV måste vara version 4.2.3, eller nån av dess SVN uppdatering upp till #6973

source: All changes in PGV must be accepted
fi: Kaikki vireillä olevat muutokset PGV:ssa pitää ensin hyväksyä
fr: Tous les changements dans PGV doit être accepté
nb: Alle forandringer i PGV må være godkjent
sk: Všetky zmeny v PGV musia byť akceptované
sv: Alla ändringar i PGV mäste först accepteras

source: You must export your latest GEDCOM data
fi: Sinun on siirrettävä viimeisimmän GEDCOM aineistosi
fr: Vous devez exporter vos dernières données GEDCOM
nb: Du må eksportere dine siste GEDCOM-data.
sk: Musíte exportovať vaše posledné údaje GEDCOMu
sv: Du måste exportera dina senaste GEDCOM data

source: The current <b>webtrees</b> admin username must be the same as an existing PGV admin username
fi: Ylläpitäjän käyttäjätunnus pitää olla sama <b>webtrees</b>:ssa ja PGV:ssa
fr: Le nom de l'administrateur courant <b>webtrees</b> doit être le même que le nom de l'administrateur PGV
nb: Administratorens brukernavn i <b>webtrees</b> må være det samme som et eksisterende administratorbrukernavn i pGV.
sk: Súčasný účet správcu <b>webtrees</b> musí byť rovanký ako existujúci účet správcu v PGV
sv: Administratorns användarnamn måste vara samma i både <b>webtrees</b> och PGV

source: All existing PGV users must have distinct email addresses
fi: Kaikilla PGV käyttäjillä pitää olla yksilölliset sähköpostiosoitteet
fr: Tous les utilisateurs existants PGV doivent avoir des adresses électroniques distinctes
nb: Alle eksisterende PGV-brukere må ha forskjellige epostadresser
sk: Všetci existujúci PGV užívatelia musia mať odlišný e-mail
sv: Alla PGV-användare måste ha olika e-postadresser

source: <b>Important Note:</b> The transfer wizard is not able to assist with moving media items. You will need to set up and move or copy your media configuration and objects separately after the transfer wizard is finished.
fi: <b>Tärkeä huomautus:</b> opastusohjelma ei voi auttaa mediakohteiden, tiedostojen siirtämisessä. Sinun pitää konfiguroida ja siirtää / kopioida ne erikseen opastusohjelman jälkeen.
fr: <b>Note importante:</b> L'assistant de transfert n'est pas en mesure d'aider à déplacer des éléments médias. Vous aurez besoin de mettre en place et de déplacer ou copier votre configuration des médias et des objets séparément après l'assistant de transfert est terminé.
nb: <b>Viktig:</b> Overflytningsveilederen kan ikke håndtere medieobjekter. Du blir nødt til å innstille din mediekonfigurasjon og flytte eller kopiere dine mediefiler manuelt etter at overflytningsveilederen er ferdig.
sk: <b>Dôležitá poznámka:</b> Sprievodca pre prechod nedokáže pomôcť s presunom mediálnych položiek. Musíte nastaviť a presunúť alebo skopírovať vašu konfiguráciu médií a objekty zvlášť potom, čo skončí tento sprievodca.

source: This page provides extensive information about the server on which <b>webtrees</b> is being hosted. Many configuration details about the server's software, as it relates to PHP and <b>webtrees</b>, can be viewed.
fi: Tällä sivulla saat yksityiskohtaiset tiedot palvelimesta, serverista , jossa <b>webtrees</b> palvelu toimii. Monia serverin konfigurointietoja on tarkasteltavissa, liittyen PHP ja <b>webtrees</b> asetuksiin.
fr: Cette page contient des informations détaillées sur le serveur hébergeant <b>webtrees</b>. Vous pouvez y voir plusieurs détails de configuration du logiciel serveur, comme ses rapports avec PHP et <b>webtrees</b>.
nb: Denne siden gir utførlig informasjon om serveren der <b>webtrees</b> ligger. Mange detaljer i innstillingene vises her, i den utstrekning de har med PHP og <b>webtrees</b> å gjøre.
sk: Táto stránka poskytuje veľa informácií o servere, na ktorom je prevádzkovaný <b>webtrees</b>. Môžete si zobraziť veľa konfiguračných detailov o serverovom software súvisiacom s PHP a <b>webtrees</b>.
sv: Denna sida ger tilläggsinformation om servern på vilken <b>webtrees</b> finns. Många konfigurations detaljer om serverns programvara som berör PHP och <b>webtrees</b>.
