Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: Whenever your mouse cursor changes to a Move icon, you can click and drag the tree to view other portions of the tree. As you drag the tree future generations will automatically expand until there are no more generations left to view in that direction.
fi: Kun hiiresi osoitin (kursori) vaihtuu Siirrä-ikoniksi, voit klikkaa-ja-vedä siirtyä katsomaan muita osia sukupuussa. Samalla kun sen teet, avataan automaattisesti uusia sukupolvitasoja, kunnes ne ehtyvät sillä vetosuunnalla.
fr: A chaque fois que le pointeur de votre souris se déplace sur une icône de mouvement, vous pouvez cliquer et déplacer l'arbre afin de voir d'autres parties de cet arbre. Tandis que vous déplacez l'arbre les générations futures s'étendent automatiquement jusqu'à ce qu'il n'y ait plus aucune génération à afficher dans cette direction.
nb: Overalt hvor pekeren forandres til et Flytt-ikon, kan du klikke og dra treet for å se andre deler av det. Etterhvert som du drar treet, vil de neste generasjonene folde seg ut, til det ikke er flere generasjoner igjen å se i den retningen.
sk: Kedykoľvek sa váš kurzor myši zmeění na presúvaciu ikonu, môžete kliknúť a potiahnúť strom, abyste videli jeho ďalšie časti. Tým ako ťaháte, automaticky sa zobrazujú ďalšie generácie, ak existujú ich dáta vo vašej databáze.
sv: När din musmarkör ändras till Flytta-ikon, kan du klicka och dra trädet för att visa andra delar av trädet. När du drar trädet kommer andra generationer att automatisk visas tills det inte finns mera generationer att visa i den riktningen.

source: You can use the icons on the left of the tree to zoom in and out. Zooming out will allow you to see more of the tree on the screen at a time. As you zoom out the text can become difficult to read; when your mouse hovers over a box you will get an enlarged view of what is inside it.
fi: Voit käyttää vasemmalla olevat ikonit zoomaamaan lähemmäksi tai etäämmäksi puurakenteessa. Etääntymällä saat puusta enemmän näkyviin, mutta samalla hankaloituu lukeminen. Pitämällä hiiri laatikon yllä avaa suurennettu näkymä sisällöstä.
fr: Vous pouvez utiliser les icônes qui sont sur la partie gauche de l'arbre pour zoomer dans le sens de l'agrandissement ou de la réduction. Un zoom en réduction vous permettra de voir une plus grande partie de l'arbre sur votre écran. Au fur et à mesure que vous zoomez dans le sens d'une réduction, le texte devient de plus en plus difficile à lire; quand votre souris passe au-dessus d'une boite, vous obtenez une vue élargie du contenu de cette boite.
sk: Môžete použiť ikony vľavo od stromu na priblíženie a oddialenie. Oddialenie vám umožní vidieť väčšiu časť stromu naraz. Tým ako strom oddialite, text sa zmenší a môže byť tažko čitateľný. Kaď prejdete myšou cez rámček, zväčší sa a vy uvidíte jeho obsah.
sv: Du kan använda ikoner till vänster om trädet för att zooma in och ut. Genom att zooma ut kan du se mera av trädet på en gång, men texten kan bli svår att läsa. När mus nu rör sig över en ruta, får du en förstorad vy vad rutan innehåller.

source: Expanding Details
fi: Tietojen tarkentaminen
fr: Élargir les détails
nb: Vis detaljer
sk: Zobraziť detaily

source: Clicking on any box will expand the box and display a more detailed view. While in expanded mode, clicking on a person's name will open their Individual Information page.
fi: Mitä tahansa laatikkoa klikkaamalla saat tarkempi tietoesitys. Tarkennetussa tilassa, henkilön nimen klikkaaminen tuo esille kyseisen henkilön henkilötietosivun.
fr: En cliquant sur n'importe quelle boite, vous élargissez la boite et vous obtenez une vue plus détaillée. Lorsque vous utilisez le mode d'expansion, si vous cliquez sur le nom d'une personne vous ouvrez sa page Informations de l'individu
nb: Boksene kan utvides til å vise flere detaljer ved å klikke på dem. Når de er utvidet, kan man klikke på personenes navn for å komme til deres Peersonsider.
sk: Kliknutím na rámček ho roztiahnete a zobrazíte viacej detailov. Keď je roztiahnutý, kliknutím na meno osoby otvoríte jej osobnú stránku.
sv: Klicka på vilken ruta som helst och en förstorar rutan visas med en mera detaljerad vy. Medan du är i det förstorade läget, och klickar på en persons namn öppnas personens informationsida.

source: Clicking %s will redraw the tree with that person as the new root.
fi: Klikkamalla %s piirtää puun uudestaan aloittaen valitusta henkilöstä.
fr: En cliquant sur %s redessinera l'arbre avec cette personne comme la nouvelle racine.
nb: Hvis du klikker på %s, vil treet oppdateres med den personen som den nye roten.
sk: Kliknutí na %s sa prekreslí strom s touto osobou ako koreňovou.
sv: Om %s klickas, ritas trädet om med denna person som startperson.

source: Clicking %s will take you to that family's detail page.
fi: Klikkaamalla %s siirryt sen perheen tietojen sivulle.
fr: En cliquant sur %s vous amène à cette page les informations de la famille.
nb: Ved å klikke på %s, kommer du til den familiens detaljside.
sk: Kliknutím na %s sa presuniete na stránku s detailami o rodine.
sv: Klicka på %s tar dig till familjens detaljsida.

source: Toggle Spouses
fi: Vaihda toiselle aviopuolisolle
fr: Basculer vers les épouses
nb: Vis/skjul ektefeller
sk: Prepnúť partnerov
sv: Växla mellan make och maka

source: The %s icon directly under the Zoom buttons will toggle the display of all spouses on or off on the descendancy side. When the display is set to show spouses, all of a person's spouses will appear in the box with them. All of the person's children will be shown as well. When the option to show spouses is off, only the person's last spouse and children with that spouse will be shown.
fi: Zoomauspainikkeiden alapuolella on %s ikoni. Sillä voit näyttää tai piilottaa aviopuolisot jälkeläisten puolella. Kun aviopuolisot näytetään, kaikki henkilön aviopuolisot näkyvät henkilön laatikossa. Kaikki henkilön lapset näytetään myös. Kun puolisot piilotetaan, ainoastaan viimeinen aviopuoliso ja hänen lapsensa näkyvät.
fr: L'icône %s juste en dessous des boutons de zoom vous basculera vers l'affichage de toutes les épouses du côté descendance. Lorsque l'affichage est paramétré pour montrer les épouses multiples, toutes les épouses de cette personne apparaîtront dans la boite. Tous les enfants de cette personne aparaîtront aussi. Quand l'option d'affichage des épouses multiples est sur off, seule la dernière épouse de cette personne sera affichée.
sk: Ikona %s priamo pod tlačidlami priblíženia vypne alebo zapne zobrazenie partnerov na strane potomkov. Ak je nastavené zobrazenie partnerov, tak sa všetci zobrazia v rámčekoch daných osôb. Zobrazia sa tam i všetky deti. Ak nie je nastavené zobrazenie partnerov, zobrazí sa iba posledný partner osoby a ich deti.

source: Large Tree
fi: Iso puurakene
fr: Arbre large
nb: Stort tre
sk: Veľký strom
sv: Stort träd

source: The Interactive Tree is available from many different pages including the Tree tab on the Individual Information page and the Charts block on the Home Page. When viewing the tree from one of these other pages, you will also have a Tree icon under the Zoom icons.
fi: Interaktiiviseen sukupuuhun pääse monien sivujen kautta, esimerkiksi Henkilötiedot-sivun Puu-välilehdeltä ja Etusivun Kaaviolohsta. Kun siirryt niiden kautta, näet myös puu-ikonin zoomausikonien alapuolella.
fr: L'arbre interactif est disponible à partir de différentes pages, y compris sur l'onglet Arbre généalogique de la page "Informations de l'individu" et le bloc Graphique de la page Accueil. Lors de la visualisation de l'arbre sur l'une de ces autres pages, vous aurez aussi une icône Arbre sous les icônes Zoom.
nb: Det Interaktive Treet kan nås fra mange forskjellige sider, deriblant fra Fanen på Personregistreringssiden, og fra Diagram-blokken på Startsiden. Når Treet nås fra en av disse stedene, vil det under Zoom-ikonene i visningsrammen også finnes et Tre-ikon, som åpner det Interaktive Treet i helsidestørrelse.
sk: Interaktívny strom je dostupný z mnohých rôzných stránok vrátane záložky Strom na osobnej stránke a bloku Schémy na domovskej stránke. Keď si zobrazujete strom z jednej z týchto stránok, pod ikonami Priblíženie budete mať tiež ikonu stromu.
sv: Det Interaktiva Trädet finns på många olika sidor, inkluderad Trädfliken på PersonInformationSidan och i Diagram block på HemSidan När trädet visas från en av dessa andra sidor, finns det också en Träd-ikon under Zoom-ikonen.

source: Clicking %s will take you to the Interactive Tree page.
fi: Klikkaamalla %s siirryt Interaktiiviselle sukupuusivulle.
fr: Si vous cliquez sur %s vous serez dirigé vers la page Arbre interactif.
nb: Hvis du klikker på %s, kommer du til det Interaktive Treet.
sk: Kliknutím na %s si zobrazíte stránku Interaktívneho stromu.
sv: Klicka på %s tar dig till interaktiva trädsida.

source: Upload family tree
fi: Siirrä palvelimelle sukupuun
fr: Téléverser l'arbre généalogique
nb: Last opp slektstre
sk: Načítať rodokmeň

source: This option deletes all the genealogy data in your family tree and replaces it with data from a GEDCOM file on your computer.
fi: Tällä valinnalla poistat koko sukupuuaineiston ja korvaat sen sinun omalta tietokoneelta tulevilla GEDCOM-tiedoston tiedoilla.
fr: Cette option transfère les données de l'arbre généalogique (fichier xxx.ged non compressé), de votre ordinateur vers le serveur. Il supprime et remplace les données de l'arbre existant dans la base de données (cette option n'est pas réalisable avec un gros fichier - Utiliser plutôt "Importer" et le transfert en FTP).
nb: Dette alternativet sletter alle slektsdata i det aktive slektstreet og erstatter det med innholdet i en GEDCOM-fil på din computer.
sk: Táto voľba zmaže všetky genealogické dáta z vášho rodokmeňa a prepíše ich dátami z GEDCOM súboru uloženého na lokálnom počítači.

source: Media file to upload
fi: Palvelimelle siirrettävä media tiedosto
fr: Objet multimédia
hu: Média állomány
nb: Mediefil for opplasting
sk: Súbory médií k načítaniu
sv: Mediafiler

source: Select the media file that you want to upload. If a file already exists with the same name, it will be overwritten.
fi: Valitse minkä media(kuva)tiedoston haluat siirtää palvelimelle. Jos samanniminen on jo olemassa, niin se korvataan uudella.
fr: Choisissez le fichier multimédia à télécharger sur le serveur (upload). Si un fichier avec le même nom existe, il sera écrasé.
nb: Velg mediefilen du vil laste opp. <b>NB</b>: hvis det allerede finnes en fil med samme navn på serveren, vil den bli overskrevet.
sk: Vyberte súbor médií, ktorý chcete nahrať. Ak už existuje súbor z rovnakým menom, tak bude prepísaný.
sv: Välj mediafil som du vill ladda upp. Om det finns en fil med samma namn, så skrivs den över.

source: It is easier to manage your media files if you choose a consistent format for the filenames. To organise media files into folders, you must first set the number of levels in the GEDCOM administration page.
fi: Media(kuva)tiedostojen järjestäminen on helpompaa jos tiedostot nimetään johdonmukaisesti kuvaamaan asiansa esim. kuva-xxx, sanomalehdesta-xxx jne. Ennen kuin pystyy järjestämään eriaiheiset tiedostot omiin kansioihin, on säädettävä kansiotasojen määrä GEDCOM hallintasivulla.
fr: Il est plus facile de gérer les fichiers multimédia s'ils suivent des règles de nommage fixes. Pour organiser vos fichiers dans des dossiers, vous devez au préalable indiquer la profondeur de dossiers maximale dans la page d'administration GEDCOM.
nb: Det er lettere å organisere mediafilene dine hvis du er konsekvent med hvordan du gir dem navn. For å organisere filer i mapper, må du først angi antall nivåer på GEDCOM-administrasjonssiden.
sk: Správa vašich súborov médií je jednoduchšia ak si vyberiete konzistentný formát mien súborov. Pre organizovanie súborov do zložiek musíte najskôr nastaviť počet úrovní na stránke administrátora GEDCOMu.
sv: Det är lättare att hantera dina mediafiler om du väljar bestämt format för filnamnen. Att organisera mediafiler in till mappar, måste du välja antal nivåer på GEDCOM-administrations sida.

source: Upload media files
fi: Siirrä mediatiedostoja palvelimelle
fr: Envoyez des fichiers multimédia
hu: Média állomány feltöltése
nb: Last opp mediefiler
sk: Načítať súbory médií
sv: Ladda upp mediafiler

source: Upload one or more media files from your local computer. Media files can be pictures, video, audio, or other formats.
fi: Siirrä palvelimelle yksi tai useampia tiedostoja omalta tietokoneeltasi. Mediatiedosto voi olla kuva-, video-, ääni- tai muunmuotoisia.
fr: Téléchargez un ou plusieurs fichiers multimédia sur le serveur. Les fichiers peuvent être des images, des vidéos, des sons ou autres.
nb: Last opp en eller flere mediefiler fra din egen computer. Mediefiler kan være bilder, video, lyd eller andre formater.
sk: Nahrať jeden alebo viacej súborov medií z lokálneho počítača. Súbory môžu obsahovať obrázky, video, audio alebo iné formáty.
sv: Ladda upp en eller flera mediafiler från din lokala dator. Mediafiler kan vara bilder, video, ljud, eller andra format.

source: File name on server
fi: Tiedoston nimi palvelimella
fr: Nom du fichier sur le serveur
hu: Az állomány neve a szerveren
nb: Filnavn på server
sk: Meno súboru na servere
sv: Filnamn på servern

source: The media file you are uploading can be, and probably should be, named differently on the server than it is on your local computer. This is so because often the local file name has meaning to you but is much less meaningful to others visiting this site. Consider also the possibility that you and someone else both try to upload different files called "granny.jpg".<br /><br />In this field, you specify the new name of the file you are uploading. The name you enter here will also be used to name the thumbnail, which can be uploaded separately or generated automatically. You do not need to enter the file name extension (jpg, gif, pdf, doc, etc.)<br /><br />Leave this field blank to keep the original name of the file you have uploaded from your local computer.
fi: Palvelimelle siirrettävälle mediatiedostolle voi ja kannattaisi antaa eri nimi kuin mikä se on omassa tietokoneessasi. Usein sillä nimellä on selvä merkitys sinulle, muttei välttämättä merkitse mitään muille sivuston käyttäjille. Muista myös, että monet saattaisivat yrittää siirtää palvelimelle kuvan nimellä "äiti.jpg".<br /><br />Tässä kentässä annat siirrettävälle tiedostolle uuden nimen. Sama nimi käytetään kun luodaan pienoiskuvaa, jota voit itse siirtää tai annat automattisesti luotavaksi. Ei tarvitse antaa tiedoston muodoa ilmaisevaa päätettä (jpg, gif, pdf, doc, etc.)<br /><br />Kun haluat käyttää tiedoston alkuperäinen nimi tietokoneessasi, jätä tämä kenttä tyjäksi.
fr: Le fichier multimédia que vous téléchargez peut être, et devrait probablement être, nommé différemment sur le serveur que sur votre ordinateur local. Il en est ainsi parce que souvent le nom du fichier local a une signification pour vous, mais est beaucoup moins significatif pour les autres visiteurs. Considérez aussi la possibilité que vous ou quelqu'un d'autre essaie de transférer différents fichiers appelés "grands-parents.jpg".<br /><br />Dans ce champ, vous spécifiez le nouveau nom du fichier que vous téléchargez. Le nom que vous entrez ici sera également utilisé pour nommer la miniature, qui peut être téléchargée séparément ou générée automatiquement. Vous n'avez pas besoin d'entrer l'extension dans le nom de fichier (jpg, gif, pdf, doc, etc)<br /><br />Laissez ce champ vide pour garder le nom original du fichier que vous avez téléchargé à partir de votre ordinateur local.
nb: Mediefilene du laster opp kan - og bør kanskje - kalles noe annet på serveren enn på din lokale datamaskin. Ofte vil det lokale filnavnet bety noe for deg, men være langt mindre meningsfullt for andre besøkere på nettstedet. Det er dessuten en mulighet for at både du og en annen bruker begge vil laste opp en fil som heter "bestemor.jpg".<br /><br />I dette feltet angir du det nye navnet på filen du laster opp. Det navnet du skriver her, vil også bli brukt til å navngi miniatyrbildene som hører til bildet, og som enten lastes opp separat eller genereres automatisk. Du trenger ikke å føre inn filtillegget (jpg, gif, pdf, doc, etc.)<br /><br />. La feltet stå tomt for å beholde det navnet filen opprinnelig har hatt.
sk: Súbor médií, ktorý nahrávate, môže byť, alebo pravdepodobne bude pomenovaný inak na servere než na lokálnom počítači. Lokálne meno súboru má pre vás často význam, ale nie je taký významný pre ďalších návštevníkov tohoto webu. Zvážte tiež možnosť, že vy i niekto iný sa snaží nahrať rôzne súbory nazvané \"babicka.jpg\".<br /><br />V tomto poli napíšte nové meno nahrávaného súboru. Meno bude tiež použité pre náhľad, ktorý môžete nahrať oddelene alebo generovať automaticky. Nezadávajte prípony (jpg, gif, pdf, doc atd.)<br /><br />Ponechajte toto pole prázdne, ak chcete ponechať pôvodný názov súboru.

source: Folder name on server
fi: Kansion nimi palvelimella
fr: Nom du dossier sur le serveur
hu: Mappa neve a szerveren
nb: Mappenavn på server
sk: Meno adresára na servere
sv: Mappnamn på servern

source: The administrator has enabled up to %s folder levels below the default <b>%s</b>. This helps to organize the media files and reduces the possibility of name collisions.<br /><br />In this field, you specify the destination folder where the uploaded media file should be stored. The matching thumbnail file, either uploaded separately or generated automatically, will be stored in a similar folder structure starting at <b>%sthumbs/</b> instead of <b>%s</b>. You do not need to enter the <b>%s</b> part of the destination folder name.<br /><br />If you are not sure about what to enter here, you should contact your site administrator for advice.
fi: Ylläpitäjä on sallinut korkeintaan %s kansiotasoa oletusarvon <b>%s</b> lisäksi. Tämä auttaa median järjestämisessä ja vähentää nimiristiriitojen syntymistä.<br /><br />Tässä kentässä määrittelet sen kansion, johon siirrettävä mediatiedosto tallennetaan. Vastaava pienoiskuvatiedosto, joka on siirretty erikseen tai luotu automaattisesti, tallennetaan samanlaiseen kansiorakenteeseen, joka alkaa kansiolla <b>%sthumbs/</b> kansion <b>%s</b> asemasta. Kohdekansion <b>%s</b> osaa nimestä ei tarvitse lisätä.<br /><br />Mikäli et ole varma tähän lisättävästä tekstistä, ota yhteyttä ylläpitäjään.
fr: L'administrateur a autorisé %s niveaux de répertoires en dessous du niveau par défaut <b>%s</b>. Ceci pour vous aider à organiser vos fichiers multimédia et réduire le risque de conflits de noms de fichiers.<br /><br />Dans ce champ, vous précisez le répertoire de destination où le fichier multimédia sera enregistré. Le fichier miniature rattaché, qu'il soit téléchargé séparément ou généré automatiquement, sera enregistré dans un répertoire identique commençant par <b>%sthumbs/</b> au lieu de <b>%s</b>. Vous n'avez pas besoin de saisir le <b>%s</b> partie du nom du répertoire de destination.<br /><br />Si vous n'êtes pas certain de ce que vous devez saisir ici, vous devez contacter l'administrateur du site pour conseil.
nb: Administratoren har åpnet for å bruke opp til %s mappenivåer under standardmappen <b>%s</b>. Dette gjør det lettere og organisere mediefilene og unngå faren for å ende opp med flere filer med samme navn.<br /><br />I dette feltet angis hvilken mappe de opplastede filene skal spares i. Det tilhørende miniatyrbildet, uansett om du laster det opp manuelt eller det skapes automatisk, vil bli spart i en parallell mappestruktur som starter med <b>%sthumbs/</b> i stedet for <b>%s</b>. Du trenger ikke å føre inn <b>%s</b>-delen av mappenavnet.<br /><br />Hvis du ikke er sikker på hva du skal skrive her, bør du kontakte din nettstedsadministrator for veiledning.
sk: Správca povolil až %s úrovní adresárov pod východzím <b>%s</b>. Toto vám pomože organizovať súbory a znížit možnosť kolízií.<br /><br />V tomto poli určite cieľový adresár, kde by sa mali nahrané médiá uložiť. Príslušný súbor náhľadu, buď nahraný oddelene alebo generovaný automaticky, sa uloží do podobnej adresárovej štruktúry v adresári s názvom začínajúcom <b>%sthumbs/</b> miesto <b>%s</b>. Nezadávajte adresárovú časť <b>%s</b> cieľového adresára.<br /><br />Ak si nie ste istý, čo sem máte zadať, kontaktujte vášho správcu pre radu.
sv: Administratören är tillåtit upp till %s mappnivåer lägre än standardnivån <b>%s</b>. Detta hjälper dig att organisera dina mediafiler och minskar risken för namnkrockar.<br /><br />I detta fält specificerar du destinationsmappen var den uppladdade filen ska hamna. Den matchande miniatyrfilen, antingen uppladdad separat eller automatiskt genererad kommer att sparas in en liknande mappstruktur som startar på <b>%sthumbs/</b> istället för <b>%s</b>. Du behöver inte skriva in <b>%s</b> delen av destinationmappnamnet.<br /><br />Om du inte är säker på vad du ska skriva här, bör du kontakta sajtadministratören för råd.

source: Thumbnail to upload
fi: Palvelimelle siirrettävä pienoiskuva
fr: Miniature
hu: Bélyegkép feltöltése
nb: Miniatyrbilde for opplasting
sk: Zmenšenina
sv: Miniatyrbild att ladda upp

source: Choose the thumbnail image that you want to upload. Although thumbnails can be generated automatically for images, you may wish to generate your own thumbnail, especially for other media types. For example, you can provide a still image from a video, or a photograph of the person who made an audio recording.
fi: Valitse minkä pienoiskuvan haluat siirtää palvelimelle. Pienoiskuva luodaan myös automaattisesti, mutta toisinaan saatat haluta eri kuvan pienoiskuvaksi. Esimerkiksi, videolle voit käyttää video-otoksesta tietyn still-kuvan tai kuvaajan valokuvan.
fr: Choisissez la miniature à télécharger sur le serveur. Bien que les miniatures des images puissent être générées automatiquement, vous pouvez vouloir utiliser votre propre miniature, en particulier pour les autres types de fichiers. Par exemple vous pouvez mettre une image figée d'une vidéo, ou la photo de la personne ayant réalisé un enregistrement audio.
nb: Velg hvilket miniatyrbilde du vil laste opp. Selv om miniatyrbilder kan skapes automatisk når du laster opp bilder, vil du noen ganger kunne ønske å lage dine egne, ikke minst for andre medietyper. Du kan for eksempel bruke et stillbilde fra en video, eller et fotografi av en person du har gjort et lydopptak av.
sk: Vyberte obrázok náhľadu, ktorý chcete nahrať. I keď sú náhľady pre obrázky generované automaticky, pre iné typy súborov si možno budete želať vygenerovať vlastný. Napríklad snímok z videa alebo fotku osoby, ktorá vytvorila audio záznam.
sv: Välj miniatyrbild som du vill ladda upp Fastän miniatyrbilder kan automatiskt genereras för bilder, kanske du vill generera din egen miniatyrbildl, specielt för andra mediatyper. Som exampel, kan du använda en a still bild från en video, eller ett foto av en person som gjort en ljudinspelning.

source: Automatically approve changes made by this user
fi: Hyväksy automaattisesti tämän henkilön muutokset
fr: Modifications apportées par cet utilisateur sont approuvées automatiquement
hu: A felhasználó szerkesztéseinek automatikus elfogadása
nb: Godkjenn endringer gjort av denne brukeren automatisk
sk: Automaticky schváliť zmeny vykonané týmto uživateľom
sv: Godkänd automatiskt ändraningar gjorda av denna användare
