Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

# mother's parent's sibling's spouse
source: great-aunt/uncle
fi: äidinäidin/-isän sisaren aviopuoliso
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: morförälders syskons make/maka

# mother's parent's sister's husband
source: great-uncle
fi: äidinäidin/-isän siskonmies
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: morförälders systers make

# parent's father's brother's wife
source: great-aunt
fi: isoisän veljenvaimo
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: förälders farbrors maka

# parent's father's sibling's spouse
source: great-aunt/uncle
fi: isoisän sisaren aviopuoliso
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: förälderfars syskons make/maka

# parent's father's sister's husband
source: great-uncle
fi: isoisän siskonmies
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: förälderfars systers make

# parent's mother's brother's wife
source: great-aunt
fi: isoäidin veljenvaimo
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: förälders morbrors maka

# parent's mother's sibling's spouse
source: great-aunt/uncle
fi: isoäidin sisaren aviopuoliso
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: föräldermors syskons make/maka

# parent's mother's sister's husband
source: great-uncle
fi: isoäidin siskonmies
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: föräldermors systers make

# parent's parent's brother's wife
source: great-aunt
fi: isoisän/-äidin veljenvaimo
fr: grande-tante
hu: nagy-nagynéni
nb: grandtante
sk: prateta
sv: förälderförälders brors maka

# parent's parent's sibling's spouse
source: great-aunt/uncle
fi: isoisän/-äidin sisarenvaimo
fr: grande-tante/grand-oncle
hu: nagy-nagybácsi/néni
nb: grandtante/-onkel
sk: prateta/prastrýc
sv: förälderförälders syskons make/maka

# parent's parent's sister's husband
source: great-uncle
fi: isoisän/-äidin siskonmies
fr: grand-oncle
hu: nagy-nagybácsi
nb: grandonkel
sk: prastrýc
sv: förälderförälders systers make

# father's father's brother's daughter
source: first cousin once removed ascending
fi: isänisänveljentytär
fr: cousine germaine éloignée au 1er degré
hu: másodnagynéni
nb: farfars brors datter
sk: otcova sesternica
sv: farfars brordotter

# father's father's brother's son
source: first cousin once removed ascending
fi: isänisänveljenpoika
fr: cousin germain éloigné au 1er degré
hu: másodnagybácsi
nb: farfars brors sønn
sk: otcov bratranec
sv: farfars brorsson

# father's father's brother's child
source: first cousin once removed ascending
fi: isänisänveljenlapsi
fr: cousin(e) germain(e) éloigné(e) au 1er degré
hu: apa első unokatestvére
nb: farfars brors barn
sk: otcov bratranec/sesternica
sv: farfars brorsbarn

# father's father's sister's daughter
source: first cousin once removed ascending
fi: isänisänsiskontytär
fr: cousine germaine éloignée au 1er degré
hu: másodnagynéni
nb: farfars søsters datter
sk: otcova sesternica
sv: farfars systersdotter

# father's father's sister's son
source: first cousin once removed ascending
fi: isänisänsiskontytär
fr: cousin germain éloigné au 1er degré
hu: másodnagybácsi
nb: farfars søsters datter
sk: otcov bratranec
sv: farfars systersson

# father's father's sister's child
source: first cousin once removed ascending
fi: isänisänsisarenlapsi
fr: cousin(e) germain(e) éloigné(e) au 1er degré
hu: apa első unokatestvére
nb: farfars søsters barn
sk: otcov bratranec/sesternica
sv: farfars systersbarn

# father's mother's brother's daughter
source: first cousin once removed ascending
fi: isänäidinveljentytär
fr: cousine germaine éloignée au 1er degré
hu: másodnagynéni
nb: farmors brors datter
sk: otcova sesternica
sv: farmors brordotter

# father's mother's brother's son
source: first cousin once removed ascending
fi: isänäidinveljenpoika
fr: cousin germain éloigné au 1er degré
hu: másodnagybácsi
nb: farmors brors sønn
sk: otcov bratranec
sv: farmors brorson

# father's mother's brother's child
source: first cousin once removed ascending
fi: isänäidinveljenlapsi
fr: cousin(e) germain(e) éloigné(e) au 1er degré
hu: apa első unokatestvére
nb: farmors brors barn
sk: otcov bratranec/sesternica
sv: farmors brors barn

# father's mother's sister's daughter
source: first cousin once removed ascending
fi: isänäidinsiskontytär
fr: cousine germaine éloignée au 1er degré
hu: másodnagynéni
nb: farmors søsters datter
sk: otcova sesternica
sv: farmors systerdotter

# father's mother's sister's son
source: first cousin once removed ascending
fi: isänäidinsiskonpoika
fr: cousin germain éloigné au 1er degré
hu: másodnagybácsi
nb: farmors søsters sønn
sk: otcov bratranec
sv: farmors systerson

# father's mother's sister's child
source: first cousin once removed ascending
fi: isänäidinsiskonlapsi
fr: cousin(e) germain(e) éloigné(e) au 1er degré
hu: apa első unokatestvére
nb: farmors søsters barn
sk: otcov bratranec/sesternica
sv: farmors systerbarn

# mother's father's brother's daughter
source: first cousin once removed ascending
fi: äidinisänveljentytär
fr: cousine germaine éloignée au 1er degré
hu: másodnagynéni
nb: morfars brors datter
sk: matkina sesternica
sv: morfars brorsdotter

# mother's father's brother's son
source: first cousin once removed ascending
fi: äidinisänveljenpoika
fr: cousin germain éloigné au 1er degré
hu: másodnagybácsi
nb: morfars brors sønn
sk: matkin bratranec
sv: morfars brorson

# mother's father's brother's child
source: first cousin once removed ascending
fi: äidinisänveljenlapsi
fr: cousin(e) germain(e) éloigné(e) au 1er degré
hu: anya első unokatestvére
nb: morfars brors barn
sk: matkin bratranec/sesternica
sv: morfars brorsbarn

# mother's father's sister's daughter
source: first cousin once removed ascending
fi: äidinisänsiskontytär
fr: cousine germaine éloignée au 1er degré
hu: másodnagynéni
nb: morfars søsters datter
sk: matkina sesternica
sv: morfars systerdotter

# mother's father's sister's son
source: first cousin once removed ascending
fi: äidinisänsiskonpoika
fr: cousin germain éloigné au 1er degré
hu: másodnagybácsi
nb: morfars søsters sønn
sk: matkin bratranec
sv: morfars systerson

# mother's father's sister's child
source: first cousin once removed ascending
fi: äidinisänsiskonlapsi
fr: cousin(e) germain(e) éloigné(e) au 1er degré
hu: anya első unokatestvére
nb: morfars søsters barn
sk: matkin bratranec/sesternica
sv: morfars systers barn

# mother's mother's brother's daughter
source: first cousin once removed ascending
fi: äidinäidinveljentytär
fr: cousine germaine éloignée au 1er degré
hu: másodnagynéni
nb: mormors brors datter
sk: matkina sesternica
sv: mormors brors dotter

# mother's mother's brother's son
source: first cousin once removed ascending
fi: äidinäidinveljenpoika
fr: cousin germain éloigné au 1er degré
hu: másodnagybácsi
nb: mormors brors sønn
sk: matkin bratranec
sv: mormors brorson

# mother's mother's brother's child
source: first cousin once removed ascending
fi: äidinäidinveljenlapsi
fr: cousin(e) germain(e) éloigné(e) au 1er degré
hu: anya első unokatestvére
nb: mormors brors barn
sk: matkin bratranec/sesternica
sv: mormors brors barn

# mother's mother's sister's daughter
source: first cousin once removed ascending
fi: äidinäidinsiskontytär
fr: cousine germaine éloignée au 1er degré
hu: másodnagynéni
nb: mormors søsters datter
sk: matkina sesternica
sv: mormors systerdotter

# mother's mother's sister's son
source: first cousin once removed ascending
fi: äidinäidinsiskonpoika
fr: cousin germain éloigné au 1er degré
hu: másodnagybácsi
nb: mormors søsters sønn
sk: matkin bratranec
sv: mormors systerson

# mother's mother's sister's child
source: first cousin once removed ascending
fi: äidinäidinsiskonlapsi
fr: cousin(e) germain(e) éloigné(e) au 1er degré
hu: anya első unokatestvére
nb: mormors søsters barn
sk: matkin bratranec/sesternica
sv: mormors systers barn

# grandfather's brother's granddaughter
source: second cousin
fi: toinen serkku
fr: cousine issue de germain
hu: másod unokatestvér
nb: tremenning
sk: sesternica (z 2. kolena)
sv: 2. kusin

# grandfather's brother's grandson
source: second cousin
fi: toinen serkku
fr: cousin issu de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec (z 2. kolena)
sv: 2. kusin

# grandfather's brother's grandchild
source: second cousin
fi: toinen serkku
fr: cousin(e) issu(e) de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec/sesternica (z 2. kolena)
sv: 2. kusin

# grandfather's sister's granddaughter
source: second cousin
fi: toinen serkku
fr: cousine issue de germain
hu: másod unokatestvér
nb: tremenning
sk: sesternica (z 2. kolena)
sv: 2. kusin

# grandfather's sister's grandson
source: second cousin
fi: toinen serkku
fr: cousin issu de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec (z 2. kolena)
sv: 2. kusin

# grandfather's sister's grandchild
source: second cousin
fi: toinen serkku
fr: cousin(e) issu(e) de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec/sesternica (z 2. kolena)
sv: 2. kusin

# grandfather's sibling's granddaughter
source: second cousin
fi: toinen serkku
fr: cousine issue de germain
hu: másod unokatestvér
nb: tremenning
sk: sesternica (z 2. kolena)
sv: 2. kusin

# grandfather's sibling's grandson
source: second cousin
fi: toinen serkku
fr: cousin issu de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec (z 2. kolena)
sv: 2. kusin

# grandfather's sibling's grandchild
source: second cousin
fi: toinen serkku
fr: cousin(e) issu(e) de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec/sesternica (z 2. kolena)
sv: 2. kusin

# grandmother's brother's granddaughter
source: second cousin
fi: toinen serkku
fr: cousine issue de germain
hu: másod unokatestvér
nb: tremenning
sk: sesternica (z 2. kolena)
sv: 2. kusin

# grandmother's brother's grandson
source: second cousin
fi: toinen serkku
fr: cousin issu de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec (z 2. kolena)
sv: 2. kusin

# grandmother's brother's grandchild
source: second cousin
fi: toinen serkku
fr: cousin(e) issu(e) de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec/sesternica (z 2. kolena)
sv: 2. kusin

# grandmother's sister's granddaughter
source: second cousin
fi: toinen serkku
fr: cousine issue de germain
hu: másod unokatestvér
nb: tremenning
sk: sesternica (z 2. kolena)
sv: 2. kusin

# grandmother's sister's grandson
source: second cousin
fi: toinen serkku
fr: cousin issu de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec (z 2. kolena)
sv: 2. kusin

# grandmother's sister's grandchild
source: second cousin
fi: toinen serkku
fr: cousin(e) issu(e) de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec/sesternica (z 2. kolena)
sv: 2. kusin

# grandmother's sibling's granddaughter
source: second cousin
fi: toinen serkku
fr: cousine issue de germain
hu: másod unokatestvér
nb: tremenning
sk: sesternica (z 2. kolena)
sv: 2. kusin

# grandmother's sibling's grandson
source: second cousin
fi: toinen serkku
fr: cousin issu de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec (z 2. kolena)
sv: 2. kusin

# grandmother's sibling's grandchild
source: second cousin
fi: toinen serkku
fr: cousin(e) issu(e) de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec/sesternica (z 2. kolena)
sv: 2. kusin

# grandparent's brother's granddaughter
source: second cousin
fi: toinen serkku
fr: cousine issue de germain
hu: másod unokatestvér
nb: tremenning
sk: sesternica (z 2. kolena)
sv: 2. kusin

# grandparent's brother's grandson
source: second cousin
fi: toinen serkku
fr: cousin issu de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec (z 2. kolena)
sv: 2. kusin

# grandparent's brother's grandchild
source: second cousin
fi: toinen serkku
fr: cousin(e) issu(e) de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec/sesternica (z 2. kolena)
sv: 2. kusin

# grandparent's sister's granddaughter
source: second cousin
fi: toinen serkku
fr: cousine issue de germain
hu: másod unokatestvér
nb: tremenning
sk: sesternica (z 2. kolena)
sv: 2. kusin

# grandparent's sister's grandson
source: second cousin
fi: toinen serkku
fr: cousin issu de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec (z 2. kolena)
sv: 2. kusin

# grandparent's sister's grandchild
source: second cousin
fi: toinen serkku
fr: cousin(e) issu(e) de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec/sesternica (z 2. kolena)
sv: 2. kusin

# grandparent's sibling's granddaughter
source: second cousin
fi: toinen serkku
fr: cousine issue de germain
hu: másod unokatestvér
nb: tremenning
sk: sesternica (z 2. kolena)
sv: 2. kusin

# grandparent's sibling's grandson
source: second cousin
fi: toinen serkku
fr: cousin issu de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec (z 2. kolena)
sv: 2. kusin

# grandparent's sibling's grandchild
source: second cousin
fi: toinen serkku
fr: cousin(e) issu(e) de germain
hu: másod unokatestvér
nb: tremenning
sk: bratranec/sesternica (z 2. kolena)
sv: 2. kusin

# great-grandfather's brother
source: great-great-uncle
fi: isoisosetä/-eno
fr: arrière-grand-oncle
hu: dédapa fiútestvére
nb: oldefars bror
sk: pra-prastrýc
sv: 2. generations farbror

# great-grandmother's brother
source: great-great-uncle
fi: isoisosetä/-eno
fr: arrière-grand-oncle
hu: dédanya fiútestvére
nb: oldemors bror
sk: pra-prastrýc
sv: 2. generations morbror

# great-grandparent's brother
source: great-great-uncle
fi: isoisosetä/-eno
fr: arrière-grand-oncle
hu: dészülő fiútestvére
nb: oldeforelders bror
sk: pra-prastrýc
sv: 2. generations onkel

source: great-great-aunt
fi: isoisotäti
fr: arrière-grande-tante
hu: dészülő lánytestvére
nb: oldeforelders søster
sk: pra-prateta
sv: 2. generations tant

source: great-great-aunt/uncle
fi: isoisotäti/-setä/-eno
fr: grand(e)-oncle/tante au 4ième degré
hu: dészülő testvére
nb: oldeforelders søsken
sk: pra-prastrýc/prateta
sv: 2. generations tant/onkel

# great-great-grandfather's brother
source: great-great-great-uncle
fi: isoisoisosetä/-eno
fr: arrière-arrière-grand-oncle
hu: ükapa fiútestvére
nb: tippoldefars bror
sk: pra-pra-prastrýc
sv: 3. generations farbror

# great-great-grandmother's brother
source: great-great-great-uncle
fi: isoisoisosetä/-eno
fr: arrière-arrière-grand-oncle
hu: ükanya fiútestvére
nb: tippoldemors bror
sk: pra-pra-prastrýc
sv: 3. generations morbror

# great-great-grandparent's brother
source: great-great-great-uncle
fi: isoisoisosetä/-eno
fr: arrière-arrière-grand-oncle
hu: ükszülők fiútestvére
nb: tippoldeforelders bror
sk: pra-pra-prastrýc
sv: 3. generations onkel

source: great-great-great-aunt
fi: isoisoisotäti
fr: arrière-arrière-grand-tante
hu: ükszülők lánytestvére
nb: tippoldeforelders søster
sk: pra-pra-prateta
sv: 3. generations tant

source: great-great-great-aunt/uncle
fi: isoisoisotäti/-setä/-eno
fr: arrière-arrière-grand-tante/oncle
hu: ükszülők testvére
nb: tippoldeforelders søsken
sk: pra-pra-prateta/prastrýc
sv: 3. generations tant/onkel

# great-great-great-grandfather's brother
source: great x4 uncle
fi: setä 4 polven takaa
fr: grand-oncle au 4ème degré
hu: szépapa testvére
nb: tipp-tippoldefars bror
sk: 4x prastrýc
sv: 4. generations farbror

# great-great-great-grandmother's brother
source: great x4 uncle
fi: setä 4 polven takaa
fr: grand-oncle au 4ème degré
hu: szépanya testvére
nb: tipp-tippoldemors bror
sk: 4x prastrýc
sv: 4. generations morbror

# great-great-great-grandparent's brother
source: great x4 uncle
fi: setä 4 polven takaa
fr: grand-oncle au 4ème degré
hu: szépszülők testvére
nb: tipptippoldeforelders bror
sk: 4x prastrýc
sv: 4. generations onkel

source: great x4 aunt
fi: täti 4 polven takaa
fr: grande-tante au 5ième degré
hu: szépszülők testvére
nb: tipptippoldeforelders søster
sk: 4x prateta
sv: 4. generations tant

source: great x4 aunt/uncle
fi: täti/setä 4 polven takaa
fr: grand(e)-oncle/tante au 5ième degré
hu: szépszülők testvére
nb: tipptippoldeforelders søster/bror
sk: 4x prateta/prastrýc
sv: 4. generations tant/onkel

# great x4 grandfather's brother
source: great x5 uncle
fi: setä 5 polven takaa
fr: grand-oncle au 5ème degré
hu: ősnagybácsi
nb: 3. tippoldefars bror
sk: 5x prastrýc
sv: 5. generations farbror

# great x4 grandmother's brother
source: great x5 uncle
fi: setä 5 polven takaa
fr: grand-oncle au 5ème degré
hu: ősnagybácsi
nb: 3. tippoldemors bror
sk: 5x prastrýc
sv: 5. generations morbror

# great x4 grandparent's brother
source: great x5 uncle
fi: setä 5 polven takaa
fr: grand-oncle au 5ème degré
hu: ősnagybácsi
nb: 3. tippoldeforelders bror
sk: 5x prastrýc
sv: 5. generations onkel

source: great x5 aunt
fi: täti 5 polven takaa
fr: grand-tante au 5ème degré
hu: ősnagynéni
nb: 3. tippoldeforelders søster
sk: 5x prateta
sv: 5. generations tant

source: great x5 aunt/uncle
fi: täti/setä 5 polven takaa
fr: grand-tante/grand-oncle au 5ème degré
hu: ősnagybácsi/néni
nb: 3. tippoldeforelders søster/bror
sk: 5x prateta/prastrýc
sv: 5. generations tant/onkel

# great x5 grandfather's brother
source: great x6 uncle
fi: setä 6 polven takaa
fr: grand-oncle au 6ème degré
hu: 6. nagybácsi
nb: 4. tippoldefars bror
sk: 6x prastrýc
sv: 6. generations farbror

# great x5 grandmother's brother
source: great x6 uncle
fi: setä 6 polven takaa
fr: grand-oncle au 6ème degré
hu: 6. nagybácsi
nb: 4. tippoldemors bror
sk: 6x prastrýc
sv: 6. generations morbror

# great x5 grandparent's brother
source: great x6 uncle
fi: setä 6 polven takaa
fr: grand-oncle au 6ème degré
hu: 6. nagybácsi
nb: 4. tippoldeforelders bror
sk: 6x prastrýc
sv: 6. generations onkel

source: great x6 aunt
fi: täti 6 polven takaa
fr: grand-tante au 6ème degré
hu: 6. nagynéni
nb: 4. tippoldeforelders søster
sk: 6x prateta
sv: 6. generations tant

source: great x6 aunt/uncle
fi: täti/setä 6 polven takaa
fr: grand-tante/grand-oncle au 6ème degré
hu: 6. nagynéni/bácsi
nb: 4. tippoldeforelders søster/bror
sk: 6x prateta/prastrýc
sv: 6. generations tant/onkel

# great x6 grandfather's brother
source: great x7 uncle
fi: setä 7 polven takaa
fr: grand-oncle au 7ème degré
hu: 7. nagybácsi
nb: 5. tippoldefars bror
sk: 7x prastrýc
sv: 7. generations farbror

# great x6 grandmother's brother
source: great x7 uncle
fi: setä 7 polven takaa
fr: grand-oncle au 7ème degré
hu: 7. nagybácsi
nb: 5. tippoldemors bror
sk: 7x prastrýc
sv: 7. generations morbror

# great x6 grandparent's brother
source: great x7 uncle
fi: setä 7 polven takaa
fr: grand-oncle au 7ème degré
hu: 7. nagybácsi
nb: 5. tippoldeforelders bror
sk: 7x prastrýc
sv: 7. generations onkel

source: great x7 aunt
fi: täti 7 polven takaa
fr: grand-tante au 7ème degré
hu: 7. nagynéni
nb: 5. tippoldeforelders søster
sk: 7x prateta
sv: 7. generations tant

source: great x7 aunt/uncle
fi: täti/setä 7 polven takaa
fr: grand-tante/grand-oncle au 7ème degré
hu: 7. nagynéni/bácsi
nb: 5. tippoldeforelders søster/bror
sk: 7x prateta/prastrýc
sv: 7. generations tant/onkel

source: great x%d uncle
fi: setä x%d polven takaa
fr: grand-oncle au %dème degré
hu: %d. nagybácsi
sk: %dx prastrýc
sv: %d. generations onkel

source: great x%d aunt
fi: täti x%d polven takaa
fr: grand-tante au %dème degré
hu: %d. nagynéni
sk: %dx prateta
sv: %d. generations tant

source: great x%d aunt/uncle
fi: täti/setä x%d polven takaa
fr: grand-tante/oncle au %dème degré
hu: %d. nagynéni/bácsi
nb: %dx tipp-oldeforelders søsken
sk: %dx prateta/prastrýc
sv: %d. generations tant/onkel

# great x(%d-1) grandfather's brother
source: great x%d uncle
fi: setä x%d polven takaa
fr: grand-oncle au (%d-1) ième degré
hu: %d. nagybácsi
nb: %dx tipp-oldeforelders bror
sk: %dx prastrýc
sv: %d. generations farbror

# great x(%d-1) grandmother's brother
source: great x%d uncle
fi: setä x%d polven takaa
fr: grand-oncle au (%d-1) ième degré
hu: %d. nagybácsi
sk: %dx prastrýc
sv: %d. generations morbror

# great x(%d-1) grandparent's brother
source: great x%d uncle
fi: setä x%d polven takaa
fr: grand-oncle au (%d-1) ième degré
hu: %d. nagybácsi
sk: %dx prastrýc
sv: %d. generations onkel

# (a man's) brother's great-grandson
source: great-great-nephew
fi: sisarenlapsenlapsenpoika
fr: arrière-petit-neveu
hu: testvér dédunokája
nb: oldebarn av søsken
sk: pra-prasynovec
sv: brors barnbarns son

# (a man's) sister's great-grandson
source: great-great-nephew
fi: sisarenlapsenlapsenpoika
fr: arrière-petit-neveu
hu: testvér dédunokája
nb: oldebarn av søsken
sk: pra-prasynovec
sv: systers barnbarns son

# (a woman's) great-great-nephew
source: great-great-nephew
fi: sisarenlapsenlapsenpoika
fr: arrière-petit-neveu
hu: testvér dédunokája
nb: oldebarn av søsken
sk: pra-prasynovec
sv: syskons barnbarns son

# (a man's) brother's great-granddaughter
source: great-great-niece
fi: sisarenlapsenlapsentytär
fr: arrière-petite-nièce
hu: testvér dédunokája
nb: oldebarn av søsken
sk: pra-praneter
sv: brors barnbarns dotter

# (a man's) sister's great-granddaughter
source: great-great-niece
fi: sisarenlapsenlapsentytär
fr: arrière-petite-nièce
hu: testvér dédunokája
nb: oldebarn av søsken
sk: pra-praneter
sv: systers barnbarns dotter

# (a woman's) great-great-niece
source: great-great-niece
fi: sisarenlapsenlapsentytär
fr: arrière-petite-nièce
hu: testvér dédunokája
nb: oldebarn av søsken
sk: pra-praneter
sv: syskons barnbarns dotter

# (a man's) brother's great-grandchild
source: great-great-nephew/niece
fi: sisarenlapsenlapsentytär/-poika
fr: arrière-petit(e)-neveu/nièce
hu: testvér dédunokája
nb: oldebarn av søsken
sk: pra-prasynovec/praneter
sv: brorbarns barnbarn

# (a man's) sister's great-grandchild
source: great-great-nephew/niece
fi: sisarenlapsenlapsentytär/-poika
fr: arrière-petit(e)-neveu/nièce
hu: testvér dédunokája
nb: oldebarn av søsken
sk: pra-prasynovec/praneter
sv: systerbarns barnbarn

# (a woman's) great-great-nephew/niece
source: great-great-nephew/niece
fi: sisarenlapsenlapsentytär/-poika
fr: arrière-petit(e)-neveu/nièce
hu: testvér ükunokája
nb: oldebarn av søsken
sk: pra-prasynovec/praneter
sv: syskonbarns barnbarn

# (a man's) brother's great-great-grandson
source: great-great-great-nephew
fi: sisarenlapsenlapsenlapsenpoika
fr: arrière-arrière-petit-neveu
hu: testvér ükunokája
nb: tippoldebarn av søsken
sk: pra-pra-prasynovec
sv: brors barnbarns barnbarn

# (a man's) sister's great-great-grandson
source: great-great-great-nephew
fi: sisarenlapsenlapsenlapsenpoika
fr: arrière-arrière-petit-neveu
hu: testvér ükunokája
nb: tippoldebarn av søsken
sk: pra-pra-prasynovec
sv: systerbarns barnbarns son

# (a woman's) great-great-great-nephew
source: great-great-great-nephew
fi: sisarenlapsenlapsenlapsenpoika
fr: arrière-arrière-petite-nièce
hu: testvér ükunokája
nb: tippoldebarn av søsken
sk: pra-pra-prasynovec
sv: syskonbarns barnbarns son

# (a man's) brother's great-great-granddaughter
source: great-great-great-niece
fi: sisarenlapsenlapsenlapsentytär
fr: arrière-arrière-petit-neveu
hu: testvér ükunokája
nb: tippoldebarn av søsken
sk: pra-pra-praneter
sv: brorbarns barnbarns dotter

# (a man's) sister's great-great-granddaughter
source: great-great-great-niece
fi: sisarenlapsenlapsenlapsentytär
fr: arrière-arrière-petit-neveu
hu: testvér ükunokája
nb: tippoldebarn av søsken
sk: pra-pra-praneter
sv: systerbarns barnbarns dotter

# (a woman's) great-great-great-niece
source: great-great-great-niece
fi: sisarenlapsenlapsenlapsentytär
fr: arrière-arrière-petite-nièce
hu: testvér ükunokája
nb: tippoldebarn av søsken
sk: pra-pra-praneter
sv: syskonbarns barnbarns dotter

# (a man's) brother's great-great-grandchild
source: great-great-great-nephew/niece
fi: sisarenlapsenlapsenlapsentytär/-poika
fr: arrière-arrière-petit-neveu
hu: testvér ükunokája
nb: tippoldebarn av søsken
sk: pra-pra-prasynovec/praneter
sv: brors barnbarns barnbarn
