Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: This should be a comma or space separated list of facts, in addition to Birth and Death, that you want to appear in chart boxes such as the Pedigree chart. This list requires you to use fact tags as defined in the GEDCOM 5.5.1 Standard. For example, if you wanted the occupation to show up in the box, you would add "OCCU" to this field.
fi: Tietoluettelo, erottaen jokainen haluttu tieto pilkulla tai välilyönnillä, mitä halutaan myös näkyviin kaaviolaatikoissa Syntymä ja Kuolema lisäksi. Luettelossa saa olla GEDCOM 5.5.1 Standardin mukaiset tietotunnisteet esim. "OCCU".
fr: Ceci est une liste de faits additionnels qui doivent être séparés par une virgule ou un espace que vous souhaitez voir apparaître dans les cases des graphiques comme le Tableau d'ascendance, en plus des naissances et des décès qui s'affichent par défaut. Dans ce champ, vous devez utiliser les balises de faits telles que définies par la norme GEDCOM 5.5.1. Par exemple, si vous voulez que la profession s'affiche dans les boîtes, vous devez ajouter "OCCU" dans ce champ. En cliquant sur l'icône située à droite du champ, une liste des balises s'affichera. Cliquez sur la balise désirée, elle s'ajoutera automatiquement dans le champ.
nb: Dette skal være en liste med faktatyper, adskilt med komma eller mellomrom, som du vil skal vises i tillegg til fødsels- og dødsår i diagrambokser som anetreet. Listen må bestå av fakta-tagger som definert i GEDCOM 5.5.1-standarden. F.eks. hvis du vil at yrket skal stå i boksen, legger du til "OCCU" i dette feltet.
sk: Toto by mal byť zoznam čiarkami alebo medzerami oddelených údajov, naviac k narodeniu alebo úmrtiu, ktoré chcete, aby se zobrazili v schémach ako je Vývod. Tento zoznam vyžaduje použitie popiskov údajov definovaných v štandarde GEDCOM 5.5.1. Napríklad ak chcete, aby se povolanie ukázalo v rámčeku, pridajte \"OCCU\" do tohoto poľa.
sv: Detta skall vara komma eller mellanrum separerade faktalista, som tillägg till Födelse och Död, som du vill att syns i diagramrutor så som Antavlan. Detta lista This list kräver att du använder faktataggar som defineras i GEDCOM 5.5.1 Standard. Som exampel, om du vill att yrket skall visas i rutan, skall du lägga till "OCCU" ti detta fält.

source: Check relationships by marriage
fi: Tarkista aviopuolison sukulaisuussuhteet
fr: Suivre les liens par mariage
hu: Házastárson keresztüli rokonság ellenőrzése
nb: Sjekk slektskap via inngifte
sk: Skontrolovať príbuzenstvo svadbou
sv: Kontrollera förhållanden via giftermål

source: When calculating relationships, this option controls whether <b>webtrees</b> will include spouses/partners as well as blood relatives.
fi: Tällä valinnnalla päätetään pitäisikö <b>webtrees</b> huomioda myös avio-/avopuolisot, kun selvitetään sukulaisuussuhteet.
fr: Lors du calcul des relations, cette option permet à <b>webtrees</b> d'inclure les conjoints/partenaires en plus des parents de sang.
nb: Ved beregning av slektskap, avgjør dette alternativet om <b>webtrees</b> skal inkludere ektefeller/partnere når slektskapet beregnes.
sk: Táto voľba kontroluje, či <b>webtrees</b> zahrnie partnerov rovnako ako pokrvných príbuzný pri prepočítavaní vzťahov.
sv: Vid detta alternativ bestäms om <b>webtrees</b> också tar i beaktande makar/sambon, när släktförhållande klargörs.

source: If the number of times that a certain surname occurs is lower than the threshold, it will not appear in the list. It can be added here manually. If more than one surname is entered, they must be separated by a comma. <b>Surnames are case-sensitive.</b>
fi: Kun sukunimen esiintymislukumäärä alittaa asetetun arvon, niin sukunimi ei näy Yleinen sukunimi luettelossa. Se voidaan tässä manuaalisesti kirjata lisättäväksi luetteloon. Jos useampia sukunimiä halutaan mukaan, niin erottele ne pilkkumerkilla. <b>Isoilla ja pienilla kirjaimilla on suuri merkitys sukunimien käsittelyssä.</b>
fr: Si un nom de famille n'atteint pas le seuil pour être affiché dans la liste, il peut être ajouté manuellement ici. Pour ajouter plusieurs noms, les séparer par une virgule. Le système distingue majuscules et minuscules.
hu: Ha egy vezetéknév előfordulása nem éri el a küszöbértéket, nem fog megjelenni a listában. Ugyanakkor hozzáadhatja őket manuálisan. Ha több nevet kíván felvenni a listára, vesszővel válassza el őket egymástól. <b>A vezetéknevek érzékenyek a kis- és nagybetűk közötti különbségre.</b>
nb: Dersom et bestemt etternavn ikke finnes mange nok ganger til å kunne bli vist i listen over de vanligste etternavnene, kan det her bli lagt til manuelt. Dersom det legges inn flere navn, må de skilles med et komma. Opptellingen skiller om etternavn er skrevet med forskjellige små/store bokstaver.
sk: Ak je četnosť výskytu priezviska nižšia než nastavený limit, neobjaví sa medzi priezviskami z najčastejším výskytom. Potom tu môžete také priezvisko pridať ručne. Ak zadáte viacej než jedno, musia byť oddelené čiarkou. V priezviskách sa rozlišujú malé a veľké písmená.
sv: Om antalet gånger ett efternamn förekommer är mindre än tröskeln, så kommer det inte med i listan. Det kan här läggas till manuellt. Om mer än ett efternamn skrivs in, måste de vara separerad med kommatecken. Efternamn är känsliga för stora och små bokstäver.

source: If you want to remove a surname from the Common Surname list without increasing the threshold value, you can do that by entering the surname here. If more than one surname is entered, they must be separated by a comma. <b>Surnames are case-sensitive.</b> Surnames entered here will also be removed from the Top-10 list on the Home Page.
fi: Kun haluat poistaa sukunimen Yleinen sukunimi -luettelosta, muuttamatta asetuksien kautta esiintymien vähimmäisarvoa, voit lisät sukunimi tänne. Jos useampia sukunimiä halutaan mukaan, niin erottele ne pilkkumerkilla. <b>Isoilla ja pienilla kirjaimilla on suuri merkitys sukunimien käsittelyssä.</b>
fr: Pour ne pas afficher un nom dans la liste des principaux noms de famille sans modifier le seuil, il suffit de l'ajouter manuellement ici. Pour ajouter plusieurs noms, les séparer par une virgule. <b>Le système distingue les majuscules et les minuscules.</b> Les noms de famille entrés ici seront enlevés de la liste du bloc Top des noms de famille.
hu: Ha Ön bizonyos vezetékneveket el kíván távolítani a listáról anélkül, hogy csökkentenie kelljen a küszöbértéket, akkor itt kell azokat megadnia. Ha több nevet kíván felvenni a listára, vesszővel válassza el őket egymástól. <b>A vezetéknevek érzékenyek a kis- és nagybetűk közötti különbségre.</b>
nb: Dersom du ønsker å fjerne et bestemt etternavn fra listen med "Vanligste etternavn", kan du oppgi etternavnet her. Dersom det legges inn flere navn må de skilles med et komma. Opptellingen skiller om etternavn er skrevet med forskjellige små/store bokstaver. Etternavn som blir fjernet her, vil også bli fjernet fra listen Topp 10 på hovedsiden.
sk: Ak chcete nejaké priezvisko odstrániť zo zoznamu najčastejších priezvísk, a nechcete meniť limit, môžete tak urobiť tu. Ak zadáte viacej než jedno, musia byť oddelené čiarkou. V priezviskách sa rozlišujú malé a veľké písmená. Priezviská budú taktiež odstránené zo zoznamu Top-10 na uvítacej stránke.
sv: Om du vill ta bort ett efternamn från vanliga efternamnslistan utan att öka på tröskelvärdet, kan du lägga till det här. Om mer än ett efternamn måste de vara separerad av kommatecken, Efternamnen är känsliga för stora och små bokstäver. Efternamn som skrivs in här kommer också att tas bort från tio i topp listan på välkomstsidan.

source: This is the number of times that a surname must occur before it shows up in the Common Surname list on the Home Page.
fi: Sukunimen taytyy esiintyä henkilöillä näin monta kertaa (esiintymislukumäärä) ennen kuin se lisätään Yleinen sukunimi luetteloon etusivulla.
fr: Nombre à partir duquel un nom de famille sera affiché dans la liste des principaux noms de familles sur la page Accueil.
hu: A vezetéknév előfordulásainak száma ahhoz, hogy Gyakori vezetéknevek között jelenjen meg a Nyitóoldalon.
nb: Dette er hvor mange ganger et etternavn må finnes før etternavnet vil vises i listen med "Vanligste etternavn" på hovedsiden.
sk: Toto číslo udáva, koľkokrát sa musí nejaké priezvisko v GEDCOMe vyskytovať, aby bolo zobrazené na úvodnej stránke medzi najčastejšími priezviskami.
sv: Detta är antalet gånger ett efternamn måste förekomma innan det visas i Vanliga efternamnlistan på välkomstsidan.

source: The person to contact about the genealogical data on this site.
fi: Yhteyshenkilö sukututkimusaineistoon liittyvissä kysymyksissä.
fr: L'adresse que les visiteurs doivent utiliser pour contacter la personne responsable des données généalogiques de ce site.
hu: Az az email cím, amire a látogatók írhatnak az oldalon levő családfa adatokkal kapcsolatban.
nb: Den brukeren besøkende kan kontakt vedrørende slektsmateriale på nettstedet ditt.
sk: Uživateľ, ktorého môžu návštevníci kontaktovať v súvislosti s rodokmeňom.
sv: Person som kan kontaktas gällande släktuppgifter i denna sajt

source: Set the default number of generations to display on Descendancy and Pedigree charts.
fi: Kuinka monta sukupolvia näytetään jälkeläiset- ja esivanhemmat-kaavioissa.
fr: Indique le nombre de générations à afficher par défaut sur les arbres d'<b>ascendance</b>.
hu: Megadja a generációk alapértelmezett számát, melyek az ősfán megjelenítésre kerülnek.
nb: Angi antall generasjoner som standard skal vises i slektstrær(diagram for aner/forfedre).
sk: Nastavte implicitný počet generácií, ktoré sa majú zobraziť vo vývodoch.
sv: Ställer in det antal generationer som kommer att visas i antavlan som standard.

source: This option determines whether Autocomplete should be active while information is being entered into certain fields on input forms. When this option is set to <b>Yes</b>, text input fields for which Autocomplete is possible are indicated by a differently colored background.<br /><br />When Autocomplete is active, <b>webtrees</b> will search its database for possible matches according to what you have already entered. As you enter more information, the list of possible matches is refined. When you see the desired input in the list of matches, you can move the mouse cursor to that line of the list and then click the left mouse button to complete the input.<br /><br />The disadvantages of Autocomplete are that it slows the program, entails significant database activity, and also results in more data being sent to the browser.
fi: Tämä asetus määrittää onko automaattinen tekstintäydennys (Autocomplete) käytössä, kun tietoja syötetään tiettyihin kenttiin tai tiedonsyöttöpohjiin. Kun tämä asetus on <b>Kyllä</b>, tekstinsyöttö kentät, joille tämä ominaisuus on voimassa, on merkitty erivärisellä taustalla.<br /><br />Kun automaattinen tekstintäydennys on käytössä, <b>webtrees</b> etsii tietokannastaan mahdolliset samanlaiset tekstit, jotka olet jo aikaisemmin syöttänyt. Kun annat lisätietoja, luettelo mahdollisista vaihtoehdoista paranee. Kun näet luettelossa haluamasi tekstin, voit siirtää hiiren kursorin sille luettelon riville ja napsauta hiiren vasenta painiketta. Teksti täyttyy syöttökenttään.<br /><br />Automaattinen täydennyksen haittapuoli on ohjelman hidastuminen, merkittäviä tietokannan toiminnan lisääntyminen ja enemmän tietoja lähetetään palvelimesta selaimeen.
fr: Cette option détermine si la saisie semi-automatique doit être active lorsque l'information est entrée dans certains champs des formulaires. Lorsque cette option est réglée à <b>Oui</b>, les champs de saisie de texte pour lesquels la saisie semi-automatique est possible sont indiqués par un fond de couleur différente.<br /><br />Lorsque la saisie semi-automatique est active, <b>webtrees</b> va chercher dans la base de données les correspondances possibles en fonction de ce que vous avez déjà saisi. Lorsque vous entrez plus d'informations, la liste des correspondances possibles est affinée. Lorsque vous voyez l'entrée souhaitée dans la liste des correspondances, vous pouvez déplacer le curseur de la souris à cette ligne de la liste, puis cliquez sur le bouton gauche de la souris pour compléter la saisie.<br /><br />Les inconvénients de la saisie semi-automatique sont un ralentissement de l'exécution du logiciel, plus d'activités sur la base de données et une augmentation des données envoyées au navigateur.
nb: Her kan du angi om Autofullføring under innskrivning skal være aktivert for visse innskrivningsfelt. Hvis <b>Ja</b> er angitt, vil de tekstfeltene der autofullføring er mulig være markert med en annen bakgrunnsfarge.<br /><br />Med autofullføring aktivert vil <b>webtrees</b> gjennomsøke databasen etter mulige treff i henhold til hva du har skrevet inn. Etterhvert som du skriver, vil listen over mulige treff justeres. Når du ser det ønskede resultatet i listen over forslag, kan du velge det gjennom å klikke med musen eller bruke piltastene.<br /><br />Ulempene med Autofullføring er at det gjør programmet langsommere, medfører betydelig databaseaktivitet, og gjør at mer data sendes fra serveren til nettleseren.
sk: Táto voľba určuje, či by malo byť aktívne Automatické doplňovanie, keď vo formulároch do určitých polí vkladáte informácie. Keď nastavíte <b>Áno</b>, pole, v ktorom je možné Automatické doplňovanie, sa označí inou farbou.<br /><br />Ak je Automatické doplňovanie aktívne, <b>webtrees</b> skúsi v databázi nájsť zhody s tým, čo už ste zadali. Tým ako vložíte viacej informácií, zoznam zhodných dát sa upresní. Keď v zozname uvidíte požadovaný reťazec, môžete naň kliknúť a tým doplniť váš vstup.<br /><br />Nevýhody sú, že táto funkcia spomaluje program, významne zvyšuje aktivitu databáze a tiež zvyšuje počet dát zasielaných prehliadači.

source: This option controls whether or not to automatically display content of a <i>Note</i> record on the Individual page.
fi: Tällä valinnalla vaikutetaan siihen, näytetäänkö automaattisesti <i>Lisätiedot</i> tekstit henkilön sivulla.
fr: Option pour afficher par défaut le contenu des <i>Notes</i> sur la page individuelle.
nb: Dette valget bestemmer om du ønsker automatisk visning av innholdet i <i>Notater</i> på siden for personer.
sk: Táto voľba kontroluje, či sa má či nemá automaticky zobrazovať obsah <i>Poznámky</i> na osobnej stránke.
sv: Detta alternativ kontrollerar om man automatiskt visar innehållet i <i>Anteckningar</i> på personsida.

source: This option controls whether or not to automatically expand the <i>Events of close relatives</i> list.
fi: Tällä valinnalla vaikutetaan siihen, laajennetaanko automaattisesti <i>Lähisukulaisten tapahtumalista</i>.
fr: Option pour ouvrir par défaut la liste <i>Afficher naissance, mariage et décès des proches sur la fiche individuelle</i>.
nb: Dette alternativet angir om du ønsker at <i>Begivenheter for nære slektninger</i> skal vises automatisk.
sk: Táto voľba určuje či bude alebo nebude automaticky zobrazený obsah zoznamu <i>Udalosti blízkych príbuzných</i>.
sv: Detta val kontrollerar om listan <i>Händelser för nära släktingar</i> ska expanderas automatiskt.

source: This option controls whether or not to automatically display content of a <i>Source</i> record on the Individual page.
fi: Tällä valinnalla vaikutetaan siihen, näytetäänkö automaattisesti <i>Lähteitä</i> tekstit henkilön sivulla.
fr: Option pour afficher par défaut le contenu des <i>Sources</i> sur la page individuelle.
nb: Dette valget bestemmer om du ønsker automatisk visning av innholdet i <i>Kilder</i> på siden for personer.
sk: Táto voľba určuje či bude alebo nebude automaticky zobrazený obsah záznamov <i>Zdroje</i> na stránke osoby.
sv: Detta val kontrollerar om man automatiskt skall visa innehållet i en <i>källa</i> på ansedelsidan.

source: Family add facts
fi: Perhe, lisää tietoaiheita
fr: Faits pour la saisie de familles
hu: Családhoz tények hozzáadása
nb: Legg til familiefakta
sk: Údaje pridávané k rodinám
sv: Familj, lägg till fakta

source: This is the list of GEDCOM facts that your users can add to families. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the <i>Unique Family Facts</i> list.
fi: Luettelo GEDCOM tietoaihetunnisteista, joita käyttäjäsi voi käyttää perhetietojen kirjaamiseen. Luetteloon voi lisätä tai poistaa tietoaiheita, jopa itsetehtyjä. Tietoaiheet tässä luettelossa ei saa toistua <I>Yksilölliset perhetiedot</ i> luettelossa.
fr: Liste des codes GEDCOM des faits qu'il sera possible d'ajouter à une famille. Vous pouvez librement ajouter ou supprimer des codes à cette liste. Toutefois, les faits de cette liste ne doivent pas être présents dans la liste <i>Faits uniques pour une famille</i>.
hu: Ez a GEDCOM tények listája amit a felhasználók hozzáadhatnak egy családhoz. A Listát meg lehet változtatni ugy hogy elvesz vagy hozzáad egy tény nevet, még egyedülálló tényeket is, ha szükséges. A tény nevek amik ebben a listában láthatók, nem muszáj a <i>Család egyedülálló tényei</i> listában is lennie.
nb: Dette er rekken av GEDCOMfakta som brukerne dine kan legge til familier. Du kan endre denne listen ved å fjerne eller legge til faktanavn, også egendefinerte om nødvendig. Faktanavn som er på denne listen kan ikke være på listen <i>Unike fakta for familier</i>.
sk: Toto je zoznam údajov v GEDCOMe, ktoré vaši užívatelia môžu pridávať k rodinám. Môžete ho upraviť pridaním alebo odstránením názvov údajov, prípadne dokonca vytvorením vlastných. Názvy údajov, ktoré sa objavia v zozname, sa nesmú objaviť v zozname <i>Unikátnych rodinných údajov</i>.
sv: Detta är en lista av GEDCOM fakta som dina användare kan lägga till för en familj. Du kan modifiera denna lista genom att tabort eller lägga till fakta namn, även egna, efter behov. Fakta namn som visas i denna lista får inte också finnas i <i>Unika familjefakta</i>-listan.

source: Quick family facts
fi: Perhetietojen pikalista
fr: Faits en accès rapide pour la saisie de familles
nb: Raske familiefakta
sk: Rychlé rodinné údaje
sv: Snabba familjefakta

source: This is the short list of GEDCOM family facts that appears next to the full list and can be added with a single click.
fi: Tämä perhetietojen pikalista näkyy täyden listan vieressä ja siitä voi lisätä tiedon yhdellä klikkauksella.
fr: Liste limitée de faits pour la saisie rapide de familles. Ils apparaissent à côté de la liste complète et peuvent être ajoutés en un seul clic.
nb: Dette er et utvalg av GEDCOMfakta for personer som vises ved siden av den komplette listen og som kan legges til med et enkelt klikk.
sk: Toto je krátký zoznam rodiných údajov v GEDCOMe, ktoré sa zobrazujú vedľa plného zoznamu a môžou byť pridané jedným kliknutím.
sv: Detta är den korta listan av GEDCOM familjefakta som visas intill den fulla listan och som kan läggas till med ett klick.

source: Unique family facts
fi: Yksilölliset perheen tietoaiheet
fr: Faits uniques pour une famille
hu: Család egyedülálló tényei
nb: Entydige familiefakta
sk: Jedinečné rodinné údaje
sv: Unik familjefakta

source: This is the list of GEDCOM facts that your users can only add <u>once</u> to families. For example, if MARR is in this list, users will not be able to add more than one MARR record to a family. Fact names that appear in this list must not also appear in the <i>Family Add Facts</i> list.
fi: Luettelo GEDCOM tietoaihetunnisteista, joita käyttäjä voi lisätä perhetiedoiksi ainoastaan kerran. Esimerkiksi, jos MARR on tässä luettelossa, niin käyttäjät voivat lisäätä ainoastaan yksi MARR (avioliiitto) tiedon perheelle. Tietoaihetunisteet tässä luettelossa ei saa toistua <i>Perhe, lisää tietoja</i>
fr: Liste de faits qu'un utilisateur ne pourra ajouter <u>qu'une seule fois</u> aux familles. Par exemple si MARR est dans la liste, alors il ne sera pas possible aux utilisateurs d'ajouter plus d'un enregistrement MARR à chaque famille. Les faits de cette liste ne doivent pas être présents dans la liste <i>Faits pour la saisie de familles</i>.
hu: Ez a GEDCOM tények listája amit a felhasználók <u>csak egyszer</u> adhatnak hozzá egy családhoz. Például, ha a házasság (MARR) a listában van, a felhasználók nem tudják a listához megint hozzáadni a házasság (MARR) adatot a családhoz. Tények neve ami a listában szerepel nem muszáj a <i>Családhoz tények hozzáadása</i> listában is szerepelnie.
nb: Dette er listen over de GEDCOM-fakta som bare kan innføres <u>én gang</u> for en familie. Hvis for eksempel MARR er med på listen, vil brukerne ikke kunne innføre mer enn én MARR-begivenhet for en familie. Fakta-typer som er tatt med i denne listen, kan ikke samtidig være med i <i>Fakta å legge til for familier</i>-listen.
sk: Toto je zoznam údajov v GEDCOMe, ktoré vaši uživatelia môžu pridať k rodinám <u>práve raz</u>. Napríklad ak MARR je v tomto zozname, užívatelia nebudú môcť pridať tento záznam k rodine viackrát než raz. Názvy údajov, ktoré sa zobrazia v zozname sa nesmú objaviť v zozname <i>Údajov pridávaných k rodinám</i>.
sv: Detta är en lista av GEDCOM fakta som dina användare kan lägga till endast <u>en gång</u> till en familj. Du kan modifiera denna lista genom att tabort eller lägga till fakta namn, även egna, efter behov. Fakta namn som visas i denna lista får inte också finnas i <i>Familj lägg till fakta</i>-listan.

source: When a new family record is added online in <b>webtrees</b>, a new ID for that family will be generated automatically. The family ID will have this prefix.
fi: Kun lisätään uuden perhetiedon onlline-tilassa <b>webtrees</b>iin, perheen ID muodostetaan automaattisesti. Kyseisen perhe ID:n eteen lisätään tämä etuliite.
fr: Quand une nouvelle famille est ajouté en ligne par <b>webtrees</b>, un nouvel ID pour que la famille sera généré automatiquement. L'ID de la famille aura ce préfixe.
nb: Når en ny familie opprettes i <b>webtrees</b>, får den automatisk et nytt ID-nummer. ID-nummeret får dette prefikset.
sk: Ak je vytvorený online vo <b>webtrees</b>nový rodinný záznam, automaticky je generované nové ID. Rodinné ID bude mať túto predponu.
sv: När en ny familj läggs till on-line i <b>webtrees</b>, så skapas en ny ID automatiskt. Familjens ID får då detta prefix.

source: Source citations can include fields to record the quality of the data (primary, secondary, etc.) and the date the event was recorded in the source. If you don't use these fields, you can disable them when creating new source citations.
fi: Lähdetietoviitteet voivat myös sisältää tietoa lähdetiedon luotettavuudesta (ensikäden, välikäden jne) sekä päiväyksen milloin lähdetieto on saatu. Näitä lisäkenttiä voidaan poistaa käytöstä kirjoitettaessa uusia lähdetietoviitteitä.
fr: Les sources peuvent inclure des champs pour enregistrer la qualité des données (primaire, secondaire, etc) et la date d'entrée dans le document original Si vous n'utilisez pas ces champs, vous pouvez les désactiver lors de la création de nouvelles sources.
nb: Kildehenvisninger kan inkludere felter for å lagre informasjon om kvaliteten på dataene (primærkilde, sekundærkilde, osv.) og datoen begivenheten ble registrert i kilden. Hvis du ikke bruker disse feltene, kan du deaktivere dem så de ikke vises når du oppretter ny kilder.
sk: Citácie zdrojov môžou obsahovať pole, ktoré značí kvalitu získaných dát (primárne, sekundárne atd.) a dátum udalosti získanej zo zdroja. Ak nepoužívate tieto polia, môžete ich deaktivovať, keď vytvárate nové citácie zdrojov.
sv: Källcitat kan inkluder fält till uppgift om kvaliteten hos data (primär, sekundär, etc.) och datum när händelsen upptecknads i källan, om du inte använder dessa fält kan du inaktivera dem när du skapar nya källcitar.
