Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: In this field you should enter the surname for the person. In the name %1$s, the surname is %2$s.
fi: Anna tässä kentässä henkilön sukunimi. Nimessä %1$s, sukunimi on %2$s.
fr: Dans ce champ vous devez entrer le nom de famille de la personne. Pour le nom %1$s, le nom de famille est %2$s.
nb: I dette feltet bør du skrive inn etternavnet til personen. I navnet %1$s, er etternavnet %2$s.
sk: Sem zadajte priezvisko danej osoby. V mene %1$s je priezvisko %2$s.
sv: I detta fält skall du skriva in efternamnet för personen. I namnet %1$s, är efternamnet %2$s.

source: Individuals with multiple surnames, common in Spain and Portugal, should separate the surnames with a comma. This indicates that the person is to be listed under each of the names. For example, <b>Cortes,Vega</b> will be listed under both <b>C</b> and <b>V</b>, whereas <b>Cortes Vega</b> will only be listed under <b>C</b>.
fi: Erota sukunimet pilkulla kun henkilöllä on useampia sukunimiä, esimerkiksi Espanjassa ja Portugalissa. Silloin henkilö esiintyy nimilistoissa kunkin sukunimen alla. Esimerkiksi,<b>Cortes,Vega</b> näytetään <b>C</b> ja <b>V</b> listoissa. Jos kirjoitat ilman pilkkua, niin <b>Cortes Vega</b> näkyy ainoastaan <b>C</b> listassa.
fr: Les individus avec les noms de famille multiples, communs en Espagne et au Portugal, devraient séparer les noms de famille avec une virgule. Ceci indique que la personne doit être énumérée sous chacun des noms. Par exemple, <b>Cortes,Vega</b> sera énuméré sous <b>C</b> et <b>V</b>, tandis que <b>Cortes Vega</b> sera seulement énuméré sous <b>C</b>.
nb: Når du har personer med flere etternavn, vanlig i Spania og Portugal, bør etternavnene ha komma mellom seg. Dette betyr at personene bør listes under hvert etternavn. For eksempel, <b>Cortes,Vega</b> blir listet under både <b>C</b> og <b>V</b>, mens <b>Cortes Vega</b> blir listet bare under <b>C</b>.
sk: Násobné priezviská, bežné v Španielsku a Portugalsku, oddelujte čiarkami. Značí to to, že osoba bude uvedená pod každým z priezvísk. Napríklad <b>Cortes,Vega</b> bude uvedená pod <b>C</b> a <b>V</b>, zatiaľ čo <b>Cortes Vega</b> by bolo uvedené iba pod <b>C</b>.
sv: Personer med flera efternamn, vanligt i Spanien och Portugal, skall åtskilja efternamnen med komma. This indikeras att personen bör listas under varje efternamn. Till exampel, <b>Cortes,Vega</b> blir listad under både <b>C</b> och <b>V</b>, medan <b>Cortes Vega</b> blir listad enbart under <b>C</b>.

source: For LDS ordinances, this field records the Temple where it was performed.
fi: Myöhempien Aikojen Pyhien Jeesuksen Kristuksen Kirkon jäseniä koskeva. Tässä kentässä on temppeli, jossa aikuiskaste suoritettiin
fr: Pour des ordinations SDJ (Eglise de Jésus-Christ des saints des derniers jours), ce champ enregistre le nom du temple où il s'est déroulé.
nb: I dette feltet kan du legge inn tempelet hvor ordineringer for LDS(mormon) fant sted.
sk: Pre LDS obrad, toto pole odsahuje údaj o chráme kde bol obrad vykonaný.
sv: För LDS förordning, detta fält anger vilket tempel förordningen utfördes vid.

source: In this field you would enter the citation text for this source. Examples of data may be a transcription of the text from the source, or a description of what was in the citation.
fi: Tähän kenttään kirjoitetaan lähteen viittausteksti. Esimerkkinä voi olla lainaus tekstistä tai kuvaus viitteestä.
fr: Dans ce champ, vous pouvez entrer des détails concernant cette source. Ce peut être la transcription textuelle, ou la description de ce qui se trouve dans le document.
nb: I dette feltet kan du angi en tekst for henvisningen for denne kilden. Eksempler på opplysninger kan være et utdrag av kildeteksten eller en beskrivelse av hva som var i henvisningen.
sk: Do tohoto pole môžete vložiť text citácie z tohoto zdroja. Napríklad to môže byť prepis textu zo zdroja, alebo popis toho čo bolo v citácii.
sv: I detta fältet ska du skriva in citattexten från källan. Exempel på datan kan vara avskrifter av texten i källan eller en beskrivning av vad som stod i citatet.

source: Enter the time for this event in 24-hour format with leading zeroes. Midnight is 00:00. Examples: 04:50 13:00 20:30.
fi: Lisää tämän tapahtuman aikaetunollineen. Keskiyö on 00:00. Esimerkkejä: 04:50 13:00 20:30.
fr: Entrer l'heure de l'évènement sous la forme HH:MM. Exemples : 04:50, 13:00 ou 20:30.
hu: Adja meg az esemény időpontját 24 órás formátumban, nullákkal kiegészítve. Az éjfél: 00:00. Például: 04:50 vagy 13:00 vagy 20:30.
nb: Angi klokkeslettet for denne begivenheten. Bruk tidsformat med 24 timer:<ul><li>Midnatt: 00:00</li><li>04:50</li><li>13:00</li><li>20:30</li></ul>
sk: Vložte čas pre túto udalosť v 24-hodinovom formáte s vedúcimi nulami. Polnoc je 00:00. Príklad: 04:50 13:00 20:30.
sv: Skriv in tid för denna händelse. Giltigt format är HH:MM. Exempel: 04:50 13:00 20:30.

source: Enter a title for the item you are editing. If this is a title for a multimedia item, enter a descriptive title that will identify that item to the user.
fi: Anna otsikko kohteelle jota muokkat. Jos kyseessä on multimediakohde, anna kuvaava otsikko, jolla käyttäjä voi sen tunnistaa.
fr: Entrez un titre pour l'objet que vous mettez à jour. Si c'est un titre pour un objet multimédia, donnez un titre descriptif pour son identification par l'utilisateur.
nb: Angi en tittel for filen du redigerer. Dersom tittelen er for en multimediafil, angir du en beskrivende tittel som også vil vises for brukere på nettstedet.
sk: Vložte titulok položky ktorú práve editujete. Ak je to titulok pre multimediálnu položku, vložte popisný titulok ktorý bude identifikovať ktorému uživateľovi (osobe) patrí.
sv: Skriv in en titel för objektet du jobbar med. Om det är en titel för ett multimediaobjekt, skriv då in en beskrivande titel som identifierar objektet för användaren.<br /><br />

source: The Type field is used to enter additional information about the item. In most cases, the field is completely free-form, and you can enter anything you want.
fi: Tyyppi-kenttään syötetään kohteen lisätietoja. Useimmissa tapauksissa kenttä on täysin vapaamuotoinen, ja siihen voi kirjoittaa mitä haluaa.
fr: Le champ Type vous permet de spécifier un évenement particulier. C'est un champ libre dans lequel vous pouvez entrer toute information que vous voulez mémoriser.
nb: Feltet Type brukes for å føre inn ekstra informasjon om registreringen, som ikke passer inn under noen av de førdefinerte typene. Feltet har ikke bundet format, så du står fritt til å skrive hva du vil.
sk: Pole Typ umožňuje špecifikovať uživateľskú udalosť. Je to volne definovateľné pole, do ktorého možete zapísať ľubovolný text.
sv: Typ-fältet tillåter dig att specificera en specialhändelse. Det är ett fritt fält där du kan skriva in vad du vill spara.

source: Enter the URL address including the http://.<br /><br />An example URL looks like this: <b>http://www.webtrees.net/</b> Leave this field blank if you do not want to include a URL.
fi: Kirjoita URL osoite sisältäen alussa http://.<br /><br />Esimerkiksi <b>http://www.webtrees.net/</b> Jätä tyhjäksi jos et halua URL osoitetta.
fr: Entrez l'adresse URL incluant http://.<br /><br />Un exemple d'URL ressemble à ceci: <b>http://www.webtrees.net/</b>Laissez ce champ vide si vous ne voulez pas inclure une URL.
nb: Skriv inn nettadressen med http://.<br /><br />Et eksempel på en nettadresse ser slik ut: <b>http://www.webtrees.net/</b> La feltet være tomt hvis du ikke vil ha med en nettadresse.
sk: Vložte URL adresu včetne http://.<br /><br />URL môže napríklad vypadať takto: <b>http://www.webtrees.net/</b> Ponechajte pole prázdne, ak URL nechcete uviesť.
sv: Skriv in URL-adress inkluderande http://.<br /><br />Ett exempel URL ser ut så här: <b>http://www.webtrees.net/</b> Lämma detta fält tomt om du inte vill inkludera ett URL.

source: In many cultures it is customary to have a traditional name spelled in the traditional characters and also a romanized version of the name as it would be spelled or pronounced in languages based on the Latin alphabet, such as English.<br /><br />If you prefer to use the Latin alphabet to enter the name in the standard name fields, then you can use this field to enter the same name in the non-Latin alphabet such as Greek, Hebrew, Russian, Arabic, or Chinese. Both versions of the name will appear in lists and charts.<br /><br />Although this field is labeled "Hebrew", it is not restricted to containing only Hebrew characters.
fi: Monissa kulttuureissa on tapana esittää nimet perinteellisin kirjaimin ja myös länsimaisittain niin kuin ne lausutaan tai kirjoitetaan länsimaisilla (Latin) kirjaimilla esim. englanniksi.<br /><br />Jos käytät länsimaalaisia (Latin) kirjaimia nimien vakiokentissä, voit kirjoittaa tähän kenttään saman nimen käyttäen Heprealaisia tai Kreikkalaisia, Venäläisiä, Kiinalaisia tai Arabialaisia kirjaimia. Molemmat nimen kirjoitusmuodot näytetään luetteloissa ja kaavioissa.<br /><br />Vaikka tämän kentän otsikko on "Heprea", tähän kenttään voi vapaasti käyttää mitä tahansa aakkosia.
fr: Dans beaucoup de cultures, il est usuel, d'avoir un nom traditionnel écrit en caractères traditionnels, et également une version romanisée du nom, comme il serait orthographié ou prononcé dans les langues basées sur l'alphabet latin, tel que l'anglais.<br /><br />Si vous préférez employer l'alphabet latin pour écrire le nom dans les zones d'identification standard, alors vous pouvez employer ce champ pour écrire le même nom dans l'alphabet non-Latin tel le grec, l'hébreu, le russe, l'arabe, ou le Chinois. Les deux versions du nom apparaîtront dans les listes et les diagrammes.<br /><br />Bien que ce champ soit marqué «&nbsp;hébreu&nbsp;», il n'est pas limité à ne contenir que des caractères hébreux.
nb: I mange språkområder er det vanlig å skrive et navn både med språkets eget alfabet og i en romanisert form, dvs. som det ville blitt skrevet eller uttalt på språk basert på det latinske alfabetet, som f.eks. norsk og engelsk.<br /><br />Hvis du foretrekker å føre navnene i de vanlige navnefeltene inn med latinske bokstaver, kan du bruke dette feltet for å skrive inn det samme navnet med et ikke-latinsk alfabet, som f.eks. hebraisk, gresk, russisk, kinesisk eller arabisk. Begge versjoner av navnet vill opptre i lister og diagrammer.<br /><br />Selv om feltet kalles "Hebraisk", er det selvfølgelig mulig å bruke andre alfabeter enn det hebraiske.
sk: V mnohých kultúrach je bežné, že majú mená zapísané tradičnými znakmi a tiež latinkou.<br /><br />Ak dáváte prednosť latinskej abecede v štandardných políčkach pre mená, tak môžete toto pole použiť pre nelatinskú abecedu ako alfabetu, hebrejčinu, azbuku, arabčinu alebo čínštinu. Obe verzie mien sa zobrazia v zoznamoch a schémach.<br /><br />I keď je toto pole označené "\"hebrejčina\", nie je obmedzené na použitie iba hebrejských znakov.
sv: I många kulturer är det vanligt att ha namn skrivna med deras traditionella tecken och att det finns en version skrivna med västerlänska (Latin) bokstäver, så att man kan skriva eller uttala namnet t.ex. på engelska.<br /><br />Om du vill använda ett icke västerlänsk teckenspråk så som hebreiska, grekiska, ryska, kinesiska, eller arabiska till att skriva i vanliga namnfält då kan detta fält användas till att skriva in samma namn med västerlänska tecken. Båda versionerna av namnet kommer då att synnas i listor och diagram.<br /><br />Fastän detta fält har rubriken "Hebreiska", så kan man fritt välja vilket teckenspåk som helst.

source: Enter the married name for this person, using the same formatting rules that apply to the Name field. This field is optional.<br /><br />For example, if Mary Jane Brown married John White, you might enter (without the quotation marks, of course)<ul><li>American usage:&nbsp;&nbsp;"Mary Jane Brown /White/"</li><li>European usage:&nbsp;&nbsp;"Mary Jane /White/"</li><li>Alternate European usage:&nbsp;&nbsp;"Mary Jane /White-Brown/" or "Mary Jane /Brown-White/"</li></ul>You should do this only if Mary Brown began calling herself by the new name after marrying John White. In some places, Quebec (Canada) for example, it's illegal for names to be changed in this way.<br /><br />Men sometimes change their name after marriage, most often using the hyphenated form but occasionally taking the wife's surname.
fi: Henkilön avionimi täytetään käyttäen samoja muodostamissääntöjä kuin nimi-tiedolle. Tämä tieto ei ole pakollinen.<br /><br />Tärkeintä on käyttää avionimenä nimeä jota vaimo on virallisesti käyttänyt avioiduttuaan. Joissakin maissa laki määrää naisten avionimen muodon.<br /><br />Esimerkiksi, jos Maija Eeva Korhonen meni avioon Jaakko Pekka Virtasen kanssa, seuraavat ovat vaihtoehtoja avionimeen (syötä ilman lainausmerkkejä :))<ul><li>Amerikkalainen tapa:&nbsp;&nbsp;"Maija Eeva Korhonen /Virtanen/"</li><li>Eurooppalainen tapa, miehen sukunimen mukaan:&nbsp;&nbsp;"Maija Eeva /Virtanen/"</li><li>Vaihtoehtoinen Eurooppalainen tapa, molemmat sukunimet:&nbsp;&nbsp;"Maija Eeva /Korhonen-Virtanen/" tai "Maija Eeva /Virtanen-Korhonen/"</li></ul><br /><br />Toisinaan mies saattaa ottaa vaimonsa sukunimen.
fr: Entrez le nom de cette personne après mariage, en utilisant les mêmes règles de format que celles du champ Nom. Ce champ est facultatif.<br /><br />Par exemple, si Mary Jane Brown a épousé John White, vous pouvez entrer (bien entendu sans les guillemets)<ul><li>Selon l'usage Américain:&nbsp;&nbsp;"Mary Jane Brown /White/"</li><li>Selon l'usage Européen:&nbsp;&nbsp;"Mary Jane /White/"</li><li>Selon l'usage Européen alternatif:&nbsp;&nbsp;"Mary Jane /White-Brown/" ou "Mary Jane /Brown-White/"</li></ul>Vous ne devez faire ceci que si Mary Brown a commencé à utiliser elle-même ce nouveau nom après mariage avec John White. A certains endroits, par exemple au Québec (Canada), il est illégal de modifier son nom de cette façon.<br /><br />Les hommes changent parfois leur nom après mariage, le plus souvent en utilisant le trait-d'union entre les deux noms mais occasionnellement en adoptant le nom de famille de l'épouse.
nb: Skriv inn personens navn som gift. Bruk de samme formateringsreglene som gjelder for Navne-feltet. Feltet er valgfritt.<br /><br />For eksempel, hvis Anne Marie Bruun gifter seg med Søren Hvid, kan du skrive inn (selvfølgelig uten anførselstegnene):<ul><li>Amerikansk praksis:&nbsp;&nbsp;"Anne Marie Bruun /Hvid/"</li><li>Europeisk praksis:&nbsp;&nbsp;"Anne Marie /Hvid/"</li><li>Alternativ europeisk praksis:&nbsp;&nbsp;"Anne Marie /Hvid-Bruun/" eller "Anne Marie /Bruun-Hvid/"</li></ul>Du bør gjøre dette bare hvis Anne Marie Bruun faktisk tok det nye navnet i bruk da hun ble gift med Søren Hvid. Noen steder, Quebec (Canada) for eksempel, er det ulovlig å skifte navn på denne måten.<br /><br />Menn skifter også noen ganger navn når de blir gift, vanligvis til formen med bindestrek, men de tar også noen ganger konens etternavn.
sk: Vložte meno po sobáši pre túto osobu z rovnakým formátovaním ako v políčku Meno. Toto pole je voliteľné.<br /><br />Napríklad ak Mária Šedá si vzala Jána Kováčika, môžete vložiť (samozrejme bez úvodzoviek)<ul><li>americké:&nbsp;&nbsp;\"Mária Šedá /Kováčiková/\"</li><li>európske:&nbsp;&nbsp;\"Mária /Kováčiková/\"</li><li>ďalšie európske:&nbsp;&nbsp;\"Mária /Kováčiková-Šedá/\" alebo \"Mária /Šedá-Kováčiková/\"</li></ul>Urobte to, iba ak sa Mária Šedá sama začne nazývať novým menom po sobáši s Jánom Kováčikom. Niekde (napr. v Quebecu v Kanade) je nelegálne si takto meniť mená.<br /><br />Muži si niekedy menia meno po sobáši, väčšinou použitím pomlčkovej formy, ale tiež prijatím manželkinho priezviska.
sv: Skriv in personens namn som gift, med användandet avsamma formatregler som gäller Namnfältet. Detta är ett alternativt fält.<br /><br />Som exampel, om Mary Jane Brown gifter sig med John White, så kan du skriva in (utan sitationstecken, naturligtvis)<ul><li>Amerikanskt sätt:&nbsp;&nbsp;"Mary Jane Brown /White/"</li><li>Europeiskt sätt:&nbsp;&nbsp;"Mary Jane /White/"</li><li>Alternativt Europeiskt sätt:&nbsp;&nbsp;"Mary Jane /White-Brown/" eller "Mary Jane /Brown-White/"</li></ul>Du skall göra detta endast om Mary Brown börjar kalla sig själv med det nya namnet efter vigseln med John White. På vissa platser t.ex. Quebec (Canada) är det illegalt att ändra namnen på detta sätt.<br /><br />Män nångång ändrar deras namn efter vigsel, men oftast med användandet av bindesträck, men också kan ta makas efternamn.

source: Use this field to signal that this media item is the highlighted or primary item for the person it is attached to. The highlighted image is the one that will be used on charts and on the Individual page.
fi: Käytä tämä kohta, kun henkilölle kuuluva media(kuva) halutaan ensisijaiseksi. Ensisijainen kuva käytetään kaavioissa ja henkilösivulla.
fr: Utilisez ce champ pour signaler que ce média est le média mis en avant de l'individu auquel il est attaché. L'image mise en avant est celle qui sera utilisée dans les diagrammes et sur la page de l'individu.
nb: Bruk dette feltet for å angi at denne mediafilen er hovedfilen for personen det er knyttet til. Hovedbildet er det som blir brukt i diagram og på faktasiden til personen.
sk: Použite toto pole k označeniu, že táto mediálna položka je primárna, alebo zdôraznená, pre osobu ku ktorej je priradená. Zvýraznený obrázok bude použitý v schémach a na individuálnej stránke osoby.
sv: Använd detta fält för att visa att detta mediaartikel är det markerade eller primära artikeln för personen den tillhör. Den primära bilden är den som kommer att användas i tavlor och på ansedeln.
