Repository: chipsi/webtrees-geneajaubart
Catalog: language/po/*.po
Languages: fi, fr, hu, nb, sk, sv

source: This option causes <b>webtrees</b> to show all individuals who are recorded as having an association relationship to the person or family that was found as a direct result of the search. The inverse, where all persons or families are shown when a person found as a direct result of the search has an association relationship to these other persons or families, is not possible.<br /><br />Example: Suppose person <b>A</b> is godparent to person <b>B</b>. This relationship is recorded in the GEDCOM record of person <b>B</b> by means of an ASSO tag. No corresponding tag exists in the GEDCOM record of person <b>A</b>.<br /><br />When this option is set to <b>Yes</b> and the Search results list includes <b>B</b>, <b>A</b> will be included automatically because of the ASSO tag in the GEDCOM record of <b>B</b>. However, if the Search results list includes <b>A</b>, <b>B</b> will not be included automatically since there is no matching ASSO tag in the GEDCOM record of person <b>A</b>.
fi: Tämä valinta aiheuttaa sen että <b>webtrees</b> esittää kaikki henkilöt, joilla on läheinen suhde haun perusteella löydettyyn henkilöön tai perheeseen. Käänteisesti tämä ei toimi. Esimerkiksi:<br /><br /><b>Maija</b> on <b>Matin</b> kummitäti ja tämä tieto on kirjattu <b>Matin</b> henkilötietoihin läheinen-tunnisteella (ASSO-RELA tunnisteella kummitäti). <b>Maijan</b> henkilötiedoissa ei löydy vastaavaa tunnusta.<br /><br />Kun tämä asetus on <b>Kyllä</b> ja hakutulos sisältää <b>Matti</b>-nimen, liitetään listataan myös <b>Maija</b>, sillä Matin tiedoissa löytyi kummitäti läheinen-tiedoissa (ASSO-kummitäti).<br /><br />Jos etsit toisinpäin, eli hakukentän kautta haet <b>Maijaa</b>, niin Matti ei näy listassa, koska Maijalla ei ole vastaavaa tietoa (ASSO tunnistetta, joka viittaisi kummipoikaan).
fr: Cette option fait en sorte que <b>webtrees</b> affichera tous les individus qui sont enregistrés comme ayant une relation de parenté avec la personne ou la famille trouvée en tant que résultat direct de la recherche. Le contraire, où toutes les personnes ou familles sont affichées lorsqu'une personne est trouvée en tant que résultat direct de la recherche a une relation de parenté avec ces autres personnes ou familles, n'est pas possible.<br /><br />Exemple: Supposons qu'une personne <b>A</b> est le parrain de la personne <b>B</b>. Cette relation de parenté est enregistrée dans l'enregistrement GEDCOM de la personne <b>B</b> au moyen de la balise ASSO. Il n'y a aucune balise correspondante dans l'enregistrement GEDCOM de la personne <b>A</b>.<br /><br />Lorsque cette option est réglée à <b>Oui</b> et que la liste des résultats de Recherche inclut <b>B</b>, <b>A</b> sera inclus automatiquement à cause de la balise ASSO dans l'enregistrement GEDCOM de <b>B</b>. Cependant, si la liste des résultats de Recherche inclut <b>A</b>, <b>B</b> ne sera pas inclus automatiquement car il n'y a pas de balise ASSO correspondante dans l'enregistrement GEDCOM de la personne <b>A</b>.
nb: Med dette alternativet viser <b>webtrees</b> alle personer som er registrert som <i>assosiert</i> med personer eller familier i søkeresultatet. Det motsatte - å vise alle personer/familier som en person i søkeresultatet er assosiert med - er ikke mulig.<br /><br />For eksempel: Anta at person <b>A</b> er fadder til person <b>B</b>. Dette forholdet er angitt med en ASSO-kode i person <b>B</b>s GEDCOM-post. Det finnes ingen tilsvarende kode i person <b>A</b>s GEDCOM-post.<br /><br />Når dette alternativet er satt til <b>Ja</b> og søkeresultatet omfatter <b>B</b>, vil <b>A</b> følge med automatisk på grunn av ASSO-koden i <b>B</b>s GEDCOM-post. Men hvis søkeresultatet omfatter <b>A</b>, vil <b>B</b> ikke komme med, siden det ikke finnes noen tilsvarende ASSO-kode hos <b>A</b>.
sk: Táto voľba spôsobí, že <b>webtrees</b> zobrazí všetky osoby, ktoré majú zaznamenaný vzťah k osobe alebo rodine, ktorá bola nájdená ako priamy výsledok vyhľadávania. Opačný výsledok (inverzia), zobrazenie všetkých osôb a rodín, keď nájdená osoba ako priamy výsledok vyhľadávania má asociačné vzťahy ku týmto osobám a rodinám, nie je možný.<br /><br />Príklad: Predpokladejme, že osoba <b>A</b> je kmotrom osoby <b>B</b>. Tento vzťah je zaznamenaný v GEDCOM zázname osoby <b>B</b> tagom ASSO. Žiadny zodpovedajúci tag v zázname osoby <b>A</b>neexsistuje.<br /><br />Keď bude voľba nastavená na <b>Ano</b> a zoznam výsledkov bude obsahovať <b>B</b>, automaticky sa zobrazí tiež <b>A</b> kvôli tagu ASSO v zázname osoby <b>B</b>. Avšak ak zoznam výsledkov bude obsahovať <b>A</b>, <b>B</b> nebude automaticky zahrnuté, pretože tam nie je žiadny záznam v tagu ASSO.

source: Set media permissions
fi: Mediankäsittelyoikeuksien asettaminen
fr: Définissez les autorisations des médias
nb: Innstill medietillatelser
sk: Nastaviť oprávnenia pre médiá
sv: Inställning av mediarättigheter

source: Recursively set the permissions on the protected (not web-addressable) <b>%s%s</b> and the normal <b>%s</b> directories to either world-writable or read-only.
fi: Aseta rekursiivisesti suojattujen (ei verkossa osoitettavien) <b>%s%s</b> ja normaalien <b>%s</b> kansioiden käyttöoikeudet päällekirjoitettavaan (RW) tilaan tai lukutilaan (R)
fr: Modifier de façon récursive les permissions des répertoires protégés (qui ne peuvent donc pas être visibles depuis Internet) <b>%s%s</b> et ceux qui sont normaux <b>%s</b> en leur donnant les droits d'écriture ou de lecture uniquement.
nb: Sett tillatelsen for den beskyttede mappen <b>%s%s</b> (som ikke kan nås direkte fra nettet) og den vanlige <b>%s</b>, med alle undermapper, til skrivbar for alle eller skrivebeskyttet.
sk: Rekurzívne nastaviť práva chráneným (neadresovatelným pre web) <b>%s%s</b> a normálnym <b>%s</b> adresárom buď zapisovatelné, alebo iba pre čítanie.

source: When this option is checked, you can see all Source or Note records for this person. When this option is unchecked, Source or Note records that are associated with other facts for this person will not be shown.
fi: Kun tämä valinta on rastitettu, näkyvät kaikki tähän henkilöön liitetyt lähde- tai lisätiedot. Mikäli tätä valintaa ei ole rastitettu, lähde- tai lisätiedot, jotka liittyvät tämän henkilön muihin tietoihin, eivät näy.
fr: Quand cette option est sélectionnée, vous pouvez voir tous les enregistrements des Sources ou des Notes de cette personne. Quand cette option n'est pas sélectionnée, les enregistrements des Sources ou des Notes qui sont associés à d'autres faits concernant cette personne ne seront pas affichés.
nb: Hvis denne boksen er krysset i, vises alle Kilde- eller Notat-poster for denne personen. Hvis den ikke er krysset i, vil Kilder eller Notater som er knyttet til andre fakta om personen ikke bli vist.
sk: Ak je voľba označená, môžete vidieť všetky záznamy Zdrojov a Poznámok pre túto osobu. Ak nie je označená, záznamy spojené s inými údajmi k danej osobe sa nezobrazia.
sv: När detta alternativ är bockad, kan du se denna persons alla käll- eller antecknings dataposter. När detta alternativ är obockad, visa inte denna persons käll- och antecknings dataposter som är associerad med andra fakta.

source: Hide or show details
fi: Piilota tai näytä tarkemmat tiedot
fr: Masquer ou afficher les détails
nb: Vis eller skjul detaljer
sk: Skryť alebo zobraziť detaily
sv: Dölj eller visa detaljer

source: With this option you can either show or hide all details in the Name boxes. You can display more boxes on one screen when the details are hidden.<br /><br />When all details are hidden, the Zoom icon described below is not shown. However, if the administrator has enabled the Zoom function, the entire box will act like a Zoom icon to reveal full details about the person.<br /><br />When the details are not hidden and the Zoom function, identified by a magnifying glass icon, has been enabled by the administrator, you can reveal even more details about that person. If you normally have to click on the Zoom icon to zoom in, you can reveal additional hidden details by clicking that icon here. Similarly, if you can zoom in by hovering over the Zoom icon, hidden details will be revealed by hovering over that icon here.<br /><br />If you have clicked on the Zoom icon to reveal more details, you can restore the box to its normal level of detail by clicking on the Zoom icon again. If you have revealed more details by simply moving the mouse pointer over the Zoom icon, the box will be restored to its normal level of detail when you move the mouse pointer away from the Zoom icon.
fi: Tällä vaihtoehdolla voit joko näyttää tai piilottaa kaikki yksityiskohdat nimiruudussa.<br />Kun yksityiskohdat on piilotettu, näytölle mahtuu useampia ruutuja.<br /><br />Mikäli olet piilottanut yksityiskohdat, voit saada ne näkyviin, mikäli suurennuslasi on kytketty päälle normaalinäkymässä.<br />Se taas riippuu siitä, miten ylläpitäjä on konfiguroinut ohjelman.<br />Jos tavallisesti joudut klikkaamaan suurennuslasia lähentääksesi kohdetta, voit myös paljastaa yksityiskohdat klikkaamalla nimiruutua.<br />Mikäli lähennät kohdetta pelkästään osoittamalla suurennuslasia, homma toimii samalla tavoin osoittamalla "yksinkertaista" ruutua.
fr: Option pour afficher les détails de chaque individu sur le diagramme.<br /><br />Détails masqués, vous pouvez afficher davantage de personnes sur une page. Pour voir les détails, il suffit alors soit de cliquer, soit de passer la souris sur la case. Cela dépend de la configuration choisie par l'administrateur.
hu: Ennek a gombnak a segítségével Ön minden részletet megmutathat az egyes szövegdobozokban vagy el is rejtheti azokat.<br />A részletek elrejtésével egy képernyőn több szövegdoboz jeleníthető meg.<br /><br />Az elrejtett részletek esetében is lehetőség van az adatok feltárására, ha a Nagyító rendelkezésre áll a normál nézetben, ami attól függ, mit állított be az oldal adminisztrátora.<br />Ha Önnek kattintania kell a Nagyítóra részletekért, akkor ebben az esetben is kattintson a szövegdobozra.<br />Ha Önnek elegendő a Nagyítóra vinni a kurzort a részletekért, akkor ebben az esetben is húzza a kurzort az "egyszerűsített" szövegdobozra.
nb: Med dette valget kan du enten vise alle detaljer i navneboksene, eller skjule detaljer.<br />Dersom detaljene er skjult, vil du kunne vise flere bokser på et skjermbilde.<br /><br />Velger du å skjule detaljer, kan du likevel få se dem ved å bruke forstørrelsesglasset. Det avhenger imidlertid av om administratoren på nettstedet har aktivert det.<br /><br />Når detaljene vises og Zoomfuksjonen er tilgjengelig, kan du få fram enda flere opplysninger om personen.<br />Hvis du til vanlig kan trykke på forstørrelsesglasset for å zoome inn, så vil du også kunne få fram flere opplysninger ved å trykke på den enkelte navneboksen.<br />Dersom du kan zoome inn bare ved å bevege pekeren over forstørrelsesglasset, så vil det virke på samme måte når du beveger deg over hver boks.<br /><br />Dersom du har trykket for å få fram flere opplysninger, kan du gå tilbake til normal visning igjen ved å klikke på nytt på Zoomikonet. Tilsvarende vil skje dersom du bare trengte å beveget pekeren over Zoomikonet, da er det bare å flytte pekeren vekk fra ikonet for å få normal visning igjen.
sk: Touto voľbou môžete podrobnosti v políčkach osôb buď zobraziť alebo skryť.<br /> Ak necháte podrobnosti skryť, budete môcť na obrazovke zobraziť väčtšiu schému (rodokmeň).<br /><br />Ak zvolíte skryť podrobnosti, môžete si zobraziť skryté informácie použitím lupy, ak je v normálnom režime (pohľade) zapnutá.<br />To záleží na tom, ako administrátor nakonfiguroval tento program.<br />Ak musíte pre zväčšenie rámčeku na lupu kliknúť, potom doplňujúce informácie získate tiež kliknutím na rámček s menom.<br />Ak pre priblíženie stačí nájsť na ikonku lupy, potom to bude fungovať úplne rovnako, ak postavíte kurzor na "jednoduchý" rámček.
sv: Med denna inställning kan du antingen visa eller dölja detljererna i namnboxarna. Med detljerna dolda kan du visa fler boxar på skärmen.<br /><br />När du väljer inställningen göm detaljer kan du ändå se detaljerna via förstoringsglaset om det är igång i normal vy.<br /><br />Detta beror på hur adminstratören har konfigurerat programmet. Om du normalt behöver klicka på förstoringsglaset för att zooma in rutan då kan du visa detljerna genom att klicka på namnboxen. Om du normalt zoomar in genom att sväva över rutan så fungerar det på samma sätt över den "enklare boxen".

source: Include married names
fi: Sisällytä avionimet
fr: Inclure les noms de mariage
hu: Házasságnévvel
nb: Inkludér navn som gift
sk: Vrátane mien po sobáši
sv: Inkludera giftermålsnamn

source: The individual and family list pages can either include or exclude married names. This option can be helpful when searching for individuals or families where you only know the married name. Married names can only be included if they already exist in the database.<br /><br />On the family list, this value defaults to exclude. On the individual list, the default value is set in the GEDCOM Configuration page.<br /><br />When you change this option, your selection will be remembered until you log off or your session ends.
fi: Henkilö- ja perheluettelosivut voit joko sisältää tai olla sisältämättä avionimet. Tämä asetus auttaa hakemaan henkilöitä, joista tiedetään vain avionimi. Avionimet voidaan sisällyttää vain, mikäli ne ovat olemassa tietokannassa. <br /><br />Perheluettelossa avionimiä ei oletusarvoisesti näytetä. Henkilösivuilla oletusarvo asetetaan GEDCOM asetussivulla. <br /><br />Kun muutat tätä asetusta, se jää voimaan kunnes kirjoittaudut ulos tai istuntosi päättyy.
fr: Les pages de listes d'individus et de familles peuvent inclure ou exclure les noms après mariage. Cette option est utile lorsque vous recherchez des individus ou des familles ne sachant que le nom après mariage. Les noms après mariage doivent exister dans la base de données généalogiques afin d'être inclus.<br /><br />Sur la liste des familles, la valeur par défaut est réglée à exclure. Sur la liste des individus, la valeur par défaut est réglée dans la page Configuration GEDCOM.<br /><br />Lorsque vous modifiez cette option, votre choix sera mémorisé jusqu'à ce que vous vous déconnectiez ou que votre session se termine.
nb: Sidene med lister over personer og familier kan enten ta med eller utelate gifte navn. Dette alternativet kan være nyttig hvis du søker etter personer du bare kjenner under navnet som gift. Gifte navn kan bare tas med i søkningen hvis de allerede finnes i databasen.<br /><br />I familielisten er standardinnstillingen å utelate gifte navn. For personlistens del gjøres standardinnstillingen i administrasjonsseksjonen, på siden med innstillinger for GEDCOM-filen.<br /><br />Hvis du endrer denne innstillingen, vil ditt valg bli husket inntil du logger av eller din sesjon slutter.
sk: Stránky zo zoznamami osôb a rodinami môžou alebo nemusia obsahovať mená po sobáši. Táto voľba môže byť užitočná, ak vyhľadávate osoby alebo rodiny, kde poznáte iba mená po sobáši. Mená po sobáši sa môžu zobraziť iba vtedy, ak už existujú vo vašej databáze.<br /><br />V zozname rodín je implicitne táto hodnota nastavená na nezobraziť. V zozname osôb je implicitná hodnota nastavená na stránke konfigurácie GEDCOMu.<br /><br />Ak zmeníte túto voľbu, váš výber sa zapamätá, pokiaľ sa neodhlásite, alebo pokial neskončí vaša relácia.

source: By default this chart does not show spouses for the descendants because it makes the chart harder to read and understand. Turning this option on will show spouses on the chart.
fi: Tässä kaaviossa ei oletusarvoisesti näytetä jälkeläisten puolisoita, koska se vaikeuttaa kaavion luettavuutta. Kytkemällä tämän vaihtoehdon päälle, näytetään puolisot kaaviossa.
fr: Par défaut, ce diagramme ne présente pas les conjoints pour les descendants, car cela rend celui-ci difficile à lire et à comprendre. Cochez cette option si vous voulez voir figurer les conjoints sur le diagramme.
hu: Ez a grafikon alapértelmezésben nem mutatja a leszármazott házastársát, mert úgy nehezebb a grafikont olvasni és megérteni. Ezzel az opcióval bekapcsolható a házastársak mutatása a grafikonon.
nb: Som standard vises ikke ektefeller til etterkommere, fordi det gjør diagrammet vanskeligere å lese og/eller forstå.<br /> Ved å merke av dette valget, vil diagrammet også vise ektefeller.
sk: Implicitne táto schéma nezobrazuje partnerov potomkov, pretože zobrazenie je potom neprehľadné a nezrozumiteľné. Zapnutím tejto voľby zobrazíte partnerov v tejto schéme.
sv: Som standard visar inte denna tavla make/maka för ättlingar eftersom det gör tavlan svårare att läsa och förstå. Om man väljer detta visas make/maka i tavlan.

source: Simple search filter
fi: Yksinkertainen hakusuodatin
fr: Simple filtre de recherche
nb: Enkelt søkefilter
sk: Jednoduchý vyhľadávací filter
sv: Enkelt sökfilter

source: Simple search filter based on the characters entered, no wildcards are accepted.
fi: Yksinkertainen hakusuodatin, joka perustuu syötettyihin merkkeihin. Jokerimerkkejä ei hyväksytä.
fr: Recherche simple à partir des caractères saisis, aucun caractère de remplacement n'est accepté (troncature).
nb: Enkelt søkefilter basert på bokstavene/tegnene som er skrevet inn. Ingen jokere(?*) er tillatt.
sk: Jednoduchý vyhľadávací filter založený na vložených znakoch, globálne vyhľadávacie znaky (tzv. wildcards - * ?) nie sú akceptované.
sv: Enkelt sökfilter baserad på inskrivna bokstäver, inga jokertecken är tillåtna.

source: Skip surname lists
fi: Ohita sukunimiluettelot
fr: Afficher tous les noms
hu: Teljes nevek listája
nb: Dropp liste over etternavn
sk: Preskočiť zoznam priezvísk
sv: Hoppa över efternamnslistor

source: The standard setting is that, after you have clicked a letter of the Alphabetical index, you will get a sub-list with surnames. If you click this link, all individuals with surnames that have the currently selected initial letter will be displayed immediately. Thereafter, the list of individuals will be displayed directly whenever you click on a new initial letter in the Alphabetical list.<br /><br />To reverse this action, click on the Show Surname lists link.
fi: Vakioasetuksena on pelkästään sukunimien näyttäminen klikattuasi kirjainta aakkosluettelossa.<br />Mikäli klikkaat tätä linkkiä, sukunimiluettelo ohitetaan, ja kaikki nimet näytetään kerrallaan.
fr: Par défaut, en cliquant sur un caractère alphabétique, vous faites apparaitre la liste des noms commençant par cette lettre, et pour chacun, le nombre d'individus ayant ce nom. Si vous cliquez sur ce lien, vous ferez apparaitre, de la même façon, tous les individus ayant un nom commençant par cette lettre.
hu: Alapbeállításként Ön a neveknek egy közbülső - csak a vezetékneveket tartalmazó - listáját látja, miután kiválasztott egy betűt az ábécé-indexből.<br />Ha Ön erre a hivatkozásra kattint, ezt a közbülső listát átugorhatja, és közvetlenül a teljes nevek listájához kerülhet.
nb: Når du klikker på en bokstav i det Alfabetiske indekset, vil du som standard få frem en underliste med bare etternavn, som du så kan velge blant for å komme til den personen du søker. Hvis du klikker på denne linken, vil alle personer med etternavn som begynner på den valgte bokstaven, vises med en gang. Innstillingen huskes, så neste gang du klikker på en bokstav, vil den fulle listen over personer med etternavn på den bokstaven vises med en gang.<br /><br />For å gå tilbake til standardinnstillingen, klikk på linket "Vis liste med etternavn".
sk: Štandardné nastavenie je také, že po kliknutí na písmeno dostanete najskôr zoznam priezvísk.<br />Ak kliknete na tento odkaz, preskočíte zoznam priezvísk a uvidíte hneď zoznam celých mien.
sv: Standars inställningen är att du får en underlista med efternamn efter att du klickat på en bokstav i alfabetet. Om du klickar på denna länken kommer efternamnslistan att skippas och alla namn kommer att visas direkt.

source: Sequence
fi: Järjestys
fr: Trier par
nb: Rekkefølge
sk: Poradie
sv: Sekvens

source: Select the order in which you wish to see the list.
fi: Valitse luettelon järjestys.
fr: Choisissez l'ordre dans lequel vous souhaitez afficher les objets multimédia.
nb: Velg hvilken rekkefølge du vil se listen i.
sk: Vyberte poradie v ktorom chcete zobraziť zoznam.
sv: Välj listan ordningsföljd.

source: Search the way you think the name is written (Soundex)
fi: Etsi ääntämisen perusteella (Soundex)
fr: Recherche phonétique du nom (méthode SOUNDEX)
hu: Hasonló nevek keresése:
nb: Søk slik du tror navnet er skrevet
sk: Skúste zadať meno tak, ako si myslíte, že sa píše (metóda Soundex):
sv: Sök efter namnet med den stavning du tror det har (Soundex):
